{
  "id": "IELTS036",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1P9vfcnbtHM6feesIjZiEU1g7Z05pD6-G",
        "inst": "<h4>Section 1 Questions 1–10</h4><p>Complete the notes below.<br>Write <u>ONE WORD AND/OR A NUMBER</u> for each answer.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td colspan='2'><b>Cycle tour leader: Applicant enquiry</b></td></tr><tr><td colspan='2'><i>Example</i><br>Name: Margaret Smith</td></tr><tr><td><b>About the applicant:</b><br>- wants a <b>1</b> ___ job<br>- will soon start work as a <b>2</b> ___<br>- has led cycle trips in <b>3</b> ___<br>- interested in being a leader of a cycling trip for families<br>- is currently doing voluntary work with members of a <b>4</b> ___ club<br>- available for five months from the 1st of <b>5</b> ___<br>- can’t eat <b>6</b> ___</td><td><b>Contact details:</b><br>- address: 27 <b>7</b> ___ Place, Dumfries<br>- postcode: <b>8</b> ___<br><br><b>Interview:</b><br>- interview at 2.30 pm on <b>9</b> ___<br>- will plan a short <b>10</b> ___ about being a tour guide</td></tr></table>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1LAGy4yY8NbPkyt0vJTSj2R3wmoVA3aY-",
        "inst": "<h4>Section 2 Questions 11–20</h4><h4>Questions 11–14</h4><p>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><p><b>11</b> Which is the most rapidly-growing group of residents in the Sheepmarket area?<br><b>A</b> young professional people<br><b>B</b> students from the university<br><b>C</b> employees in the local market</p><p><b>12</b> The speaker recommends the side streets in the Sheepmarket for their<br><b>A</b> international restaurants.<br><b>B</b> historical buildings.<br><b>C</b> arts and crafts.</p><p><b>13</b> Clothes designed by entrants for the Young Fashion competition must<br><b>A</b> be modelled by the designers themselves.<br><b>B</b> be inspired by aspects of contemporary culture.<br><b>C</b> be made from locally produced materials.</p><p><b>14</b> Car parking is free in some car parks if you<br><b>A</b> stay for less than an hour.<br><b>B</b> buy something in the shops.<br><b>C</b> park in the evenings or at weekends.</p><br><h4>Questions 15–20</h4><p>Label the map below.<br>Write the correct letter, <b>A–I</b>, next to Questions 15–20.</p><p><b>15</b> The Reynolds House ___<br><b>16</b> The Thumb ___<br><b>17</b> The Museum ___<br><b>18</b> The Contemporary Art Gallery ___<br><b>19</b> The Warner Gallery ___<br><b>20</b> Nucleus ___</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1iCRHH2GJe4GwJqooRpT8Dm9F-rgPXx69",
        "inst": "<h4>Section 3 Questions 21–30</h4><h4>Questions 21–24</h4><p>Complete the table below.<br>Write <u>ONE WORD ONLY</u> for each answer.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>Stages of presentation</b></td><td><b>Work still to be done</b></td></tr><tr><td>Introduce Giannetti’s book containing a <b>21</b> ___ of adaptations</td><td>Organise notes</td></tr><tr><td>Ask class to suggest the <b>22</b> ___ adaptations</td><td>No further work needed</td></tr><tr><td>Present Rachel Malchow’s ideas</td><td>Prepare some <b>23</b> ___</td></tr><tr><td>Discuss relationship between adaptations and <b>24</b> ___ at the time of making the film</td><td>No further work needed</td></tr></table><br><h4>Questions 25–30</h4><p>Choose <b>SIX</b> answers from the box.</p><p><b>Comments</b><br><b>A</b> clearly shows the historical period<br><b>B</b> contains only parts of the play<br><b>C</b> is too similar to another kind of film<br><b>D</b> turned out to be unpopular with audiences<br><b>E</b> presents the play in a different period from the original<br><b>F</b> sets the original in a different country<br><b>G</b> incorporates a variety of art forms</p><p><b>25</b> Ran ___<br><b>26</b> Much Ado About Nothing ___<br><b>27</b> Romeo & Juliet ___<br><b>28</b> Hamlet ___<br><b>29</b> Prospero’s Books ___<br><b>30</b> Looking for Richard ___</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1YBWkyu_8phUNuMZqiy6yBHuXLGgn86fy",
        "inst": "<h4>Section 4 Questions 31–40</h4><p>Complete the notes below.<br>Write <u>ONE WORD ONLY</u> for each answer.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td colspan='2'><b>Noise in Cities</b></td></tr><tr><td><b>Noise ‘maps’</b></td><td>- highest noise levels usually found on roads<br>- do not show other sources of noise, e.g. when windows are open or neighbours are in their <b>31</b> ___<br>- ignore variations in people’s perceptions of noise<br>- show noise is a <b>32</b> ___ issue that must be dealt with</td></tr><tr><td><b>Problems caused by noise</b></td><td>- sleep disturbance<br>- increase in stress<br>- effect on the <b>33</b> ___ of schoolchildren</td></tr><tr><td><b>Different types of noise</b></td><td>- pleasant sounds e.g. a <b>34</b> ___ in a town<br>- research methods from <b>35</b> ___ sciences</td></tr><tr><td><b>What people want</b></td><td>- urban environments that are <b>36</b> ___ but relaxing</td></tr><tr><td><b>Architects and planners</b></td><td>- little <b>37</b> ___ in acoustics<br>- see sound as engineers’ responsibility</td></tr><tr><td><b>Sound as an art form</b></td><td>- relation to <b>38</b> ___<br>- psychology of sound effects<br>- physics and the <b>39</b> ___ of sound</td></tr><tr><td><b>Virtual reality programs</b></td><td>- predict building effects<br>- currently <b>40</b> ___</td></tr></table>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>Reading Passage 1</h4><p><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i></p><h4>The History of Glass</h4><p>From our earliest origins, man has been making use of glass. Historians have discovered that a type of natural glass – obsidian – formed in places such as the mouth of a volcano as a result of the intense heat of an eruption melting sand – was first used as tips for spears. Archaeologists have even found evidence of man-made glass which dates back to 4000 BC; this took the form of glazes used for coating stone beads. It was not until 1500 BC, however, that the first hollow glass container was made by covering a sand core with a layer of molten glass.</p><p>Glass blowing became the most common way to make glass containers from the first century BC. The glass made during this time was highly coloured due to the impurities of the raw material. In the first century AD, methods of creating colourless glass were developed, which was then tinted by the addition of colouring materials. The secret of glass making was taken across Europe by the Romans during this century. However, they guarded the skills and technology required to make glass very closely, and it was not until their empire collapsed in 476 AD that glass-making knowledge became widespread throughout Europe and the Middle East. From the 10th century onwards, the Venetians gained a reputation for technical skill and artistic ability in the making of glass bottles, and many of the city’s craftsmen left Italy to set up glassworks throughout Europe.</p><p>A major milestone in the history of glass occurred with the invention of lead crystal glass by the English glass manufacturer George Ravenscroft (1632-1683). He attempted to counter the effect of clouding that sometimes occurred in blown glass by introducing lead to the raw materials used in the process. The new glass he created was softer and easier to decorate, and had a higher refractive index, adding to its brilliance and beauty, and it proved invaluable to the optical industry. It is thanks to Ravenscroft’s invention that optical lenses, astronomical telescopes, microscopes and the like became possible.</p><p>In Britain, the modern glass industry only really started to develop after the repeal of the Excise Act in 1845. Before that time, heavy taxes had been placed on the amount of glass melted in a glasshouse, and were levied continuously from 1745 to 1845. Joseph Paxton’s Crystal Palace at London’s Great Exhibition of 1851 marked the beginning of glass as a material used in the building industry. This revolutionary new building encouraged the use of glass in public, domestic and horticultural architecture. Glass manufacturing techniques also improved with the advancement of science and the development of better technology.</p><p>From 1887 onwards, glass making developed from traditional mouth-blowing to a semi-automatic process, after factory-owner HM Ashley introduced a machine capable of producing 200 bottles per hour in Castleford, Yorkshire, England – more than three times quicker than any previous production method. Then in 1907, the first fully automated machine was developed in the USA by Michael Owens – founder of the Owens Bottle Machine Company (later the major manufacturers Owens-Illinois) – and installed in its factory. Owens’ invention could produce an impressive 2,500 bottles per hour. Other developments followed rapidly, but it was not until the First World War, when Britain became out off from essential glass suppliers, that glass became part of the scientific sector. Previous to this, glass had been as a craft rather than a precise science.</p><p>Today, glass making is big business. It has become a modern, hi-tech industry operating in a fiercely competitive global market where quality, design and service levels are critical to maintaining market share. Modern glass plants are capable of making millions of glass containers a day in many different colours, with green, brown and clear remaining the most popular. Few of us can imagine modern life without glass. It features in almost every aspect of our lives – in our homes, our cars and whenever we sit down to eat or drink. Glass packaging is used for many products, many beverages are sold in glass, as are numerous foodstuffs, as well as medicines and cosmetics.</p><p>Glass is an ideal material for recycling, and with growing consumer concern for green issues, glass bottles and jars are becoming ever more popular. Glass recycling is good news for the environment. It saves used glass containers being sent to landfill. As less energy is needed to melt recycled glass than to melt down raw materials, this also saves fuel and production costs. Recycling also reduces the need for raw materials to be quarried, thus saving precious resources.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–8</h4><p>Complete the notes below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes 1–8 on your answer sheet.</p><h4>The History of Glass</h4><p>- Early humans used a material called <b>1</b> ___ to make the sharp points of their <b>2</b> ___ .<br>- 4000 BC: <b>3</b> ___ made of stone were covered in a coating of man-made glass.<br>- First century BC: glass was coloured because of the <b>4</b> ___ in the material.<br>- Until 476 AD: Only the <b>5</b> ___ knew how to make glass.<br>- From 10th century: Venetians became famous for making bottles out of glass.<br>- 17th century: George Ravenscroft developed a process using <b>6</b> ___ to avoid the occurrence of <b>7</b> ___ in blown glass.<br>- Mid-19th century: British glass production developed after changes to laws concerning <b>8</b> ___ .</p>",
            "qs": [1,2,3,4,5,6,7,8]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 9–13</h4><p>In boxes 9–13 on your answer sheet, write<br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>9</b> In 1887, HM Ashley had the fastest bottle-producing machine that existed at the time.</p><p><b>10</b> Michael Owens was hired by a large US company to design a fully-automated bottle manufacturing machine for them.</p><p><b>11</b> Nowadays, most glass is produced by large international manufacturers.</p><p><b>12</b> Concern for the environment is leading to an increased demand for glass containers.</p><p><b>13</b> It is more expensive to produce recycled glass than to manufacture new glass.</p>",
            "qs": [9,10,11,12,13]
          } 
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p>You should spend about 20 minutes on <b>Questions 14–26</b>, which are based on Reading Passage 2 below.</p><h4>Bring back the big cats</h4> <p><i>It’s time to start returning vanished native animals to Britain, says John Vesty</i></p> <p> There is a poem, written around 598 AD, which describes hunting a mystery animal called a llewyn. But what was it? Nothing seemed to fit, until 2006, when an animal bone, dating from around the same period, was found in the Kinsey Cave in northern England. Until this discovery, the lynx – a large spotted cat with tasselled ears – was presumed to have died out in Britain at least 6,000 years ago, before the inhabitants of these islands took up farming. But the 2006 find, together with three others in Yorkshire and Scotland, is compelling evidence that the lynx and the mysterious llewyn were in fact one and the same animal. If this is so, it would bring forward the tassel-eared cat’s estimated extinction date by roughly 5,000 years. </p> <p> However, this is not quite the last glimpse of the animal in British culture. A 9th-century stone cross from the Isle of Eigg shows, alongside the deer, boar and aurochs pursued by a mounted hunter, a speckled cat with tasselled ears. Were it not for the animal’s backside having worn away with time, we could have been certain, as the lynx’s stubby tail is unmistakable. But even without this key feature, it’s hard to see what else the creature could have been. The lynx is now becoming the totemic animal of a movement that is transforming British environmentalism: rewilding. </p> <p> Rewilding means the mass restoration of damaged ecosystems. It involves letting trees return to places that have been denuded, allowing parts of the seabed to recover from trawling and dredging, permitting rivers to flow freely again. Above all, it means bringing back missing species. One of the most striking findings of modern ecology is that ecosystems without large predators behave in completely different ways from those that retain them. Some of them drive dynamic processes that resonate through the whole food chain, creating niches for hundreds of species that might otherwise struggle to survive. The killers turn out to be bringers of life. </p> <p> Such findings present a big challenge to British conservation, which has often selected arbitrary assemblages of plants and animals and sought, at great effort and expense, to prevent them from changing. It has tried to preserve the living world as if it were a jar of pickles, letting nothing in and nothing out, keeping nature in a state of arrested development. But ecosystems are not merely collections of species; they are also the dynamic and ever-shifting relationships between them. And this dynamism often depends on large predators. </p> <p> At sea the potential is even greater: by protecting large areas from commercial fishing, we could once more see what 18th-century literature describes: vast shoals of fish being chased by fin and sperm whales, within sight of the English shore. This policy would also greatly boost catches in the surrounding seas; the fishing industry’s insistence on scouring every inch of seabed, leaving no breeding reserves, could not be more damaging to its own interests. </p> <p> Rewilding is a rare example of an environmental movement in which campaigners articulate what they are for rather than only what they are against. One of the reasons why the enthusiasm for rewilding is spreading so quickly in Britain is that it helps to create a more inspiring vision than the green movement’s usual promise of ''Follow us and the world will be slightly less awful than it would otherwise have been.'' </p> <p> The lynx presents no threat to human beings: there is no known instance of one preying on people. It is a specialist predator of roe deer, a species that has exploded in Britain in recent decades, holding back, by intensive browsing, attempts to re-establish forests. It will also winkle out sika deer: an exotic species that is almost impossible for human beings to control, as it hides in impenetrable plantations of young trees. The attempt to reintroduce this predator marries well with the aim of bringing forests back to parts of our bare and barren uplands. The lynx requires deep cover, and as such presents little risk to sheep and other livestock, which are supposed, as a condition of farm subsidies, to be kept out of the woods. </p> <p> On a recent trip to the Cairngorm Mountains, I heard several conservationists suggest that the lynx could be reintroduced there within 20 years. If trees return to the bare hills elsewhere in Britain, the big cats could soon follow. There is nothing extraordinary about these proposals, seen from the perspective of anywhere else in Europe. The lynx has now been reintroduced to the Jura Mountains, the Alps, the Vosges in eastern France and the Harz mountains in Germany, and has re-established itself in many more places. The European population has tripled since 1970 to roughly 10,000. As with wolves, bears, beavers, boar, bison, moose and many other species, the lynx has been able to spread as farming has left the hills and people discover that it is more lucrative to protect charismatic wildlife than to hunt it, as tourists will pay for the chance to see it. Large-scale rewilding is happening almost everywhere – except Britain. </p> <p> Here, attitudes are just beginning to change. Conservationists are starting to accept that the old preservation-jar model is failing, even on its own terms. Already, projects such as Trees for Life in the Highlands provide a hint of what might be coming. An organisation is being set up that will seek to catalyse the rewilding of land and sea across Britain, its aim being to reintroduce that rarest of species to British ecosystems: hope. </p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–18</h4><p><i>Write the correct letter, <b>A</b>, <b>B</b>, <b>C</b> or <b>D</b>, in boxes 14–18 on your answer sheet.</i></p><p><b>14</b> What did the 2006 discovery of the animal bone reveal about the lynx?</p><p><b>A</b> Its physical appearance was very distinctive.<br><b>B</b> Its extinction was linked to the spread of farming.<br><b>C</b> It vanished from Britain several thousand years ago.<br><b>D</b> It survived in Britain longer than was previously thought.</p><p><b>15</b> What point does the writer make about large predators in the third paragraph?</p><p><b>A</b> Their presence can increase biodiversity.<br><b>B</b> They may cause damage to local ecosystems.<br><b>C</b> Their behaviour can alter according to the environment.<br><b>D</b> They should be reintroduced only to areas where they were native.</p><p><b>16</b> What does the writer suggest about British conservation in the fourth paragraph?</p><p><b>A</b> It has failed to achieve its aims.<br><b>B</b> It is beginning to change direction.<br><b>C</b> It has taken a misguided approach.<br><b>D</b> It has focused on the most widespread species.</p><p><b>17</b> Protecting large areas of the sea from commercial fishing would result in</p><p><b>A</b> practical benefits for the fishing industry.<br><b>B</b> some short-term losses to the fishing industry.<br><b>C</b> widespread opposition from the fishing industry.<br><b>D</b> certain changes to techniques within the fishing industry.</p><p><b>18</b> According to the author, what distinguishes rewilding from other environmental campaigns?</p><p><b>A</b> Its objective is more achievable.<br><b>B</b> Its supporters are more articulate.<br><b>C</b> Its positive message is more appealing.<br><b>D</b> It is based on sounder scientific principles.</p>",
            "qs": [14, 15, 16, 17, 18]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 19–22</h4><p>Complete the summary using the list of words and phrases <b>A–F</b> below.</p><p><i>Write the correct letter, <b>A–F</b>, in boxes 19–22 on your answer sheet.</i></p><h4>Reintroducing the lynx to Britain</h4><p>There would be many advantages to reintroducing the lynx to Britain. While there is no evidence that the lynx has ever put <b>19</b> ___ in danger, it would reduce the numbers of certain <b>20</b> ___ whose populations have increased enormously in recent decades. It would present only a minimal threat to <b>21</b> ___ , provided these were kept away from lynx habitats. Furthermore, the reintroduction programme would also link efficiently with initiatives to return native <b>22</b> ___ to certain areas of the country.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>A</b> trees</td><td><b>B</b> endangered species</td><td><b>C</b> hillsides</td></tr><tr><td><b>D</b> wild animals</td><td><b>E</b> humans</td><td><b>F</b> farm animals</td></tr></table>",
            "qs": [19, 20, 21, 22]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 23–26</h4><p>Do the following statements agree with the claims of the writer in Reading Passage 2?</p><p><i>In boxes 23–26 on your answer sheet, write</i></p><p><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>23</b> Britain could become the first European country to reintroduce the lynx.</p><p><b>24</b> The large growth in the European lynx population since 1970 has exceeded conservationists’ expectations.</p><p><b>25</b> Changes in agricultural practices have extended the habitat of the lynx in Europe.</p><p><b>26</b> It has become apparent that species reintroduction has commercial advantages.</p>",
            "qs": [23, 24, 25, 26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p>You should spend about 20 minutes on <b>Questions 27–40</b>, which are based on Reading Passage 3 below.</p><h4>UK companies need more effective boards of directors</h4> <p><b>A</b> After a number of serious failures of governance (that is, how they are managed at the highest level), companies in Britain, as well as elsewhere, should consider radical changes to their directors’ roles. It is clear that the role of a board director today is not an easy one. Following the 2008 financial meltdown, which resulted in a deeper and more prolonged period of economic downturn than anyone expected, the search for explanations in the many post-mortems of the crisis has meant blame has been spread far and wide. Governments, regulators, central banks and auditors have all been in the frame. The role of bank directors and management and their widely publicised failures have been extensively picked over and examined in reports, inquiries and commentaries. </p> <p><b>B</b> The knock-on effect of this scrutiny has been to make the governance of companies in general an issue of intense public debate and has significantly increased the pressures on, and the responsibilities of, directors. At the simplest and most practical level, the time involved in fulfilling the demands of a board directorship has increased significantly, calling into question the effectiveness of the classic model of corporate governance by part-time, independent non-executive directors. Where once a board schedule may have consisted of between eight and ten meetings a year, in many companies the number of events requiring board input and decisions has dramatically risen. Furthermore, the amount of reading and preparation required for each meeting is increasing. Agendas can become overloaded and this can mean the time for constructive debate must necessarily be restricted in favour of getting through the business. </p> <p><b>C</b> Often, board business is devolved to committees in order to cope with the workload, which may be more efficient but can mean that the board as a whole is less involved in fully addressing some of the most important issues. It is not uncommon for the audit committee meeting to last longer than the main board meeting itself. Process may take the place of discussion and be at the expense of real collaboration, so that boxes are ticked rather than issues tackled. </p> <p><b>D</b> A radical solution, which may work for some very large companies whose businesses are extensive and complex, is the professional board, whose members would work up to three or four days a week, supported by their own dedicated staff and advisers. There are obvious risks to this and it would be important to establish clear guidelines for such a board to ensure that it did not step on the toes of management by becoming too engaged in the day-to-day running of the company. Problems of recruitment, remuneration and independence could also arise and this structure would not be appropriate for all companies. However, more professional and better-informed boards would have been particularly appropriate for banks where the executives had access to information that part-time non-executive directors lacked, leaving the latter unable to comprehend or anticipate the 2008 crash. </p> <p><b>E</b> One of the main criticisms of boards and their directors is that they do not focus sufficiently on longer-term matters of strategy, sustainability and governance, but instead concentrate too much on short-term financial metrics. Regulatory requirements and the structure of the market encourage this behaviour. The tyranny of quarterly reporting can distort board decision-making, as directors have to ''make the numbers'' every four months to meet the insatiable appetite of the market for more data. This serves to encourage the trading methodology of a certain kind of investor who moves in and out of a stock without engaging in constructive dialogue with the company about strategy or performance, and is simply seeking a short-term financial gain. This effect has been made worse by the changing profile of investors due to the globalisation of capital and the increasing use of automated trading systems. Corporate culture adapts and management teams are largely incentivised to meet financial goals. </p> <p><b>F</b> Compensation for chief executives has become a combat zone where pitched battles between investors, management and board members are fought, often behind closed doors but increasingly frequently in the full glare of press attention. Many would argue that this is in the interest of transparency and good governance as shareholders use their muscle in the area of pay to pressure boards to remove underperforming chief executives. Their powers to vote down executive remuneration policies increased when binding votes came into force. The chair of the remuneration committee can be an exposed and lonely role, as Alison Carnwath, chair of Barclays Bank’s remuneration committee, found when she had to resign, having been roundly criticised for trying to defend the enormous bonus to be paid to the chief executive; the irony being that she was widely understood to have spoken out against it in the privacy of the committee. </p> <p><b>G</b> The financial crisis stimulated a debate about the role and purpose of the company and a heightened awareness of corporate ethics. Trust in the corporation has been eroded and academics such as Michael Sandel, in his thoughtful and bestselling book <i>What Money Can’t Buy</i>, are questioning the morality of capitalism and the market economy. Boards of companies in all sectors will need to widen their perspective to encompass these issues and this may involve a realignment of corporate goals. We live in challenging times. </p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–33</h4><p>Reading Passage 3 has seven paragraphs, <b>A–G</b>.</p><p>Choose the correct heading for each paragraph from the list of headings below.</p><p><i>Write the correct number, <b>i–viii</b>, in boxes 27–33 on your answer sheet.</i></p><table border='1' cellspacing='0' cellpadding='10'><tr><td><center><b>List of Headings</b></center><br><b>i</b> Disputes over financial arrangements regarding senior managers<br><b>ii</b> The impact on companies of being subjected to close examination<br><b>iii</b> The possible need for fundamental change in every area of business<br><b>iv</b> Many external bodies being held responsible for problems<br><b>v</b> The falling number of board members with broad enough experience<br><b>vi</b> A risk that not all directors take part in solving major problems<br><b>vii</b> Boards not looking far enough ahead<br><b>viii</b> A proposal to change the way the board operates</td></tr></table><p><b>27</b> Paragraph <b>A</b></p><p><b>28</b> Paragraph <b>B</b></p><p><b>29</b> Paragraph <b>C</b></p><p><b>30</b> Paragraph <b>D</b></p><p><b>31</b> Paragraph <b>E</b></p><p><b>32</b> Paragraph <b>F</b></p><p><b>33</b> Paragraph <b>G</b></p>",
            "qs": [27, 28, 29, 30, 31, 32, 33]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 34–37</h4><p>Do the following statements agree with the claims of the writer in Reading Passage 3?</p><p><i>In boxes 34–37 on your answer sheet, write</i></p><p><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>34</b> Close scrutiny of the behaviour of boards has increased since the economic downturn.</p><p><b>35</b> Banks have been mismanaged to a greater extent than other businesses.</p><p><b>36</b> Board meetings normally continue for as long as necessary to debate matters in full.</p><p><b>37</b> Using a committee structure would ensure that board members are fully informed about significant issues.</p>",
            "qs": [34, 35, 36, 37]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 38–40</h4><p>Complete the sentences below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p><i>Write your answers in boxes 38–40 on your answer sheet.</i></p><p><b>38</b> Before 2008, non-executive directors were at a disadvantage because of their lack of ___ .</p><p><b>39</b> Boards tend to place too much emphasis on ___ considerations that are only of short-term relevance.</p><p><b>40</b> On certain matters, such as pay, the board may have to accept the views of ___ .</p>",
            "qs": [38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p><i>You should spend about 20 minutes on this task.</i></p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>The diagram below shows how geothermal energy is used to produce electricity.</b><br><br><b>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</b></td></tr></table><p>Write at least 150 words.</p><h4>Geothermal power plant</h4><img src='https://drive.google.com/file/d/17kx4OQjj9dmTSDJ14TmCnYcbLKzzR4uV/view'>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p><i>You should spend about 40 minutes on this task.</i></p><p>Write about the following topic:</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>Some people believe that allowing children to make their own choices on everyday matters (such as food, clothes and entertainment) is likely to result in a society of individuals who only think about their own wishes. Other people believe that it is important for children to make decisions about matters that affect them.</b><br><br><b>Discuss both these views and give your own opinion.</b></td></tr></table><p>Give reasons for your answer and include any relevant examples from your own knowledge or experience.</p><p>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["Tesla"],["microphone"],["exhibition"],["wifi"],["45", "forty-five"],["135", "one hundred and thirty-five"],["pool"],["airport"],["sea"],["clubs"],["A", "E"],["A", "E"],["B", "E"],["B", "E"],["F"],["A"],["E"],["G"],["D"],["C"],["50", "fifty"],["regional"],["carnival"],["drummer"],["film"],["parade"],["D"],["B"],["E"],["F"],["violin"],["energy"],["complex"],["opera"],["disturbing"],["clarinet"],["diversity"],["physics"],["dance"],["Olympics"]
      ]
  ],
    "reading": [
      [["B"],["A"],["D"],["NOT GIVEN"],["NO"],["YES"],["B"],["C"],["B"],["A"],["A"],["C"],["A"],["C"],["H"],["A"],["F"],["I"],["B"],["E"],["B", "C"],["B", "C"],["ecology"],["prey"],["habitats"],["antibiotics"],["B"],["G"],["F"],["E"],["C"],["NO"],["YES"],["NOT GIVEN"],["NO"],["YES"],["encouraging"],["desire"],["autonomy"],["targeted"]
      ]
  ]
  }
}