{
  "id": "IELTS021",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1yd9ZrqwF8DVqqWyq8UCM8dRyAXcwf6rV",
        "inst": "<h4>PART 1 Questions 1–10</h4><p>Complete the notes below.<br>Write ONE WORD AND/OR A NUMBER for each answer.</p><h4>Bankside Recruitment Agency</h4><p>- Address of agency: 497 Eastside, Docklands<br>- Name of agent: Becky <b>1</b> ..........................................<br>- Phone number: 07866 510333<br>- Best to call her in the <b>2</b> ..........................................<br><br><b>Typical jobs</b><br>- Clerical and admin roles, mainly in the finance industry<br>- Must have good <b>3</b> .......................................... skills<br>- Jobs are usually for at least one <b>4</b> ..........................................<br>- Pay is usually <b>5</b> £ .......................................... per hour<br><br><b>Registration process</b><br>- Wear a <b>6</b> .......................................... to the interview<br>- Must bring your <b>7</b> .......................................... to the interview<br>- They will ask questions about each applicant's <b>8</b> ..........................................<br><br><b>Advantages of using an agency</b><br>- The <b>9</b> .......................................... you receive at interview will benefit you<br>- Will get access to vacancies which are not advertised<br>- Less <b>10</b> .......................................... is involved in applying for jobs</p>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=14si0tC1DEtGoVnibS_bvkkIOaBUxxgga",
        "inst": "<h4>PART 2 Questions 11–20</h4><h4>Questions 11–14</h4><p>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><h4>Matthews Island Holidays</h4><p><b>11</b> According to the speaker, the company<br><b>A</b> has been in business for longer than most of its competitors.<br><b>B</b> arranges holidays to more destinations than its competitors.<br><b>C</b> has more customers than its competitors.<p><b>12</b> Where can customers meet the tour manager before travelling to the Isle of Man?<br><b>A</b> Liverpool<br><b>B</b> Heysham<br><b>C</b> Luton</p><p><b>13</b> How many lunches are included in the price of the holiday?<br><b>A</b> three<br><b>B</b> four<br><b>C</b> five</p><p><b>14</b> Customers have to pay extra for<br><b>A</b> guaranteeing themselves a larger room.<br><b>B</b> booking at short notice.<br><b>C</b> transferring to another date.</p><br><h4>Questions 15–20</h4><p>Complete the table below.<br><br>Write ONE WORD AND/OR A NUMBER for each answer.</p><p><b>Timetable for Isle of Man holiday</b></p><table border="1" cellspacing="0" cellpadding="1"><tr><td></td><td><b>Activity</b></td><td><b>Notes</b></td></tr><tr><td>Day 1</td><td>Arrive</td><td>Introduction by manager<br>Hotel dining room has view of the <b>15</b> ..........................................</td></tr><tr><td>Day 2</td><td>Tynwald Exhibition and Peel</td><td>Tynwald may have been founded in <b>16</b> .......................................... not 979.</td></tr><tr><td>Day 3</td><td>Trip to Snaefell</td><td>Travel along promenade in a tram; train to Laxey; train to the <b>17</b> .......................................... of Snaefell</td></tr><tr><td>Day 4</td><td>Free day</td><td>Company provides a <b>18</b> .......................................... for local transport and heritage sites.</td></tr><tr><td>Day 5</td><td>Take the <b>19</b> .......................................... railway train from Douglas to Port Erin</td><td>Free time, then coach to Castletown – former <b>20</b> .......................................... has old castle.</td></tr><tr><td>Day 6</td><td>Leave</td><td>Leave the island by ferry or plane</td></tr></table>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1mVh9dCMrVR77NPLVAe8YQ5N4IWj-qA1n",
        "inst": "<h4>PART 3 Questions 21–30</h4><h4>Questions 21–26</h4><p>What did findings of previous research claim about the personality traits a child is likely to have because of their position in the family?<br>Choose SIX answers from the box and write the correct letter, <b>A–H</b>, next to Questions 21–26.</p><p><b>Personality Traits</b><br><b>A</b> outgoing<br><b>B</b> selfish<br><b>C</b> independent<br><b>D</b> attention-seeking<br><b>E</b> introverted<br><b>F</b> co-operative<br><b>G</b> caring<br><b>H</b> competitive</p><p><b>Position in family</b><br><b>21</b> the eldest child ...................<br><b>22</b> a middle child ...................<br><b>23</b> the youngest child ...................<br><b>24</b> a twin ...................<br><b>25</b> an only child ...................<br><b>26</b> a child with much older siblings ...................</p><br><h4>Questions 27 and 28</h4><p>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.<br><br><b>27</b> What do the speakers say about the evidence relating to birth order and academic success?<br><b>A</b> There is conflicting evidence about whether oldest children perform best in intelligence tests.<br><b>B</b> There is little doubt that birth order has less influence on academic achievement than socio-economic status.<br><b>C</b> Some studies have neglected to include important factors such as family size.<br><br><b>28</b> What does Ruth think is surprising about the difference in oldest children's academic performance?<br><b>A</b> It is mainly thanks to their roles as teachers for their younger siblings.<br><b>B</b> The advantages they have only lead to a slightly higher level of achievement.<br><b>C</b> The extra parental attention they receive at a young age makes little difference.</p><br><h4>Questions 29 and 30</h4><p>Choose TWO letters, <b>A–E</b>.<br><br>Which TWO experiences of sibling rivalry do the speakers agree has been valuable for them?<br><br><b>A</b> learning to share<br><b>B</b> learning to stand up for oneself<br><b>C</b> learning to be a good loser<br><b>D</b> learning to be tolerant<br><b>E</b> learning to say sorry</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=12WsNcqpEyOzU9RzJsWPxmn0JB6_EiZAY",
        "inst": "<h4>PART 4 Questions 31–40</h4><p>Complete the notes below.<br>Write ONE WORD ONLY for each answer.<br><br><b>The Eucalyptus Tree in Australia</b><br><br><b>Importance</b><br>- it provides <b>31</b> .......................................... and food for a wide range of species<br>- its leaves provide <b>32</b> .......................................... which is used to make a disinfectant<br><br><b>Reasons for present decline in number</b><br><br><b>A) Diseases</b><br><br><b>(i) 'Mundulla Yellows'</b><br>- Cause – lime used for making <b>33</b> .......................................... was absorbed<br>– trees were unable to take in necessary iron through their roots<br><br><b>(ii) 'Bell-miner Associated Die-back'</b><br>- Cause – <b>34</b> .......................................... feed on eucalyptus leaves<br>– they secrete a substance containing sugar<br>– bell-miner birds are attracted by this and keep away other species<br><br><b>B) Bushfires</b><br><br><b>William Jackson's theory:</b><br>- high-frequency bushfires have impact on vegetation, resulting in the growth of <b>35</b> ..........................................<br>- mid-frequency bushfires result in the growth of eucalyptus forests, because they:<br>– make more <b>36</b> .......................................... available to the trees<br>– maintain the quality of the <b>37</b> ...........................................<br>- low-frequency bushfires result in the growth of <b>38</b> '.......................................... rainforest', which is:<br>– a <b>39</b> .......................................... ecosystem<br>– an ideal environment for the <b>40</b> .......................................... of the bell-miner</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p>You should spend about 20 minutes on <b>Questions 1–13</b>, which are based on Reading Passage 1 below.</p><h4>Nutmeg – a valuable spice</h4><p>The nutmeg tree, <i>Myristica fragrans</i>, is a large evergreen tree native to Southeast Asia. Until the late 18th century, it only grew in one place in the world: a small group of islands in the Banda Sea, part of the Moluccas – or Spice Islands – in northeastern Indonesia. The tree is thickly branched with dense foliage of tough, dark green oval leaves, and produces small, yellow, bell-shaped flowers and pale yellow pear-shaped fruits. The fruit is encased in a fleshy husk. When the fruit is ripe, this husk splits into two halves along a ridge running the length of the fruit. Inside is a purple-brown shiny seed, 2–3 cm long by about 2 cm across, surrounded by a lacy red or crimson covering called an ''aril''. These are the sources of the two spices nutmeg and mace, the former being produced from the dried seed and the latter from the aril.</p><p>Nutmeg was a highly prized and costly ingredient in European cuisine in the Middle Ages, and was used as a flavouring, medicinal, and preservative agent. Throughout this period, the Arabs were the exclusive importers of the spice to Europe. They sold nutmeg for high prices to merchants based in Venice, but they never revealed the exact location of the source of this extremely valuable commodity. The Arab–Venetian dominance of the trade finally ended in 1512, when the Portuguese reached the Banda Islands and began exploiting its precious resources.</p><p>Always in danger of competition from neighbouring Spain, the Portuguese began subcontracting their spice distribution to Dutch traders. Profits began to flow into the Netherlands, and the Dutch commercial fleet swiftly grew into one of the largest in the world. The Dutch quietly gained control of most of the shipping and trading of spices in Northern Europe. Then, in 1580, Portugal fell under Spanish rule, and by the end of the 16th century the Dutch found themselves locked out of the market. As prices for pepper, nutmeg, and other spices soared across Europe, they decided to fight back.</p><p>In 1602, Dutch merchants founded the VOC, a trading corporation better known as the Dutch East India Company. By 1617, the VOC was the richest commercial operation in the world. The company had 50,000 employees worldwide, with a private army of 30,000 men and a fleet of 200 ships. At the same time, thousands of people across Europe were dying of the plague, a highly contagious and deadly disease. Doctors were desperate for a way to stop the spread of this disease, and they decided that nutmeg held the cure. Everybody wanted nutmeg, and many were willing to spare no expense to have it. Nutmeg bought for a few pennies in Indonesia could be sold for 68,000 times its original cost on the streets of London. The only problem was the short supply. And that's where the Dutch found their opportunity.</p><p>The Banda Islands were ruled by local sultans who insisted on maintaining a neutral trading policy towards foreign powers. This allowed them to avoid the presence of Portuguese or Spanish troops on their soil, but it also left them unprotected from other invaders. In 1621, the Dutch arrived and took over. Once securely in control of the Bandas, the Dutch went to work protecting their new investment. They concentrated all nutmeg production into a few easily guarded areas, importing and destroying any trees outside the plantation zones. Anyone caught growing a nutmeg or carrying seeds without the proper authority was severely punished. In addition, all exported nutmeg was covered with lime to make sure there was no chance a fertile seed which could be grown elsewhere would leave the islands. There was only one obstacle to Dutch domination. One of the Banda Islands, a sliver of land called Run, only 3 km long by less than 1 km wide, was under the control of the British. After decades of fighting for control of this tiny island, the Dutch and British arrived at a compromise settlement, the Treaty of Breda, in 1667. Intent on securing their hold over every nutmeg-producing island, the Dutch offered a trade: if the British would give them the island of Run, they would in turn give Britain a distant and much less valuable island in North America. The British agreed. That other island was Manhattan, which is how New Amsterdam became New York. The Dutch now had a monopoly over the nutmeg trade which would last for another century.</p><p>Then, in 1770, a Frenchman named Pierre Poivre successfully smuggled nutmeg plants to safety in Mauritius, an island off the coast of Africa. Some of these were later exported to the Caribbean where they thrived, especially on the island of Grenada. Next, in 1778, a volcanic eruption in the Banda region caused a tsunami that wiped out half the nutmeg groves. Finally, in 1809, the British returned to Indonesia and seized the Banda Islands by force. They returned the islands to the Dutch in 1817, but not before transplanting hundreds of nutmeg seedlings to plantations in several locations across southern Asia. The Dutch nutmeg monopoly was over.</p><p>Today, nutmeg is grown in Indonesia, the Caribbean, India, Malaysia, Papua New Guinea and Sri Lanka, and world nutmeg production is estimated to average between 10,000 and 12,000 tonnes per year.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–4</h4><p>Complete the notes below.<br>Choose ONE WORD ONLY from the passage for each answer.</p><h4>The nutmeg tree and fruit</h4><p>- the leaves of the tree are <b>1</b> .......................................... in shape<br>- the <b>2</b> .......................................... surrounds the fruit and breaks open when the fruit is ripe<br>- the <b>3</b> .......................................... is used to produce the spice nutmeg<br>- the covering known as the aril is used to produce <b>4</b> ...........................................<br>- the tree has yellow flowers and fruit</p>",
            "qs": [1,2,3,4]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 5–7</h4><p>Do the following statements agree with the information given in Reading Passage 1?<br><br>In boxes 5–7 on your answer sheet, write<br><br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this<br><br><b>5</b> In the Middle Ages, most Europeans knew where nutmeg was grown.<br><b>6</b> The VOC was the world's first major trading company.<br><b>7</b> Following the Treaty of Breda, the Dutch had control of all the islands where nutmeg grew.</p>",
            "qs": [5,6,7]
          },
          {
            "id": "R1.g3",
            "html": "<h4>Questions 8–13</h4><p>Complete the table below.<br>Choose ONE WORD ONLY from the passage for each answer.</p><table border='1' cellspacing='0' cellpadding='1'><tr><td><b>Middle Ages</b></td><td>Nutmeg was brought to Europe by the <b>8</b> ..........................................</td></tr><tr><td><b>16th century</b></td><td>European nations took control of the nutmeg trade</td></tr><tr><td><b>17th century</b></td><td>Demand for nutmeg grew, as it was believed to be effective against the disease known as the <b>9</b> ..........................................<br><br>The Dutch<br>– took control of the Banda Islands<br>– restricted nutmeg production to a few areas<br>– put <b>10</b> .......................................... on nutmeg to avoid it being cultivated outside the islands<br>– finally obtained the island of <b>11</b> .......................................... from the British</td></tr><tr><td><b>Late 18th century</b></td><td>1770 – nutmeg plants were secretly taken to <b>12</b> ..........................................<br><br>1778 – half the Banda Islands' nutmeg plantations were destroyed by a <b>13</b> ..........................................</td></tr></table>",
            "qs": [8,9,10,11,12,13]
          }    
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p><i>You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below.</i></p><h4>Driverless cars</h4><p><b>A</b>  The automotive sector is well used to adapting to automation in manufacturing. The implementation of robotic car manufacture from the 1970s onwards led to significant cost savings and improvements in the reliability and flexibility of vehicle mass production. A new challenge to vehicle production is now on the horizon and, again, it comes from automation. However, this time it is not to do with the manufacturing process, but with the vehicles themselves.</p><p>Research projects on vehicle automation are not new. Vehicles with limited self-driving capabilities have been around for more than 50 years, resulting in significant contributions towards driver assistance systems. But since Google announced in 2010 that it had been trialling self-driving cars on the streets of California, progress in this field has quickly gathered pace.</p><p><b>B</b> There are many reasons why technology is advancing so fast. One frequently cited motive is safety; indeed, research at the UK’s Transport Research Laboratory has demonstrated that more than 90 percent of road collisions involve human error as a contributory factor, and it is the primary cause in the vast majority. Automation may help to reduce the incidence of this.</p><p>Another aim is to free the time people spend driving for other purposes. If the vehicle can do some or all of the driving, it may be possible to be productive, to socialise or simply to relax while automation systems have responsibility for safe control of the vehicle. If the vehicle can do the driving, those who are challenged by existing mobility models – such as older or disabled travellers – may be able to enjoy significantly greater travel autonomy.</p><p><b>C</b> Beyond these direct benefits, we can consider the wider implications for transport and society, and how manufacturing processes might need to respond as a result. At present, the average car spends more than 90 percent of its life parked. Automation means that initiatives for car-sharing become much more viable, particularly in urban areas with significant travel demand. If a significant proportion of the population choose to use shared automated vehicles, mobility demand can be met by far fewer vehicles.</p><p><b>D</b> The Massachusetts Institute of Technology investigated automated mobility in Singapore, finding that fewer than 30 percent of the vehicles currently used would be required if fully automated car sharing could be implemented. If this is the case, it might mean that we need to manufacture far fewer vehicles to meet demand.</p><p><b>E</b> Modelling work by the University of Michigan Transportation Research Institute suggests automated vehicles might reduce vehicle ownership by 43 percent, but that vehicles’ average annual mileage would double as a result. As a consequence, each vehicle would be used more intensively, and might need replacing sooner. This faster rate of turnover may mean that vehicle production will not necessarily decrease.</p><p>Automation may prompt other changes in vehicle manufacture. If we move to a model where consumers are tending not to own a single vehicle but to purchase access to a range of vehicles through a mobility provider, drivers will have the freedom to select one that best suits their needs for a particular journey, rather than making a compromise across all their requirements.</p><p>Since, for most of the time, most of the seats in most cars are unoccupied, this may boost production of a smaller, more efficient range of vehicles that suit the needs of individuals. Specialised vehicles may then be available for exceptional journeys, such as going on a family camping trip or helping a son or daughter move to university.</p><p><b>F</b> There are a number of hurdles to overcome in delivering automated vehicles to our roads. These include the technical difficulties in ensuring that the vehicle works reliably in the infinite range of traffic, weather and road situations it might encounter; the regulatory challenges in understanding how liability and enforcement might change when drivers are no longer essential for vehicle operation; and the societal changes that may be required for communities to trust and accept automated vehicles as being a valuable part of the mobility landscape.</p><p><b>G</b> It’s clear that there are many challenges that need to be addressed but, through robust and targeted research, these can most probably be conquered within the next 10 years. Mobility will change in such potentially significant ways and in association with so many other technological developments, such as telepresence and virtual reality, that it is hard to make concrete predictions about the future. However, one thing is certain: change is coming, and the need to be flexible in response to this will be vital for those involved in manufacturing the vehicles that will deliver future mobility.</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–18</h4><p>Reading Passage 2 has seven sections, A–G.<br>Which section contains the following information?<br>Write the correct letter, A–G, in boxes 14–18 on your answer sheet.</p><p><b>14</b> reference to the amount of time when a car is not in use<br><b>15</b> mention of several advantages of driverless vehicles for individual road-users<br><b>16</b> reference to the opportunity of choosing the most appropriate vehicle for each trip<br><b>17</b> an estimate of how long it will take to overcome a number of problems<br><b>18</b> a suggestion that the use of driverless cars may have no effect on the number of vehicles manufactured</p>",
            "qs": [14,15,16,17,18]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 19–22</h4><p>Complete the summary below.</p><p>Choose NO MORE THAN TWO WORDS from the passage for each answer.<br>Write your answers in boxes 19–22 on your answer sheet.</p><h4>The impact of driverless cars</h4><p>Figures from the Transport Research Laboratory indicate that most motor accidents are partly due to <b>19</b> ____________________________, so the introduction of driverless vehicles will result in greater safety. In addition to the direct benefits of automation, it may bring other advantages. For example, schemes for <b>20</b> ____________________________ will be more workable, especially in towns and cities, resulting in fewer cars on the road.</p><p>According to the University of Michigan Transportation Research Institute, there could be a 43 percent drop in <b>21</b> ____________________________ of cars. However, this would mean that the yearly <b>22</b> ____________________________ of each car would, on average, be twice as high as it currently is. This would lead to a higher turnover of vehicles, and therefore no reduction in automotive manufacturing.</p>",
            "qs": [19,20,21,22]
          },
      {
            "id": "R2.g3",
            "html": "<h4>Questions 23 and 24</h4><p>Choose TWO letters, A–E.<br>Write the correct letters in boxes 23 and 24 on your answer sheet.</p><p>Which TWO benefits of automated vehicles does the writer mention?</p><p><b>A</b> Car travellers could enjoy considerable cost savings.<br><b>B</b> It would be easier to find parking spaces in urban areas.<br><b>C</b> Travellers could spend journeys doing something other than driving.<br><b>D</b> People who find driving physically difficult could travel independently.<br><b>E</b> A reduction in the number of cars would mean a reduction in pollution.</p>",
            "qs": [23,24]
          },
      {
            "id": "R2.g4",
            "html": "<h4>Questions 25 and 26</h4><p>Choose TWO letters, A–E.<br>Write the correct letters in boxes 25 and 26 on your answer sheet.</p><p>Which TWO challenges to automated vehicle development does the writer mention?<br><b>A</b> making sure the general public has confidence in automated vehicles<br><b>B</b> managing the pace of transition from conventional to automated vehicles<br><b>C</b> deciding how to compensate professional drivers who become redundant<br><b>D</b> setting up the infrastructure to make roads suitable for automated vehicles<br><b>E</b> getting automated vehicles to adapt to various different driving conditions</p>",
            "qs": [25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p>You should spend about 20 minutes on <b>Questions 27–40</b>, which are based on Reading Passage 3 below.</p><h4>What is exploration?</h4><p>We are all explorers. Our desire to discover, and then share that new-found knowledge, is part of what makes us human – indeed, this has played an important part in our success as a species. Long before the first caveman slumped down beside the fire and grunted news that there were plenty of wildebeest over yonder, our ancestors had learnt the value of sending out scouts to investigate the unknown. This questing nature of ours undoubtedly helped our species spread around the globe, just as it nowadays no doubt helps the last nomadic Penan maintain their existence in the depleted forests of Borneo, and a visitor negotiate the subways of New York.</p><p>Over the years, we’ve come to think of explorers as a peculiar breed – different from the rest of us, different from those of us who are merely ‘well travelled’, even; and perhaps <i>there</i> is a type of person more suited to seeking out the new, a type of caveman more inclined to risk venturing out. That, however, doesn’t take away from the fact that we all have this enquiring instinct, even today; and that in all sorts of professions – whether artist, marine biologist or astronomer – borders of the unknown are being tested each day.</p><p>Thomas Hardy set some of his novels in Egdon Heath, a fictional area of uncultivated land, and used the landscape to suggest the desires and fears of his characters. He is delving into matters we all recognise because they are common to humanity. This is surely an act of exploration, and into a world as remote as the author chooses. Explorer and travel writer Peter Fleming talks of the moment when the explorer returns to the existence he has left behind with his loved ones. The traveller ‘who has for weeks or months seen himself only as a puny and irrelevant alien crawling laboriously over a country in which he has no roots and no background, suddenly encounters his other self, a relatively solid figure, with a place in the minds of certain people’.</p><p>In this book about the exploration of the earth’s surface, I have confined myself to those whose travels were real and who also aimed at more than personal discovery. But that still left me with another problem: the word ‘explorer’ has become associated with a past era. We think back to a golden age, as if exploration peaked somehow in the 19th century – as if the process of discovery is now on the decline, though the truth is that we have named only one and a half million of this planet’s species, and there may be more than 10 million – and that’s not including bacteria. We have studied only 5 per cent of the species we know. We have scarcely mapped the ocean floors, and know even less about ourselves; we fully understand the workings of only 10 per cent of our brains.</p><p>Here is how some of today’s ‘explorers’ define the word. Ran Fiennes, dubbed the ‘greatest living explorer’, said, ‘An explorer is someone who has done something that no human has done before – and also done something scientifically useful.’ Chris Bonington, a leading mountaineer, felt exploration was to be found in the act of physically touching the unknown: ‘You have to have gone somewhere new.’ Then Robin Hanbury-Tenison, a campaigner on behalf of remote so-called ‘tribal’ peoples, said, ‘A traveller simply records information about some far-off world, and reports back; but an explorer <i>changes</i> the world.’ Wilfred Thesiger, who crossed Arabia’s Empty Quarter in 1946, and belongs to an era of unmechanised travel now lost to the rest of us, told me, ‘If I’d gone across by camel when I could have gone by car, it would have been a stunt.’ To him, exploration meant bringing back information from a remote place regardless of any great self-discovery.</p><p>Each definition is slightly different – and tends to reflect the field of endeavour of each pioneer. It was the same whoever I asked: the prominent historian would say exploration was a thing of the past, the cutting-edge scientist would say it was of the present. And so on. They each set their own particular criteria; the common factor in their approach being that they all had, unlike many of us who simply enjoy travel or discovering new things, both a very definite objective from the outset and also a desire to record their findings.</p><p>I’d best declare my own bias. As a writer, I’m interested in the exploration of ideas. I’ve done a great many expeditions and each one was unique. I’ve lived for months alone with isolated groups of people all around the world, even two ‘uncontacted tribes’. But none of these things is of the slightest interest to anyone unless, through my books, I’ve found a new slant, explored a new idea. Why? Because the world has moved on. The time has long passed for the great continental voyages – another walk to the poles, another crossing of the Empty Quarter. We know how the land surface of our planet lies; exploration of it is now down to the details – the habits of microbes, say, or the grazing behaviour of buffalo. Aside from the deep sea and deep underground, it’s the era of specialists. However, this is to disregard the role the human mind has in conveying remote places; and this is what interests me: how a fresh interpretation, even of a well-travelled route, can give its readers new insights.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–32</h4><p>Choose the correct letter, <b>A</b>, <b>B</b>, <b>C</b> or <b>D</b>.</p><p>Write the correct letter in boxes 27–32 on your answer sheet.</p><p><b>27</b> The writer refers to visitors to New York to illustrate the point that<br>- <b>A</b> exploration is an intrinsic element of being human.<br>- <b>B</b> most people are enthusiastic about exploring.<br>- <b>C</b> exploration can lead to surprising results.<br>- <b>D</b> most people find exploration daunting.</p><p><b>28</b> According to the second paragraph, what is the writer’s view of explorers?<br>- <b>A</b> Their discoveries have brought both benefits and disadvantages.<br>- <b>B</b> Their main value is in teaching others.<br>- <b>C</b> They act on an urge that is common to everyone.<br>- <b>D</b> They tend to be more attracted to certain professions than to others.</p><p><b>29</b> The writer refers to a description of Egdon Heath to suggest that<br>- <b>A</b> Hardy was writing about his own experience of exploration.<br>- <b>B</b> Hardy was mistaken about the nature of exploration.<br>- <b>C</b> Hardy’s aim was to investigate people’s emotional states.<br>- <b>D</b> Hardy’s aim was to show the attraction of isolation.</p><p><b>30</b> In the fourth paragraph, the writer refers to ‘a golden age’ to suggest that<br>- <b>A</b> the amount of useful information produced by exploration has decreased.<br>- <b>B</b> fewer people are interested in exploring than in the 19th century.<br>- <b>C</b> recent developments have made exploration less exciting.- <b>D</b> we are wrong to think that exploration is no longer necessary.</p><p><b>31</b> In the sixth paragraph, when discussing the definition of exploration, the writer argues that<br>- <b>A</b> people tend to relate exploration to their own professional interests.<br>- <b>B</b> certain people are likely to misunderstand the nature of exploration.<br>- <b>C</b> the generally accepted definition has changed over time.<br>- <b>D</b> historians and scientists have more valid definitions than the general public.</p><p><b>32</b> In the last paragraph, the writer explains that he is interested in<br>- <b>A</b> how someone’s personality is reflected in their choice of places to visit.<br>- <b>B</b> the human ability to cast new light on places that may be familiar.<br>- <b>C</b> how travel writing has evolved to meet changing demands.<br>- <b>D</b> the feelings that writers develop about the places that they explore.</p>",
            "qs": [27,28,29,30,31,32]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 33–37</h4><p>Look at the following statements (Questions 33–37) and the list of explorers below.</p><p>Match each statement with the correct explorer, <b>A–E</b>.</p><p>Write the correct letter, <b>A–E</b>, in boxes 33–37 on your answer sheet.</p><p><i><b>NB</b> You may use any letter more than once.</i></p><p><b>33</b> He referred to the relevance of the form of transport used.<br><b>34</b> He described feelings on coming back home after a long journey.<br><b>35</b> He worked for the benefit of specific groups of people.<br><b>36</b> He did not consider learning about oneself an essential part of exploration.<br><b>37</b> He defined exploration as being both unique and of value to others.</p><table border="1" cellspacing="0" cellpadding="1"><tr><td><p><b>List of Explorers</b></p><p><b>A</b> Peter Fleming<br><b>B</b> Ran Fiennes<br><b>C</b> Chris Bonington<br><b>D</b> Robin Hanbury-Tenison<br><b>E</b> Wilfred Thesiger</p></td></tr></table>",
            "qs": [33,33,34,35,36,37]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 38–40</h4><p>Complete the summary below.</p><p>Choose <b>NO MORE THAN TWO WORDS</b> from the passage for each answer.</p><p>Write your answers in boxes 38–40 on your answer sheet.</p><h4>The writer’s own bias</h4><p>The writer has experience of a large number of <b>38</b> ____________________ , and was the first stranger that certain previously <b>39</b> ____________________ people had encountered. He believes there is no need for further exploration of Earth’s <b>40</b> ____________________ , except to answer specific questions such as how buffalo eat.</p>",
            "qs": [38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.</p><p><b>The chart below shows the results of a survey about people’s coffee and tea buying and drinking habits in five Australian cities.</b></p><p><b>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</b></p><p>Write at least 150 words.</p><img src='https://drive.google.com/file/d/1XNmXP2Gd5hLyeswZcZV6bi_-5EZ7UkfW/view'>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.<br>Write about the following topic:</p><p><b>In some countries, owning a home rather than renting one is very important for people.</b></p><p>Why might this be the case?<br>Do you think this is a positive or negative situation?<br>Give reasons for your answer and include any relevant examples from your own knowledge or experience.</p><p>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["Jamieson"],["afternoon"],["communication"],["week"],["10","ten"],["suit"],["passport"],["personality"],["feedback"],["time"],["A"],["B"],["A"],["C"],["river"],["1422"],["top"],["pass"],["steam"],["capital"],["G"],["F"],["A"],["E"],["B"],["C"],["C"],["A"],["B","D"],["B","D"],["shelter"],["oil"],["roads"],["insects"],["grass","grasses"],["water"],["soil"],["dry"],["simple"],["nest","nests"]]
  ],
    "reading": [
      [["oval"],["husk"],["seed"],["mace"],["FALSE"],["NOT GIVEN"],["TRUE"],["Arabs"],["plague"],["lime"],["Run"],["Mauritius"],["tsunami"],["C"],["B"],["E"],["G"],["D"],["human error"],["car sharing","car-sharing"],["ownership"],["mileage"],["C","D"],["C","D"],["A","E"],["A","E"],["A"],["C"],["C"],["D"],["A"],["B"],["E"],["A"],["D"],["E"],["B"],["unique expeditions","expeditions"],["uncontacted","isolated"],["land surface","surface"]]
  ]
  }
}
