{
  "id": "IELTS035",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1P9vfcnbtHM6feesIjZiEU1g7Z05pD6-G",
        "inst": "<h4>SECTION 1 Questions 1–10</h4><p>Complete the notes below.</p><p><i>Write ONE WORD ONLY for each answer.</i></p><table border='1' cellspacing='0' cellpadding='10'><tr><td colspan='2'><b>PUBLIC LIBRARY</b></td></tr><tr><td><b>Example</b></td><td>The library re-opened last month</td></tr><tr><td colspan='2'><b>The library now has</b><br>- a seating area with magazines<br>- an expanded section for books on <b>1</b> ___<br>- a new section on local <b>2</b> ___<br>- a community room for meetings (also possible to <b>3</b> ___ there)<br>- a new section of books for <b>4</b> ___</td></tr><tr><td colspan='2'><b>For younger children</b><br>- the next Science Club meeting: experiments using things from your <b>5</b> ___<br>- Reading Challenge: read six books during the holidays</td></tr><tr><td colspan='2'><b>For adults</b><br>- this Friday: a local author talks about a novel based on a real <b>6</b> ___<br>- IT support is available on Tuesdays – no <b>7</b> ___ is necessary<br>- free check of blood <b>8</b> ___ and cholesterol levels (over 60s only)</td></tr><tr><td colspan='2'><b>Other information</b><br>- the library shop sells wall-charts, cards and <b>9</b> ___<br>- evenings and weekends: free <b>10</b> ___ is available</td></tr></table>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1LAGy4yY8NbPkyt0vJTSj2R3wmoVA3aY-",
        "inst": "<h4>SECTION 2 Questions 11–20</h4><h4>Questions 11-12</h4><p>Choose TWO letters, A–E.</p><p>Which TWO age groups are taking increasing numbers of holidays with BC Travel?</p><p><b>A</b> 16–30 years<br><b>B</b> 31–42 years<br><b>C</b> 43–54 years<br><b>D</b> 55–64 years<br><b>E</b> over 65 years</p><br><h4>Questions 13-14</h4><p>Choose TWO letters, A–E.</p><p>Which TWO are the main reasons given for the popularity of activity holidays?</p><p><b>A</b> Clients make new friends.<br><b>B</b> Clients learn a useful skill.<br><b>C</b> Clients learn about a different culture.<br><b>D</b> Clients are excited by the risk involved.<br><b>E</b> Clients find them good value for money.</p><br><h4>Questions 15–17</h4><p>Choose the correct letter, A, B or C.</p><p><b>15</b> How does BC Travel plan to expand the painting holidays?<br><b>A</b> by adding to the number of locations<br><b>B</b> by increasing the range of levels<br><b>C</b> by employing more teachers</p><p><b>16</b> Why are BC Travel’s cooking holidays unusual?<br><b>A</b> They only use organic foods.<br><b>B</b> They have an international focus.<br><b>C</b> They mainly involve vegetarian dishes.</p><p><b>17</b> What does the speaker say about the photography holidays?<br><b>A</b> Clients receive individual tuition.<br><b>B</b> The tutors are also trained guides.<br><b>C</b> Advice is given on selling photographs.</p><br><h4>Questions 18–20</h4><p>Complete the table below.</p><p><i>Write ONE WORD ONLY for each answer.</i></p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>Location</b></td><td><b>Main focus</b></td><td><b>Other comments</b></td></tr><tr><td>Ireland and Italy</td><td>general fitness</td><td>- personally designed programme<br>- also reduces <b>18</b> ___</td></tr><tr><td>Greece</td><td><b>19</b> ___ control</td><td>- includes exercise on the beach</td></tr><tr><td>Morocco</td><td>mountain biking</td><td>- wide variety of levels<br>- one holiday that is specially designed for <b>20</b> ___</td></tr></table>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1iCRHH2GJe4GwJqooRpT8Dm9F-rgPXx69",
        "inst": "<h4>SECTION 3 Questions 21–30</h4><h4>Questions 21–26</h4><p>Complete the flow-chart below.</p><p>Choose SIX answers from the box and write the correct letter, A–H, next to Questions 21–26.</p><p><b>A</b> patterns <b>B</b> names <b>C</b> sources <b>D</b> questions <b>E</b> employees <b>F</b> solutions <b>G</b> headings <b>H</b> officials</p><p><table border='1' cellspacing='0' cellpadding='10'><tr><td colspan='1'><b>STAGES IN DOING A TOURISM CASE STUDY</b></td></tr><tr><td><b>RESEARCH</b><br>Locate and read relevant articles, noting key information and also <b>21</b> ___<br>Identify a problem or need<br>Select interviewees – these may be site <b>22</b> ___, visitors or city <b>23</b> ___<br>Prepare and carry out interviews. If possible, collect statistics.<br>Check whether <b>24</b> ___ of interviewees can be used</td></tr><tr><td><b>ANALYSIS</b><br>Select relevant information and try to identify <b>25</b> ___<br>Decide on the best form of visuals</td></tr><tr><td><b>WRITING THE CASE STUDY</b><br>Give some background before writing the main sections<br>Do <u>NOT</u> end with <b>26</b> ___</td></tr></table><br><h4>Questions 27–30</h4><p>Choose the correct letter, A, B or C.</p><p><b>The Horton Castle site</b></p><p><b>27</b> Natalie and Dave agree one reason why so few people visit Horton Castle is that<br><b>A</b> the publicity is poor.<br><b>B</b> it is difficult to get to.<br><b>C</b> there is little there of interest.</p><p><b>28</b> Natalie and Dave agree that the greatest problem with a visitor centre could be<br><b>A</b> covering the investment costs.<br><b>B</b> finding a big enough space for it.<br><b>C</b> dealing with planning restrictions.</p><p><b>29</b> What does Dave say about conditions in the town of Horton?<br><b>A</b> There is a lot of unemployment.<br><b>B</b> There are few people of working age.<br><b>C</b> There are opportunities for skilled workers.</p><p><b>30</b> According to Natalie, one way to prevent damage to the castle site would be to<br><b>A</b> insist visitors have a guide.<br><b>B</b> make visitors keep to the paths.<br><b>C</b> limit visitor numbers.</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1YBWkyu_8phUNuMZqiy6yBHuXLGgn86fy",
        "inst": "<h4>SECTION 4 Questions 31–40</h4><p>Complete the notes below.</p><p>Write ONE WORD ONLY for each answer.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td colspan='1'><b>The effects of environmental change on birds</b></td></tr><tr><td><b>Mercury (Hg)</b><br>- Highly toxic<br>- Released into the atmosphere from coal<br>- In water it may be consumed by fish<br>- It has also recently been found to affect birds which feed on <b>31</b> ___</td></tr><tr><td><b>Research on effects of mercury on birds</b><br>- Claire Varian-Ramos is investigating:<br>  - the effects on birds’ <b>32</b> ___ or mental processes, e.g. memory<br>  - the effects on bird song (usually learned from a bird’s <b>33</b> ___)<br>- Findings:<br>  - songs learned by birds exposed to mercury are less <b>34</b> ___<br>  - this may have a negative effect on birds’ <b>35</b> ___<br>- Lab-based studies:<br>  - allow more <b>36</b> ___ for the experimenter</td></tr><tr><td><b>Implications for humans</b><br>- Migrating birds such as <b>37</b> ___ containing mercury may be eaten by humans<br>- Mercury also causes problems in learning <b>38</b> ___<br>- Mercury in a mother’s body from <b>39</b> ___ may affect the unborn child<br>- New regulations for mercury emissions will affect everyone’s energy <b>40</b> ___</td></tr></table>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p><i>You should spend about 20 minutes on <b>Questions 1–13</b>, which are based on Reading Passage 1 below.</i></p><h4>Flying tortoises</h4><p><i>An airborne reintroduction programme has helped conservationists take significant steps to protect the endangered Galápagos tortoise.</i></p><p><b>A</b> Forests of spiny cacti cover much of the uneven lave plains that separate the interior of the Galápagos island of Isabela from the Pacific Ocean. With its five distinct volcanoes, the island resembles a lunar landscape. Only the thick vegetation at the skirt of the often cloud-covered peak of Sierra Negra offers respite from the barren terrain below. This inhospitable environment is home to the giant Galápagos tortoise. Some time after the Galápagos’s birth, around five million years ago, the islands were colonised by one or more tortoises from mainland South America. As these ancestral tortoises settled on the individual islands, the different populations adapted to their unique environments, giving rise to at least 14 different subspecies. Island life agreed with them. In the absence of significant predators, they grew to become the largest and longest-living tortoises on the planet, weighing more than 400 kilograms, occasionally exceeding 1.8 metres in length and living for more than a century.</p><p><b>B</b> Before human arrival, the archipelago’s tortoises numbered in the hundreds of thousands. From the 17th century onwards, pirates took a few on board for food, but the arrival of whaling ships in the 1790s saw this exploitation grow exponentially. Relatively immobile and capable of surviving for months without food or water, the tortoises were taken on board these ships to act as food supplies during long ocean passages. Sometimes, their bodies were processed into high-grade oil. In total, an estimated 200,000 animals were taken from the archipelago before the 20th century. This historical exploitation was then exacerbated when settlers came to the islands. They hunted the tortoises and destroyed their habitat to clear land for agriculture. They also introduced alien species – ranging from cattle, pigs, goats, rats and dogs to plants and ants – that either prey on the eggs and young tortoises or damage or destroy their habitat.</p><p><b>C</b> Today, only 11 of the original subspecies survive and of these, several are highly endangered. In 1989, work began on a tortoise-breeding centre just outside the town of Puerto Villamil on Isabela, dedicated to protecting the island’s tortoise populations. The centre’s captive-breeding programme proved to be extremely successful, and it eventually had to deal with an overpopulation problem.</p><p><b>D</b> The problem was also a pressing one. Captive-bred tortoises can’t be reintroduced into the wild until they’re at least five years old and weigh at least 4.5 kilograms, at which point their size and weight – and their hardened shells – are sufficient to protect them from predators. But if people wait too long after that point, the tortoises eventually become too large to transport.</p><p><b>E</b> For years, repatriation efforts were carried out in small numbers, with the tortoises carried on the backs of men over weeks of long, treacherous hikes along narrow trails. But in November 2010, the environmentalist and Galápagos National Park liaison officer Godfrey Merlin, a visiting private motor yacht captain and a helicopter pilot gathered around a table in a small café in Puerto Ayora on the island of Santa Cruz to work out more ambitious reintroduction. The aim was to use a helicopter to move 300 of the breeding centre’s tortoises to various locations close to Sierra Negra.</p><p><b>F</b> This unprecedented effort was made possible by the owners of the 67-metre yacht While Cloud, who provided the Galápagos National Park with free use of their helicopter and its experienced pilot, as well as the logistical support of the yacht, its captain and crew. Originally an air ambulance, the yacht’s helicopter has a rear double door and a large internal space that’s well suited for cargo, so a custom crate was designed to hold up to 33 tortoises with a total weight of about 150 kilograms. This weight, together with that of the fuel, pilot and four crew, approached the helicopter’s maximum payload, and there were times when it was clearly right on the edge of the helicopter’s capabilities. During a period of three days, a group of volunteers from the breeding centre worked around the clock to prepare the young tortoises for transport. Meanwhile, park wardens, dropped off ahead of time in remote locations, cleared landing sites within the thick brush, cacti and lava rocks.</p><p><b>G</b> Upon their release, the juvenile tortoises quickly spread out over their ancestral territory, investigating their new surroundings and feeding on the vegetation. Eventually, one tiny tortoise came across a fully grown giant who had been lumbering around the island for around a hundred years. The two stood side by side, a powerful symbol of the regeneration of an ancient species.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–7</h4><p>Reading Passage 1 has seven paragraphs, <b>A–G</b>.<br>Choose the correct heading for each paragraph from the list of headings below.<br>Write the correct number, <b>i–viii</b>, in boxes 1–7 on your answer sheet.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>List of Headings</b><br><br><b>i</b> The importance of getting the timing right<br><b>ii</b> Young meets old<br><b>iii</b> Developments to the disadvantage of tortoise populations<br><b>iv</b> Planning a bigger idea<br><b>v</b> Tortoises populate the islands<br><b>vi</b> Carrying out a carefully prepared operation<br><b>vii</b> Looking for a home for the islands'' tortoises<br><b>viii</b> The start of the conservation project</td></tr></table><p><b>1</b> Paragraph A<br><b>2</b> Paragraph B<br><b>3</b> Paragraph C<br><b>4</b> Paragraph D<br><b>5</b> Paragraph E<br><b>6</b> Paragraph F<br><b>7</b> Paragraph G</p>",
            "qs": [1,2,3,4,5,6,7]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 8–13</h4><p>Complete the notes below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes 8–13 on your answer sheet.</p><h4>The decline of the Galápagos tortoise</h4><p>- Originally from mainland South America</p><p>- Numbers on Galápagos islands increased, due to lack of predators</p><p>- 17th century: small numbers taken onto ships used by <b>8</b> ___</p><p>- 1790s: very large numbers taken onto whaling ships, kept for <b>9</b> ___, and also used to produce <b>10</b> ___</p><p>- Hunted by <b>11</b> ___ on the islands</p><p>- Habitat destruction: for the establishment of agriculture and by various <b>12</b> ___ not native to the islands, which also fed on baby tortoises and tortoises'' <b>13</b> ___</p>",
            "qs": [8,9,10,11,12,13]
          } 
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p>You should spend about 20 minutes on <b>Questions 14–26</b>, which are based on Reading Passage 2 below.</p><h4>The Intersection of Health Sciences and Geography</h4><p><b>A</b> While many diseases that affect humans have been eradicated due to improvements in vaccinations and the availability of healthcare, there are still areas around the world where certain health issues are more prevalent. In a world that is far more globalised than ever before, people come into contact with one another through travel and living closer and closer to each other. As a result, super-viruses and other infections resistant to antibiotics are becoming more and more common.</p><p><b>B</b> Geography can often play a very large role in the health concerns of certain populations. For instance, depending on where you live, you will not have the same health concerns as someone who lives in a different geographical region. Perhaps one of the most obvious examples of this idea is malaria-prone areas, which are usually tropical regions that foster a warm and damp environment in which the mosquitos that can give people this disease can grow. Malaria is much less of a problem in high-altitude deserts, for instance.</p><p><b>C</b> In some countries, geographical factors influence the health and well-being of the population in very obvious ways. In many large cities, the wind is not strong enough to clear the air of the massive amounts of smog and pollution that cause asthma, lung problems, eyesight issues and more in the people who live there. Part of the problem is, of course, the massive number of cars being driven, in addition to factories that run on coal power. The rapid industrialisation of some countries in recent years has also led to the cutting down of forests to allow for the expansion of big cities, which makes it even harder to fight the pollution with the fresh air that is produced by plants.</p><p><b>D</b> It is in situations like these that the field of health geography comes into its own. It is an increasingly important area of study in a world where diseases like polio are re-emerging, respiratory diseases continue to spread, and malaria-prone areas are still fighting to find a better cure. Health geography is the combination of, on the one hand, knowledge regarding geography and methods used to analyse and interpret geographical information, and on the other, the study of health, diseases and healthcare practices around the world. The aim of this hybrid science is to create solutions for common geography-based health problems. While people will always be prone to illness, the study of how geography affects our health could lead to the eradication of certain illnesses, and the prevention of others in the future. By understanding why and how we get sick, we can change the way we treat illness and disease specific to certain geographical locations.</p><p><b>E</b> The geography of disease and ill health analyses the frequency with which certain diseases appear in different parts of the world, and overlays the data with the geography of the region, to see if there could be a correlation between the two. Health geographers also study factors that could make certain individuals or a population more likely to be taken ill with a specific health concern or disease, as compared with the population of another area. Health geographers in this field are usually trained as healthcare workers, and have an understanding of basic epidemiology as it relates to the spread of diseases among the population.</p><p><b>F</b> Researchers study the interactions between humans and their environment that could lead to illness (such as asthma in places with high levels of pollution) and work to create a clear way of categorizing illnesses, diseases and epidemics into local and global scales. Health geographers can map the spread of illnesses and attempt to identify the reasons behind an increase or decrease in illnesses, as they work to find a way to halt the further spread or re-emergence of diseases in vulnerable populations.</p><p><b>G</b> The second subcategory of health geography is the geography of healthcare provision. This group studies the availability (or lack thereof) of healthcare resources to individuals and populations around the world. In both developed and developing nations there is often a very large discrepancy between the options available to people in different social classes, income brackets, and levels of education. Individuals working in the area of the geography of healthcare provision attempt to assess the levels of healthcare in the area (for instance, it may be very difficult for people to get medical attention because there is a mountain between their village and the nearest hospital). These researchers are on the frontline of making recommendations regarding policy to international organisations, local government bodies and others.</p><p><b>H</b> The field of health geography is often overlooked, but it constitutes a huge area of need in the fields of geography and healthcare. If we can understand how geography affects our health no matter where in the world we are located, we can better treat disease, prevent illness, and keep people safe and well.</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–19</h4><p>Reading Passage 2 has eight sections, <b>A–H</b>.<br>Which paragraph contains the following information?<br>Write the correct letter, <b>A–H</b>, in boxes 14–19 on your answer sheet.<br><b>NB</b> You may use any letter more than once.</p><p><b>14</b> an acceptance that not all diseases can be totally eliminated<br><b>15</b> examples of physical conditions caused by human behaviour<br><b>16</b> a reference to classifying diseases on the basis of how far they extend geographically<br><b>17</b> reasons why the level of access to healthcare can vary within a country<br><b>18</b> a description of health geography as a mixture of different academic fields<br><b>19</b> a description of the type of area where a particular illness is rare</p>",
            "qs": [14,15,16,17,18,19,20]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 20–26</h4><p>Complete the sentences below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p><b>20</b> Certain diseases have disappeared, thanks to better ___ and healthcare.<br><b>21</b> Because there is more contact between people, ___ are losing their usefulness.<br><b>22</b> Disease-causing ___ are most likely to be found in hot, damp regions.<br><b>23</b> One cause of pollution is ___ that burn a particular fuel.<br><b>24</b> The growth of cities often has an impact on nearby ___ .<br><b>25</b> ___ is one disease that is growing after having been eradicated.<br><b>26</b> A physical barrier such as a ___ can prevent people from reaching a hospital.</p>",
            "qs": [21,22,23,24]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p>You should spend about 20 minutes on <b>Questions 27–40</b>, which are based on Reading Passage 3 below.</p><h4>Music and the emotions</h4><p><i>Neuroscientist Jonah Lehrer considers the emotional power of music</i></p><p>Why does music make us feel? One the one hand, music is a purely abstract art form, devoid of language or explicit ideas. And yet, even though music says little, it still manages to touch us deeply. When listening to our favourite songs, our body betrays all the symptoms of emotional arousal. The pupils in our eyes dilate, our pulse and blood pressure rise, the electrical conductance of our skin is lowered, and the cerebellum, a brain region associated with bodily movement, becomes strangely active. Blood is even re-directed to the muscles in our legs. In other words, sound stirs us at our biological roots.</p><p>A recent paper in <i>Nature Neuroscience</i> by a research team in Montreal, Canada, marks an important step in revealing the precise underpinnings of the potent pleasurable stimulus’ that is music. Although the study involves plenty of fancy technology, including functional magnetic resonance imaging (fMRI) and ligand-based positron emission tomography (PET) scanning, the experiment itself was rather straightforward. After screening 217 individuals who responded to advertisements requesting people who experience ‘chills’ to instrumental music, the scientists narrowed down the subject pool to ten. They then asked the subjects to bring in their playlist of favourite songs – virtually every genre was represented, from techno to tango – and played them the music while their brain activity was monitored. Because the scientists were combining methodologies (PET and fMRI), they were able to obtain an impressively exact and detailed portrait of music in the brain. The first thing they discovered is that music triggers the production of dopamine – a chemical with a key role in setting people’s moods – by the neurons (nerve cells) in both the dorsal and ventral regions of the brain. As these two regions have long been linked with the experience of pleasure, this finding isn’t particularly surprising.</p><p>What is rather more significant is the finding that the dopamine neurons in the caudate – a region of the brain involved in learning stimulus-response associations, and in anticipating food and other ‘reward’ stimuli – were at their most active around 15 seconds before the participants’ favourite moments in the music. The researchers call this the ‘anticipatory phase’ and argue that the purpose of this activity is to help us predict the arrival of our favourite part. The question, of course, is what all these dopamine neurons are up to. Why are they so active in the period <i>preceding</i> the acoustic climax? After all, we typically associate surges of dopamine with pleasure, with the processing of actual rewards. And yet, this cluster of cells is most active when the ‘chills’ have yet to arrive, when the melodic pattern is still unresolved.</p><p>One way to answer the question is to look at the music and not the neurons. While music can often seem (at least to the outsider) like a labyrinth of intricate patterns, it turns out that the most important part of every song or symphony is when the patterns break down, when the sound becomes unpredictable. If the music is too obvious, it is annoyingly boring, like an alarm clock. Numerous studies, after all, have demonstrated that dopamine neurons quickly adapt to predictable rewards. If we know what’s going to happen next, then we don’t get excited. This is why composers often introduce a key note in the beginning of a song, spend most of the rest of the piece in the studious avoidance of the pattern, and then finally repeat it only at the end. The longer we are denied the pattern we expect, the greater the emotional release when the pattern returns, safe and sound.</p><p>To demonstrate this psychological principle, the musicologist Leonard Meyer, in his classic book <i>Emotion and Meaning in Music</i> (1956), analysed the 5th movement of Beethoven’s String Quartet in C-sharp minor, Op. 131. Meyer wanted to show how music is defined by its flirtation with – but not submission to – our expectations of order. Meyer dissected 50 measures (bars) of the masterpiece, showing how Beethoven begins with the clear statement of a rhythmic and harmonic pattern and then, in an ingenious tonal dance, carefully holds off repeating it. What Beethoven does instead is suggest variations of the pattern. He wants to preserve an element of uncertainty in his music, making our brains beg for the one chord he refuses to give us. Beethoven saves that chord for the end.</p><p>According to Meyer, it is the suspenseful tension of music, arising out of our unfulfilled expectations, that is the source of the music’s feeling. While earlier theories of music focused on the way a sound can refer to the real world of images and experiences – its ‘connotative’ meaning – Meyer argued that the emotions we find in music come from the unfolding events of the music itself. This ‘embodied meaning’ arises from the patterns the symphony invokes and then ignores. It is this uncertainty that triggers the surge of dopamine in the caudate, as we struggle to figure out what will happen next. We can predict some of the notes, but we can’t predict them all, and that is what keeps us listening, waiting expectantly for our reward, for the pattern to be completed.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–31</h4><p>Complete the summary below.<br>Choose <b>NO MORE THAN TWO WORDS</b> from the passage for each answer.<br>Write your answers in boxes 27–31 on your answer sheet.</p><h4>The Montreal Study</h4><p>Participants, who were recruited for the study through advertisements, had their brain activity monitored while listening to their favourite music. It was noted that the music stimulated the brain''s neurons to release a substance called <b>27</b> ___ in two of the parts of the brain which are associated with feeling <b>28</b> ___ .</p><p>Researchers also observed that the neurons in the area of the brain called the <b>29</b> ___ were particularly active just before the participants'' favourite moments in the music – the period known as the <b>30</b> ___ . Activity in this part of the brain is associated with the expectation of ''reward'' stimuli such as <b>31</b> ___ .</p>",
            "qs": [27,28,29,30,31]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 32–36</h4><p>Choose the correct letter, <b>A</b>, <b>B</b>, <b>C</b> or <b>D</b>.<br>Write the correct letter in boxes 32–36 on your answer sheet.</p><p><b>32</b> What point does the writer emphasise in the first paragraph?<br><b>A</b> how dramatically our reactions to music can vary<br><b>B</b> how intense our physical responses to music can be<br><b>C</b> how little we know about the way that music affects us<br><b>D</b> how much music can tell us about how our brains operate</p><p><b>33</b> What view of the Montreal study does the writer express in the second paragraph?<br><b>A</b> Its aims were innovative.<br><b>B</b> The approach was too simplistic.<br><b>C</b> It produced some remarkably precise data.<br><b>D</b> The technology used was unnecessarily complex.</p><p><b>34</b> What does the writer find interesting about the results of the Montreal study?<br><b>A</b> the timing of participants'' neural responses to the music<br><b>B</b> the impact of the music on participants'' emotional state<br><b>C</b> the section of participants'' brains which was activated by the music<br><b>D</b> the type of music which had the strongest effect on participants'' brains</p><p><b>35</b> Why does the writer refer to Meyer''s work on music and emotion?<br><b>A</b> to propose an original theory about the subject<br><b>B</b> to offer support for the findings of the Montreal study<br><b>C</b> to recommend the need for further research into the subject<br><b>D</b> to present a view which opposes that of the Montreal researchers</p><p><b>36</b> According to Leonard Meyer, what causes the listener''s emotional response to music?<br><b>A</b> the way that the music evokes poignant memories in the listener<br><b>B</b> the association of certain musical chords with certain feelings<br><b>C</b> the listener''s sympathy with the composer''s intentions<br><b>D</b> the internal structure of the musical composition</p>",
            "qs": [32,33,34,35,36]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 37–40</h4><p>Complete each sentence with the correct ending, <b>A–F</b>, below.<br>Write the correct letter, <b>A–F</b>, in boxes 37–40 on your answer sheet.</p><p><b>37</b> The Montreal researchers discovered that<br><b>38</b> Many studies have demonstrated that<br><b>39</b> Meyer''s analysis of Beethoven''s music shows that<br><b>40</b> Earlier theories of music suggested that</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>A</b> our response to music depends on our initial emotional state.<br><b>B</b> neuron activity decreases if outcomes become predictable.<br><b>C</b> emotive music can bring to mind actual pictures and events.<br><b>D</b> experiences in our past can influence our emotional reaction to music.<br><b>E</b> emotive music delays giving listeners what they expect to hear.<br><b>F</b> neuron activity increases prior to key points in a musical piece.</td></tr></table>",
            "qs": [37,38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4> <p>You should spend about 20 minutes on this task.</p> <p><b>The chart below shows how frequently people in the USA ate in fast food restaurants between 2003 and 2013.<br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</b></p> <p>Write at least 150 words.</p><img src='https://drive.google.com/file/d/1E7CT2-zk6fAf4W8yftGpD9O9xIxXwvJu/view'>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4> <p>You should spend about 40 minutes on this task.<br>Write about the following topic:</p> <p><b>In a number of countries, some people think it is necessary to spend large sums of money on constructing new railway lines for very fast trains between cities. Others believe the money should be spent on improving existing public transport.<br>Discuss both these views and give your own opinion.</b></p> <p>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["travel","travelling","traveling"],["history"],["study"],["teenagers"],["kitchen"],["crime"],["appointment","booking"],["sugar"],["stamps"],["parking"],["D","E"],["A","C"],["C"],["B"],["A"],["F"],["A"],["stress"],["weight"],["families"],["C"],["E"],["H"],["B"],["A"],["F"],["A"],["C"],["B"],["B"],["insects"],["behaviour","behavior"],["father"],["complex","complicated"],["reproduction","breeding"],["control"],["duck","ducks"],["language"],["food"],["cost","costs","price","prices","bill","bills"]]
  ],
    "reading": [
      [["v"],["iii"],["viii"],["i"],["iv"],["vi"],["ii"],["pirates"],["food"],["oil"],["settlers"],["species"],["eggs"],["D"],["C"],["F"],["G"],["D"],["B"],["dopamine"],["pleasure"],["caudate"],["anticipatory phase"],["food"],["B"],["C"],["A"],["B"],["D"],["F"],["B"],["E"],["C"]]
  ]
  }
}