{
  "id": "IELTS023",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1tQuKVgVi_nbP0jDa3ddUTAgQ1E8dZilH",
        "inst": "<h4>PART 1 Questions 1–10</h4><p><i>Complete the notes below.</i></p><p><i>Write <b>ONE WORD AND/OR A NUMBER</b> for each answer.</i></p><h4>Employment Agency: Possible Jobs</h4><p><b>First Job</b><br/>Administrative assistant in a company that produces <b>1</b> ___ (North London)</p><p><b>Responsibilities</b><br/>- data entry<br/>- go to <b>2</b> ___ and take notes<br/>- general admin<br/>- management of <b>3</b> ___</p><p><b>Requirements</b><br/>- good computer skills including spreadsheets<br/>- good interpersonal skills<br/>- attention to <b>4</b> ___</p><p><b>Experience</b><br/>- need a minimum of <b>5</b> ___ of experience of teleconferencing</p><p><b>Second Job</b><br/>Warehouse assistant in South London</p><p><b>Responsibilities</b><br/>- stock management<br/>- managing <b>6</b> ___</p><p><b>Requirements</b><br/>- ability to work with numbers<br/>- good computer skills<br/>- very organised and <b>7</b> ___<br/>- good communication skills<br/>- used to working in a <b>8</b> ___<br/>- able to cope with items that are <b>9</b> ___</p><p><b>Need experience of</b><br/>- driving in London<br/>- warehouse work<br/>- <b>10</b> ___ service</p>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1NIj-_nWoXYhbpKfnpiQfemtffolfPl__",
        "inst": "<h4>PART 2 Questions 11–20</h4><h4>Questions 11–16</h4><p><i>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</i></p><h4>Street Play Scheme</h4><p><b>11</b> When did the Street Play Scheme first take place?<br/><b>A</b> two years ago<br/><b>B</b> three years ago<br/><b>C</b> six years ago</p><p><b>12</b> How often is Beechwood Road closed to traffic now?<br/><b>A</b> once a week<br/><b>B</b> on Saturdays and Sundays<br/><b>C</b> once a month</p><p><b>13</b> Who is responsible for closing the road?<br/><b>A</b> a council official<br/><b>B</b> the police<br/><b>C</b> local wardens</p><p><b>14</b> Residents who want to use their cars<br/><b>A</b> have to park in another street.<br/><b>B</b> must drive very slowly.<br/><b>C</b> need permission from a warden.</p><p><b>15</b> Alice says that Street Play Schemes are most needed in<br/><b>A</b> wealthy areas.<br/><b>B</b> quiet suburban areas.<br/><b>C</b> areas with heavy traffic.</p><p><b>16</b> What has been the reaction of residents who are not parents?<br/><b>A</b> Many of them were unhappy at first.<br/><b>B</b> They like seeing children play in the street.<br/><b>C</b> They are surprised by the lack of noise.</p><h4>Questions 17 and 18</h4><p><i>Choose <b>TWO</b> letters, <b>A–E</b>.</i></p><p>Which <b>TWO</b> benefits for children does Alice think are the most important?<br/><b>A</b> increased physical activity<br/><b>B</b> increased sense of independence<br/><b>C</b> opportunity to learn new games<br/><b>D</b> opportunity to be part of a community<br/><b>E</b> opportunity to make new friends</p><h4>Questions 19 and 20</h4><p><i>Choose <b>TWO</b> letters, <b>A–E</b>.</i></p><p>Which <b>TWO</b> results of the King Street experiment surprised Alice?<br/><b>A</b> more shoppers<br/><b>B</b> improved safety<br/><b>C</b> less air pollution<br/><b>D</b> more relaxed atmosphere<br/><b>E</b> less noise pollution</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1xjl2MHJoaA09PSV_eYsD8rdR2QZcCrRc",
        "inst": "<h4>PART 3 Questions 21–30</h4><h4>Questions 21–26</h4><p><i>Complete the notes below.</i></p><p><i>Write <b>ONE WORD ONLY</b> for each answer.</i></p><table border='1' cellspacing='0' cellpadding='1'><tr><td><b>What Hazel should analyse about items in newspapers:</b></td></tr><tr><td>- what <b>21</b> ___ the item is on</td></tr><tr><td>- the <b>22</b> ___ of the item, including the headline</td></tr><tr><td>- any <b>23</b> ___ accompanying the item</td></tr><tr><td>- the <b>24</b> ___ of the item, e.g. what's made prominent</td></tr><tr><td>- the writer's main <b>25</b> ___</td></tr><tr><td>- the <b>26</b> ___ the writer may make about the reader</td></tr></table><h4>Questions 27–30</h4><p><i>What does Hazel decide to do about each of the following types of articles?</i></p><p><i>Write the correct letter, <b>A</b>, <b>B</b> or <b>C</b>, next to Questions 27–30.</i></p><p><b>A</b> She will definitely look for a suitable article.<br><b>B</b> She may look for a suitable article.<br><b>C</b> She definitely won't look for an article.</p><p><b>Types of articles</b><br/><b>27</b> national news item ___<br/><b>28</b> editorial ___<br/><b>29</b> human interest ___<br/><b>30</b> arts ___</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1f3CwXjUB5Ri7jgxX6goVKQ4ZOj-OXPpo",
        "inst": "<h4>PART 4 Questions 31–40</h4><p><i>Complete the notes below.</i></p><p><i>Write <b>ONE WORD ONLY</b> for each answer.</i></p><h4>Early history of keeping clean</h4><p><b>Prehistoric times:</b><br/>- water was used to wash off <b>31</b> ___</p><p><b>Ancient Babylon:</b><br/>- soap-like material found in <b>32</b> ___ cylinders</p><p><b>Ancient Greece:</b><br/>- people cleaned themselves with sand and other substances<br/>- used a strigil – scraper made of <b>33</b> ___<br/>- washed clothes in streams</p><p><b>Ancient Germany and Gaul:</b><br/>- used soap to colour their <b>34</b> ___</p><p><b>Ancient Rome:</b><br/>- animal fat, ashes and clay mixed through action of rain, used for washing clothes<br/>- from about 312 BC, water carried to Roman <b>35</b> ___ by aqueducts</p><p><b>Europe in Middle Ages:</b><br/>- decline in bathing contributed to occurrence of <b>36</b> ___<br/>- <b>37</b> ___ began to be added to soap</p><p><b>Europe from 17th century:</b><br/>- 1600s: cleanliness and bathing started becoming usual<br/>- 1791: Leblanc invented a way of making soda ash from <b>38</b> ___<br/>- early 1800s: Chevreul turned soapmaking into a <b>39</b> ___<br/>- from 1800s, there was no longer a <b>40</b> ___ on soap</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i><h4>Henry Moore (1898–1986)</h4><p><i>The British sculptor Henry Moore was a leading figure in the 20th-century art world.</i></p><p>Henry Moore was born in Castleford, a small town near Leeds in the north of England. He was the seventh child of Raymond Moore and his wife Mary Baker. He studied at Castleford Grammar School from 1909 to 1915, where his early interest in art was encouraged by his teacher Alice Gostick. After leaving school, Moore hoped to become a sculptor, but instead he complied with his father's wish that he train as a schoolteacher. He had to abandon his training in 1917 when he was sent to France to fight in the First World War.</p><p>After the war, Moore enrolled at the Leeds School of Art, where he studied for two years. In his first year, he spent most of his time drawing. Although he wanted to study sculpture, no teacher was appointed until his second year. At the end of that year, he passed the sculpture examination and was awarded a scholarship to the Royal College of Art in London. In September 1921, he moved to London and began three years of advanced study in sculpture.</p><p>Alongside the instruction he received at the Royal College, Moore visited many of the London museums, particularly the British Museum, which had a wide-ranging collection of ancient sculpture. During these visits, he discovered the power and beauty of ancient Egyptian and African sculpture. As he became increasingly interested in these ''primitive'' forms of art, he turned away from European sculptural traditions.</p><p>After graduating, Moore spent the first six months of 1925 travelling in France. When he visited the Trocadero Museum in Paris, he was impressed by a cast of a Mayan* sculpture of the rain spirit. It was a male reclining figure with its knees drawn up together and its head at a right-angle to its body. Moore became fascinated with this stone sculpture, which he thought had a power and originality that no other stone sculpture possessed. He himself started carving a variety of subjects in stone, including depictions of reclining women, mother-and-child groups, and masks.</p><p>Moore's exceptional talent soon gained recognition, and in 1926 he started work as a sculpture instructor at the Royal College. In 1933, he became a member of a group of young artists called Unit One. The aim of the group was to convince the English public of the merits of the emerging international movement in modern art and architecture.</p><p>Around this time, Moore moved away from the human figure to experiment with abstract shapes. In 1931, he held an exhibition at the Leicester Galleries in London. His work was enthusiastically welcomed by fellow sculptors, but the reviews in the press were extremely negative and turned Moore into a notorious figure. There were calls for his resignation from the Royal College, and the following year, when his contract expired, he left to start a sculpture department at the Chelsea School of Art in London.</p><p>Throughout the 1930s, Moore did not show any inclination to please the British public. He became interested in the paintings of the Spanish artist Pablo Picasso, whose work inspired him to distort the human body in a radical way. At times, he seemed to abandon the human figure altogether. The pages of his sketchbooks from this period show his ideas for abstract sculptures that bore little resemblance to the human form.</p><p>In 1940, during the Second World War, Moore stopped teaching at the Chelsea School and moved to a farmhouse about 20 miles north of London. A shortage of materials forced him to focus on drawing. He did numerous small sketches of Londoners, later turning these ideas into large coloured drawings in his studio. In 1942, he returned to Castleford to make a series of sketches of the miners who worked there.</p><p>In 1944, Harlow, a town near London, offered Moore a commission for a sculpture depicting a family. The resulting work signifies a dramatic change in Moore's style, away from the experimentation of the 1930s towards a more natural and humanistic subject matter. He did dozens of studies in clay for the sculpture, and these were cast in bronze and issued in editions of seven to nine copies each. In this way, Moore's work became available to collectors all over the world. The boost to his income enabled him to take on ambitious projects and start working on the scale he felt his sculpture demanded.</p><p>Critics who had begun to think that Moore had become less revolutionary were proven wrong by the appearance, in 1950, of the first of Moore's series of standing figures in bronze, with their harsh and angular pierced forms and distinct impression of menace. Moore also varied his subject matter in the 1950s with such works as Warrior with Shield and Falling Warrior. These were rare examples of Moore's use of the male figure and owe something to his visit to Greece in 1951, when he had the opportunity to study ancient works of art.</p><p>In his final years, Moore created the Henry Moore Foundation to promote art appreciation and to display his work. Moore was the first modern English sculptor to achieve international critical acclaim and he is still regarded as one of the most important sculptors of the 20th century.</p><p>*Mayan: belonging to an ancient civilisation that inhabited parts of current-day Mexico, Guatemala, Belize, El Salvador and Honduras.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–7</h4><p>Do the following statements agree with the information given in Reading Passage 1?</p><p><i>In boxes 1–7 on your answer sheet, write</i></p><p><b>TRUE</b> <i>if the statement agrees with the information</i><br><b>FALSE</b> <i>if the statement contradicts the information</i><br><b>NOT GIVEN</b> <i>if there is no information on this</i></p><p><b>1</b> On leaving school, Moore did what his father wanted him to do.</p><p><b>2</b> Moore began studying sculpture in his first term at the Leeds School of Art.</p><p><b>3</b> When Moore started at the Royal College of Art, its reputation for teaching sculpture was excellent.</p><p><b>4</b> Moore became aware of ancient sculpture as a result of visiting London museums.</p><p><b>5</b> The Trocadero Museum's Mayan sculpture attracted a lot of public interest.</p><p><b>6</b> Moore thought the Mayan sculpture was similar in certain respects to other stone sculptures.</p><p><b>7</b> The artists who belonged to Unit One wanted to make modern art and architecture more popular.</p>",
            "qs": [1,2,3,4,5,6,7]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 8–13</h4><p><i>Complete the notes below.</i></p><p><i>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</i></p><p><i>Write your answers in boxes 8–13 on your answer sheet.</i></p><table border='1' cellspacing='0' cellpadding='1'><tr><td><p><b>Moore's career as an artist</b></p><p><b>1930s</b><br>- Moore's exhibition at the Leicester Galleries is criticised by the press<br>- Moore is urged to offer his <b>8</b> ___ and leave the Royal College</p><p><b>1940s</b><br>- Moore turns to drawing because <b>9</b> ___ for sculpting are not readily available<br>- While visiting his hometown, Moore does some drawings of <b>10</b> ___<br>- Moore is employed to produce a sculpture of a <b>11</b> ___<br>- <b>12</b> ___ start to buy Moore's work<br>- Moore's increased <b>13</b> ___ makes it possible for him to do more ambitious sculptures</p><p><b>1950s</b><br>- Moore's series of bronze figures marks a further change in his style</p></td></tr></table>",
            "qs": [8,9,10,11,12,13]
          }  
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h3>READING PASSAGE 2</h3><p><i>You should spend about 20 minutes on <b>Questions 14–26</b>, which are based on Reading Passage 2 below.</i></p><h4>The Desolenator: producing clean water</h4><p><b>A</b> Travelling around Thailand in the 1990s, William Janssen was impressed with the basic rooftop solar heating systems that were on many homes, where energy from the sun was absorbed by a plate and then used to heat water for domestic use. Two decades later Janssen developed that basic idea he saw in Southeast Asia into a portable device that uses the power from the sun to purify water.</p><p><b>B</b> The Desolenator operates as a mobile desalination unit that can take water from different places, such as the sea, rivers, boreholes and rain, and purify it for human consumption. It is particularly valuable in regions where natural groundwater reserves have been polluted, or where seawater is the only water source available.</p><p>Janssen saw that there was a need for a sustainable way to clean water in both the developing and the developed countries when he moved to the United Arab Emirates and saw large-scale water processing. 'I was confronted with the enormous carbon footprint that the Gulf nations have because of all of the desalination that they do,' he says.</p><p><b>C</b> The Desolenator can produce 15 litres of drinking water per day, enough to sustain a family for cooking and drinking. Its main selling point is that unlike standard desalination techniques, it doesn't require a generated power supply: just sunlight. It measures 120cm by 90cm, and is easy to transport, thanks to its two wheels. Water enters through a pipe, and flows as a thin film between a sheet of double glazing and the surface of a solar panel, where it is heated by the sun. The warm water flows into a small boiler (heated by a solar-powered battery) where it is converted to steam. When the steam cools, it becomes distilled water. The device has a very simple filter to trap particles, and this can easily be shaken to remove them. There are two tubes for liquid coming out: one for the waste – salt from seawater, fluoride, etc. – and another for the distilled water. The performance of the unit is shown on an LCD screen and transmitted to the company which provides servicing when necessary.</p><p><b>D</b> A recent analysis found that at least two-thirds of the world's population lives with severe water scarcity for at least a month every year. Janssen says that by 2030 half of the world's population will be living with water stress – where the demand exceeds the supply over a certain period of time. 'It is really important that a sustainable solution is brought to the market that is able to help these people,' he says. Many countries 'don't have the money for desalination plants, which are very expensive to build. They don't have the money to operate them, they are very maintenance intensive, and they don't have the money to buy the diesel to run the desalination plants, so it is a really bad situation.'</p><p><b>E</b> The device is aimed at a wide variety of users – from homeowners in the developing world who do not have a constant supply of water to people living off the grid in rural parts of the US. The first commercial versions of the Desolenator are expected to be in operation in India early next year, after field tests are carried out. The market for the self-sufficient devices in developing countries is twofold – those who cannot afford the money for the device outright and pay through microfinance, and middle-income homes that can lease their own equipment. 'People in India don't pay for a fridge outright; they pay for it over six months. They would put the Desolenator on their roof and hook it up to their municipal supply and they would get very reliable drinking water on a daily basis,' Janssen says. In the developed world, it is aimed at niche markets where tap water is unavailable – for camping, on boats, or for the military, for instance.</p><p><b>F</b> Prices will vary according to where it is bought. In the developing world, the price will depend on what deal aid organisations can negotiate. In developed countries, it is likely to come in at $1,000 (£685) a unit, said Janssen. 'We are a venture with a social mission. We are aware that the product we have envisioned is mainly finding application in the developing world and humanitarian sector and that this is the way we will proceed. We do realise, though, that to be a viable company there is a bottom line to keep in mind,' he says.</p><p><b>G</b> The company itself is based at Imperial College London, although Janssen, its chief executive, still lives in the UAE. It has raised £340,000 in funding so far. Within two years, he says, the company aims to be selling 1,000 units a month, mainly in the humanitarian field. They are expected to be sold in areas such as Australia, northern Chile, Peru, Texas and California.</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–20</h4><p>You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 on pages 63 and 64.</p><p>Reading Passage 2 has seven sections, A–G.</p><p>Choose the correct heading for each section from the list of headings below.</p><p>Write the correct number, i–x, in boxes 14–20 on your answer sheet.</p><table border='1' cellspacing='0' cellpadding='1'><tr><td><b>List of Headings</b></td></tr><tr><td><b>i</b> Getting the finance for production<br><b>ii</b> An unexpected benefit<br><b>iii</b> From initial inspiration to new product<br><b>iv</b> The range of potential customers for the device<br><b>v</b> What makes the device different from alternatives<br><b>vi</b> Cleaning water from a range of sources<br><b>vii</b> Overcoming production difficulties<br><b>viii</b> Profit not the primary goal<br><b>ix</b> A warm welcome for the device<br><b>x</b> The number of people affected by water shortages</td></tr></table><p><b>14</b> Section A</p><p><b>15</b> Section B</p><p><b>16</b> Section C</p><p><b>17</b> Section D</p><p><b>18</b> Section E</p><p><b>19</b> Section F</p><p><b>20</b> Section G</p>",
            "qs": [14,15,16,17,18,19,20]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 21–26</h4><p>Complete the summary below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p>Write your answers in boxes 21–26 on your answer sheet.</p><h4>How the Desolenator works</h4><p>The energy required to operate the Desolenator comes from sunlight. The device can be used in different locations, as it has <b>21</b> ___. Water is fed into a pipe, and a <b>22</b> ___ of water flows over a solar panel. The water then enters a boiler, where it turns into steam. Any particles in the water are caught in a <b>23</b> ___. The purified water comes out through one tube, and all types of <b>24</b> ___ come out through another. A screen displays the <b>25</b> ___ of the device, and transmits the information to the company so that they know when the Desolenator requires <b>26</b> ___.</p>",
            "qs": [21,22,23,24,25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><i>You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below.</i><h4>Why fairy tales are really scary tales</h4><p><i>Some people think that fairy tales are just stories to amuse children, but their universal and enduring appeal may be due to more serious reasons</i></p><p>People of every culture tell each other fairy tales but the same story often takes a variety of forms in different parts of the world. In the story of <i>Little Red Riding Hood</i> that European children are familiar with, a young girl on the way to see her grandmother meets a wolf and tells him where she is going. The wolf runs on ahead and disposes of the grandmother, then gets into bed dressed in the grandmother's clothes to wait for Little Red Riding Hood. You may think you know the story – but which version? In some versions, the wolf swallows up the grandmother, while in others it locks her in a cupboard. In some stories Red Riding Hood gets the better of the wolf on her own, while in others a hunter or a woodcutter hears her cries and comes to her rescue.</p><p>The universal appeal of these tales is frequently attributed to the idea that they contain cautionary messages: in the case of Little Red Riding Hood, to listen to your mother, and avoid talking to strangers. 'It might be what we find interesting about this story is that it's got this survival-relevant information in it,' says anthropologist Jamie Tehrani at Durham University in the UK. But his research suggests otherwise. 'We have this huge gap in our knowledge about the history and prehistory of storytelling, despite the fact that we know this genre is an incredibly ancient one,' he says. That hasn't stopped anthropologists, folklorists* and other academics devising theories to explain the importance of fairy tales in human society. Now Tehrani has found a way to test these ideas, borrowing a technique from evolutionary biologists.</p><p>To work out the evolutionary history, development and relationships among groups of organisms, biologists compare the characteristics of living species in a process called 'phylogenetic analysis'. Tehrani has used the same approach to compare related versions of fairy tales to discover how they have evolved and which elements have survived longest.</p><p>Tehrani's analysis focused on <i>Little Red Riding Hood</i> in its many forms, which include another Western fairy tale known as <i>The Wolf and the Kids</i>. Checking for variants of these two tales and similar stories from Africa, East Asia and other regions, he ended up with 58 stories recorded from oral traditions. Once his phylogenetic analysis had established that they were indeed related, he used the same methods to explore how they have developed and altered over time.</p><p>First he tested some assumptions about which aspects of the story alter least as it evolves, indicating their importance. Folklorists believe that what happens in a story is more central to the story than the characters in it – that visiting a relative, only to be met by a scary animal in disguise, is more fundamental than whether the visitor is a little girl or three siblings, or the animal is a tiger instead of a wolf.</p><p>However, Tehrani found no significant difference in the rate of evolution of incidents compared with that of characters. 'Certain episodes are very stable because they are crucial to the story, but there are lots of other details that can evolve quite freely,' he says. 'Neither did his analysis support the theory that the central section of a story is the most conserved part.' He found no significant difference in the flexibility of events there compared with the beginning or the end.</p><p>But the really big surprise came when he looked at the cautionary elements of the story. 'Studies on hunter-gatherer folk tales suggest that these narratives include really important information about the environment and the possible dangers that may be faced there – stuff that's relevant to survival,' he says. Yet in his analysis such elements were just as flexible as seemingly trivial details. What, then, is important enough to be reproduced from generation to generation?</p><p>The answer, it would appear, is fear – blood-thirsty and gruesome aspects of the story, such as the eating of the grandmother by the wolf, turned out to be the best preserved of all. Why are these details retained by generations of storytellers, when other features are not? Tehrani has an idea: 'In an oral context, a story won't survive because of one great teller. It also needs to be interesting when it's told by someone who's not necessarily a great storyteller.' Maybe being swallowed whole by a wolf, then cut out of its stomach alive is so gripping that it helps the story remain popular, no matter how badly it's told.</p><p>Jack Zipes at the University of Minnesota, Minneapolis, is unconvinced by Tehrani's views on fairy tales. 'Even if they're gruesome, they won't stick unless they matter,' he says. He believes the perennial theme of women as victims in stories like <i>Little Red Riding Hood</i> explains why they continue to feel relevant. But Tehrani points out that although this is often the case in Western versions, it is not always true elsewhere. In Chinese and Japanese versions, often known as <i>The Tiger Grandmother</i>, the villain is a woman, and in both Iran and Nigeria, the victim is a boy.</p><p>Mathias Clasen at Aarhus University in Denmark isn't surprised by Tehrani's findings. 'Habits and morals change, but the things that scare us, and the fact that we seek out entertainment that's designed to scare us – those are constant,' he says. Clasen believes that scary stories teach us what it feels like to be afraid without having to experience real danger, and so build up resistance to negative emotions.</p><p>*Folklorists: those who study traditional stories</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–31</h4><p><i>Complete each sentence with the correct ending, A–F, below.</i></p><p><i>Write the correct letter, A–F, in boxes 27–31 on your answer sheet.</i></p><p><b>27</b> In fairy tales, details of the plot</p><p><b>28</b> Tehrani rejects the idea that the useful lessons for life in fairy tales</p><p><b>29</b> Various theories about the social significance of fairy tales</p><p><b>30</b> Insights into the development of fairy tales</p><p><b>31</b> All the fairy tales analysed by Tehrani</p><table border='1' cellspacing='0' cellpadding='1'><tr><td><b>A</b> may be provided through methods used in biological research.<br><b>B</b> are the reason for their survival.<br><b>C</b> show considerable global variation.<br><b>D</b> contain animals which transform to become humans.<br><b>E</b> were originally spoken rather than written.<br><b>F</b> have been developed without factual basis.</td></tr></table>",
            "qs": [27,28,29,30,31]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 32–36</h4><p><i>Complete the summary using the list of words, A–I, below.</i></p><p><i>Write the correct letter, A–I, in boxes 32–36 on your answer sheet.</i></p><h4>Phylogenetic analysis of Little Red Riding Hood</h4><p>Tehrani used techniques from evolutionary biology to find out if <b>32</b> ___ existed among 58 stories from around the world. He also wanted to know which aspects of the stories had fewest <b>33</b> ___, as he believed these aspects would be the most important ones. Contrary to other beliefs, he found that some <b>34</b> ___ that were included in a story tended to change over time, and that the middle of a story seemed no more important than the other parts. He was also surprised that parts of a story which seemed to provide some sort of <b>35</b> ___ were unimportant. The aspect that he found most important in a story's survival was <b>36</b> ___.</p><table border='1' cellspacing='0' cellpadding='1'><tr><td><b>A</b> ending</td><td><b>B</b> events</td><td><b>C</b> warning</td></tr><tr><td><b>D</b> links</td><td><b>E</b> records</td><td><b>F</b> variations</td></tr><tr><td><b>G</b> horror</td><td><b>H</b> people</td><td><b>I</b> plot</td></tr></table>",
            "qs": [32,33,34,35,36]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 37–40</h4><p><i>Choose the correct letter, A, B, C or D.</i></p><p><i>Write the correct letter in boxes 37–40 on your answer sheet.</i></p><p><b>37</b> What method did Jamie Tehrani use to test his ideas about fairy tales?</p><p><b>A</b> He compared oral and written forms of the same stories.<br><b>B</b> He looked at many different forms of the same basic story.<br><b>C</b> He looked at unrelated stories from many different countries.<br><b>D</b> He contrasted the development of fairy tales with that of living creatures.</p><p><b>38</b> When discussing Tehrani's views, Jack Zipes suggests that</p><p><b>A</b> Tehrani ignores key changes in the role of women.<br><b>B</b> stories which are too horrific are not always taken seriously.<br><b>C</b> Tehrani overemphasises the importance of violence in stories.<br><b>D</b> features of stories only survive if they have a deeper significance.</p><p><b>39</b> Why does Tehrani refer to Chinese and Japanese fairy tales?</p><p><b>A</b> to indicate that Jack Zipes' theory is incorrect<br><b>B</b> to suggest that crime is a global problem<br><b>C</b> to imply that all fairy tales have a similar meaning<br><b>D</b> to add more evidence for Jack Zipes' ideas</p><p><b>40</b> What does Mathias Clasen believe about fairy tales?</p><p><b>A</b> They are a safe way of learning to deal with fear.<br><b>B</b> They are a type of entertainment that some people avoid.<br><b>C</b> They reflect the changing values of our society.<br><b>D</b> They reduce our ability to deal with real-world problems.</p>",
            "qs": [37,38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.</p><p>The diagram below shows how instant noodles are manufactured.</p><p>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</p><p>Write at least 150 words.</p><img src='https://drive.google.com/file/d/1jVsfsnoJz9cie-hNpJ_aNLPqbE5ZOM-S/view'></p>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.</p><p>Write about the following topic:</p><p><b>Some people say that advertising is extremely successful at persuading us to buy things. Other people think that advertising is so common that we no longer pay attention to it.</b></p><p>Discuss both these views and give your own opinion.</p><p>Give reasons for your answer and include any relevant examples from your own knowledge or experience.</p><p>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["furniture"],["meetings"],["diary"],["detail","details"],["1 year","one year"],["deliveries"],["tidy"],["team"],["heavy"],["customer"],["B"],["A"],["C"],["B"],["C"],["B"],["B"],["D","B"],["A","E"],["A","E"],["page"],["size"],["graphic","graphics"],["structure"],["purpose"],["assumption","assumptions"],["A"],["C"],["C"],["B"],["mud"],["clay"],["metal"],["hair"],["bath","baths"],["disease","diseases"],["perfume"],["salt"],["science"],["tax"]]
  ],
    "reading": [
      [["TRUE"],["FALSE"],["NOT GIVEN"],["TRUE"],["NOT GIVEN"],["FALSE"],["TRUE"],["resignation"],["materials"],["miners"],["family"],["collectors"],["income"],["iii"],["vi"],["v"],["x"],["iv"],["viii"],["i"],["wheels"],["film"],["filter"],["waste"],["performance"],["servicing"],["C"],["B"],["F"],["A"],["E"],["D"],["F"],["B"],["C"],["G"],["B"],["D"],["A"],["A"]]
  ]
  }
}