{
  "id": "FT013",
  "exam": "IELTS",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1cmqHkUhu_l2VSQPoZV2XJYwB3ahn5THP",
        "inst": "<h3>PART 1</h3><h3>Questions 1–10</h3><p>Complete the notes below.</p><p>Write <b>ONE WORD AND/OR A NUMBER</b> for each answer.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><thead><tr><th scope='col'>Name of restaurant</th><th scope='col'>Location</th><th scope='col'>Reason for recommendation</th><th scope='col'>Other comments</th></tr></thead><tbody><tr><td>The Junction</td><td>Greyson Street, near the station</td><td>Good for people who are especially keen on 1_________</td><td>Quite expensive<br>The 2_________ is a good place for a drink</td></tr><tr><td>Paloma</td><td>In Bow Street next to the cinema</td><td>3_________ food, good for sharing</td><td>Staff are very friendly<br>Need to pay £50 deposit<br>A limited selection of 4_________food on the menu</td></tr><tr><td>The 5_________</td><td>At the top of a 6_________</td><td>A famous chef<br>All the 7_________ are very good<br>Only uses 8_________ ingredients</td><td>Set lunch costs £ 9_______per person<br>Portions probably of 10 _______ size</td></tr></tbody></table>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1Q43NPCYuHWX-czS51OEajjr-gZGnSno3",
        "inst": "<h3>PART 2</h3><h3>Questions 11–20</h3><h3>Questions 11-16</h3><p>Choose the correct letter <b>A, B</b> or <b>C.</b></p><p><b>11.</b> <i>Heather says pottery differs from other art forms because____</i><br><b>A.</b>it lasts longer in the ground.<br><b>B.</b>it is practised by more people.<br><b>C.</b>it can be repaired more easily.</p><p><b>12.</b> <i>Archaeologists sometimes identify the use of ancient pottery from</i><br><b>A.</b>the clay it was made with.<br><b>B.</b>the marks that are on it.<br><b>C.</b>the basic shape of it.</p><p><b>13.</b> <i>Some people join Heather's pottery class because they want to</i><br><b>A.</b>create an item that looks very old.<br><b>B.</b>find something that they are good at.<br><b>C.</b>make something that will outlive them.</p><p><b>14.</b> <i>What does Heather value most about being a potter?</i><br><b>A.</b>its calming effect<br><b>B.</b>its messy nature<br><b>C.</b>its physical benefits</p><p><b>15.</b> <i>Most of the visitors to Edelman Pottery</i><br><b>A.</b>bring friends to join courses.<br><b>B.</b>have never made a pot before.<br><b>C.</b>try to learn techniques too quickly.</p><p><b>16.</b> <i>Heather reminds her visitors that they should</i><br><b>A.</b>put on their aprons.<br><b>B.</b>change their clothes.<br><b>C.</b>take off their jewellery</p><h3>Questions 17 and 18</h3><p>Choose <b>TWO</b> letters, <b>A-E.</b></p><p><i><b>Which TWO things does Heather explain about kilns?</b></i><br><b>A.</b> what their function is<br><b>B.</b> when they were invented<br><b>C.</b> ways of keeping them safe<br><b>D.</b> where to put one in your home<br><b>E.</b> what some people use instead of one</p><h3>Questions 19 and 20</h3><p>Choose <b>TWO</b> letters, <b>A-E.</b></p><p><i><b>Which TWO points does Heather make about a potter's tools?</b></i><br><b>A.</b> Some are hard to hold.<br><b>B.</b> Some are worth buying.<br><b>C.</b> Some are essential items.<br><b>D.</b> Some have memorable names.<br><b>E.</b> Some are available for use by participants.</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1VDkdevw7px8QuOLtDhDWeUon_tNFLRlw",
        "inst": "<h3>PART 3</h3><h3>Questions 21–30</h3><h3>Questions 21 and 22</h3><p>Choose <b>TWO</b> letters, <b>A-E.</b></p><p><i><b>21-22. Which TWO things do the students both believe are responsible for the increase in loneliness?</b></i><br><b>A.</b>social media<br><b>B.</b>smaller nuclear families<br><b>C.</b>urban design<br><b>D.</b>longer lifespans<br><b>E.</b>a mobile workforce</p><h3>Questions 23 and 24</h3><p>Choose <b>TWO</b> letters, <b>A-E.</b></p><p><i><b>23-24. Which TWO health risks associated with loneliness do the students agree are based on solid evidence?</b></i><br><b>A.</b>a weakened immune system<br><b>B.</b>dementia<br><b>C.</b>cancer<br><b>D.</b>obesity<br><b>E.</b>cardiovascular disease</p><h3>Questions 25 and 26</h3><p>Choose <b>TWO</b> letters, <b>A-E.</b></p><p><i><b>25-26. Which TWO opinions do both the students express about the evolutionary theory of loneliness?</b></i><br><b>A.</b>It has little practical relevance.<br><b>B.</b>It needs further investigation.<br><b>C.</b>It is misleading.<br><b>D.</b>It should be more widely accepted.<br><b>E.</b>It is difficult to understand.</p><h3>Questions 27-30</h3><p>Choose the correct letter <b>A, B</b> or <b>C.</b></p><p><i><b>Loneliness and mental health</b></i></p><p><b>27.</b> <i>When comparing loneliness to depression, the students</i><br><b>A.</b>doubt that there will ever be a medical cure for loneliness.<br><b>B.</b>claim that the link between loneliness and mental health is overstated.<br><b>C.</b>express frustration that loneliness is not taken more seriously.</p><p><b>28.</b> <i>Why do the students decide to start their presentation with an example from their own experience?</i><br><b>A.</b>to explain how difficult loneliness can be<br><b>B.</b>to highlight a situation that most students will recognise<br><b>C.</b>to emphasise that feeling lonely is more common for men than women</p><p><b>29.</b> <i>The students agree that talking to strangers is a good strategy for dealing with loneliness because</i><br><b>A.</b>it creates a sense of belonging.<br><b>B.</b>it builds self-confidence.<br><b>C.</b>it makes people feel more positive.</p><p><b>30.</b> <i>The students find it difficult to understand why solitude is considered to be</i><br><b>A.</b>similar to loneliness.<br><b>B.</b>necessary for mental health.<br><b>C.</b>an enjoyable experience.</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1OAwiZZ5ox5A1uuj21sD8kITPdClRSj9B",
        "inst": "<h3>PART 4</h3><h3>Questions 31–40</h3><p>Complete the notes below<br>Write <b>ONE WORD ONLY</b> for each answer.</p><h3>Reclaiming urban rivers</h3><p><i><b>Historical background</b></i><br>- Nearly all major cities were built on a river.<br>- Rivers were traditionally used by city dwellers for transport, fishing and recreation.<br>- Industrial development and rising populations later led to:<br>&nbsp;&nbsp;○ more sewage from houses being discharged into the river<br>&nbsp;&nbsp;○ pollution from 31_________ on the river bank.<br>- In 1957, the River Thames in London was declared biologically 32_________.<br><br><i><b>Recent improvements</b></i><br>- Seals and even a 33_________ have been seen in the River Thames.<br>- Riverside warehouses are converted to restaurants and 34_________<br>- In Los Angeles, there are plans to:<br>&nbsp;&nbsp;○ build a riverside 35_________<br>&nbsp;&nbsp;○ display 36_________ projects.<br>- In Paris, 37_________ are created on the sides of the river every summer.<br><br><i><b>Transport possibilities</b></i><br>- Over 2 billion passengers already travel by 38_________ in cities round the world.<br>- Changes in shopping habits mean the number of deliveries that are made is increasing.<br>- Instead of road transport, goods could be transported by large freight barges and electric 39_________ or, in future, by 40_________.</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h3>The kākāpō</h3><p><i>The kākāpō is a nocturnal, flightless parrot that is critically endangered and one of New Zealand's unique treasures</i></p><p>The kākāpō, also known as the owl parrot, is a large, forest-dwelling bird, with a pale owl-like face. Up to 64 cm in length, it has predominantly yellow-green feathers, forward-facing eyes, a large grey beak, large blue feet, and relatively short wings and tail. It is the world's only flightless parrot, and is also possibly one of the world's longest-living birds, with a reported lifespan of up to 100 years.</p><p>Kākāpō are solitary birds and tend to occupy the same home range for many years. They forage on the ground and climb high into trees. They often leap from trees and flap their wings, but at best manage a controlled descent to the ground. They are entirely vegetarian, with their diet including the leaves, roots and bark of trees as well as bulbs, and fern fronds.</p><p>Kākāpō breed in summer and autumn, but only in years when food is plentiful. Males play no part in incubation or chick-rearing - females alone incubate eggs and feed the chicks. The 1-4 eggs are laid in soil, which is repeatedly turned over before and during incubation. The female kākāpō has to spend long periods away from the nest searching for food, which leaves the unattended eggs and chicks particularly vulnerable to predators.</p><p>Before humans arrived, kākāpō were common throughout New Zealand's forests. However, this all changed with the arrival of the first Polynesian settlers about 700 years ago. For the early settlers, the flightless kākāpō was easy prey. They ate its meat and used its feathers to make soft cloaks. With them came the Polynesian dog and rat, which also preyed on kākāpō. By the time European colonisers arrived in the early 1800s, kākāpō had become confined to the central North Island and forested parts of the South Island. The fall in kākāpō numbers was accelerated by European colonisation. A great deal of habitat was lost through forest clearance, and introduced species such as deer depleted the remaining forests of food. Other predators such as cats, stoats and two more species of rat were also introduced. The kākāpō were in serious trouble.</p><p>In 1894, the New Zealand government launched its first attempt to save the kākāpō. Conservationist Richard Henry led an effort to relocate several hundred of the birds to predator-free Resolution Island in Fiordland. Unfortunately, the island didn't remain predator free - stoats arrived within six years, eventually destroying the kākāpō population. By the mid-1900s, the kākāpō was practically a lost species. Only a few clung to life in the most isolated parts of New Zealand.</p><p>From 1949 to 1973, the newly formed New Zealand Wildlife Service made over 60 expeditions to find kākāpō, focusing mainly on Fiordland. Six were caught, but there were no females amongst them and all but one died within a few months of captivity. In 1974, a new initiative was launched, and by 1977, 18 more kākāpō were found in Fiordland. However, there were still no females. In 1977, a large population of males was spotted in Rakiura - a large island free from stoats, ferrets and weasels. There were about 200 individuals, and in 1980 it was confirmed females were also present. These birds have been the foundation of all subsequent work in managing the species.</p><p>Unfortunately, predation by feral cats on Rakiura Island led to a rapid decline in kākāpō numbers. As a result, during 1980-97, the surviving population was evacuated to three island sanctuaries: Codfish Island, Maud Island and Little Barrier Island. However, breeding success was hard to achieve. Rats were found to be a major predator of kākāpō chicks and an insufficient number of chicks survived to offset adult mortality. By 1995, although at least 12 chicks had been produced on the islands, only three had survived. The kākāpō population had dropped to 51 birds. The critical situation prompted an urgent review of kākāpō management in New Zealand.</p><p>In 1996, a new Recovery Plan was launched, together with a specialist advisory group called the Kākāpō Scientific and Technical Advisory Committee and a higher amount of funding. Renewed steps were taken to control predators on the three islands. Cats were eradicated from Little Barrier Island in 1980, and possums were eradicated from Codfish Island by 1986. However, the population did not start to increase until rats were removed from all three islands, and the birds were more intensively managed. This involved moving the birds between islands, supplementary feeding of adults and rescuing and hand-raising any failing chicks.</p><p>After the first five years of the Recovery Plan, the population was on target. By 2000, five new females had been produced, and the total population had grown to 62 birds. For the first time, there was cautious optimism for the future of kākāpō and by June 2020, a total of 210 birds was recorded.</p><p>Today, kākāpō management continues to be guided by the kākāpō Recovery Plan. Its key goals are: minimise the loss of genetic diversity in the kākāpō population, restore or maintain sufficient habitat to accommodate the expected increase in the kākāpō population, and ensure stakeholders continue to be fully engaged in the preservation of the species.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h3>Questions 1-6</h3><p>Do the following statements agree with the information given in Reading Passage 1?</p><p>In boxes 1-6 on your answer sheet, write</p><p><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>1.</b> There are other parrots that share the kākāpō's inability to fly.</p><p><b>2.</b> Adult kākāpō produce chicks every year.</p><p><b>3.</b> Adult male kākāpō bring food back to nesting females.</p><p><b>4.</b> The Polynesian rat was a greater threat to the kākāpō than Polynesian settlers.</p><p><b>5.</b> Kākāpō were transferred from Rakiura Island to other locations because they were at risk from feral cats.</p><p><b>6.</b> One Recovery Plan initiative that helped increase the kākāpō population size was caring for struggling young birds.</p>",
            "qs": [1,2,3,4,5,6]
          },
          {
            "id": "R1.g2",
            "html": "<h3>Questions 7-13</h3><p>Complete the notes below.</p><p>Choose <b>ONE WORD AND/OR A NUMBER</b> from the passage for each answer.</p><p><i><b>New Zealand's kākāpō</b></i></p><p><i><b>A type of parrot:</b></i><br>- diet consists of fern fronds, various parts of a tree and <b>7________</b><br>- nests are created in <b>8________</b>where eggs are laid.</p><p><i><b>Arrival of Polynesian settlers</b></i><br>- the <b>9________</b> of the kākāpō were used to make clothes.</p><p><i><b>Arrival of European colonisers</b></i><br>- <b>10________</b>were an animal which they introduced that ate the kākāpō's food sources.</p><p><i><b>Protecting kākāpō</b></i><br>- Richard Henry, a conservationist, tried to protect the kākāpō.<br>- a definite sighting of female kākāpō on Rakiura Island was reported in the year <b>11________</b><br>- the Recovery Plan included an increase in <b>12________</b><br>- a current goal of the Recovery Plan is to maintain the involvement of <b>13________</b> in kākāpō protection.</p>",
            "qs": [7,8,9,10,11,12,13]
          }  
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h3>to Britain</h3><p><i>Mark Rowe investigates attempts to reintroduce elms to Britain</i></p><p><b>A.</b> Around 25 million elms, accounting for 90% of all elm trees in the UK, died during the 1960s and '70s of Dutch elm disease. In the aftermath, the elm, once so dominant in the British landscape, was largely forgotten. However, there's now hope the elm may be reintroduced to the countryside of central and southern England. Any reintroduction will start from a very low base. 'The impact of the disease is difficult to picture if you hadn't seen what was there before,' says Matt Elliott of the Woodland Trust. 'You look at old photographs from the 1960s and it's only then that you realise the impact [elms had] ... They were significant, large trees... then they were gone.'</p><p><b>B.</b> The disease is caused by a fungus that blocks the elms' vascular (water, nutrient and food transport) system, causing branches to wilt and die. A first epidemic, which occurred in the 1920s, gradually died down, but in the '70s a second epidemic was triggered by shipments of elm from Canada. The wood came in the form of logs destined for boat building and its intact bark was perfect for the elm bark beetles that spread the deadly fungus. This time, the beetles carried a much more virulent strain that destroyed the vast majority of British elms.</p><p><b>C.</b> Today, elms still exist in the southern English countryside but mostly only in low hedgerows between fields. 'We have millions of small elms in hedgerows but they get targeted by the beetle as soon as they reach a certain size,' says Karen Russell, co-author of the report 'Where we are with elm'. Once the trunk of the elm reaches 10-15 centimetres or so in diameter, it becomes a perfect size for beetles to lay eggs and for the fungus to take hold. Yet mature specimens have been identified, in counties such as Cambridgeshire, that are hundreds of years old, and have mysteriously escaped the epidemic.</p><p>The key, Russell says, is to identify and study those trees that have survived and work out why they stood tall when millions of others succumbed. Nevertheless, opportunities are limited as the number of these mature survivors is relatively small. 'What are the reasons for their survival?' asks Russell. 'Avoidance, tolerance, resistance? We don't know where the balance lies between the three. I don't see how it can be entirely down to luck.'</p><p><b>D.</b> For centuries, elm ran a close second to oak as the hardwood tree of choice in Britain and was in many instances the most prominent tree in the landscape. Not only was elm common in European forests, it became a key component of birch, ash and hazel woodlands. The use of elm is thought to go back to the Bronze Age, when it was widely used for tools. Elm was also the preferred material for shields and early swords. In the 18th century, it was planted more widely and its wood was used for items such as storage crates and flooring. It was also suitable for items that experienced high levels of impact and was used to build the keel of the 19th-century sailing ship Cutty Sark as well as mining equipment.</p><p><b>E.</b> Given how ingrained elm is in British culture, it's unsurprising the tree has many advocates. Amongst them is Peter Bourne of the National Elm Collection in Brighton. 'I saw Dutch elm disease unfold as a small boy,' he says. 'The elm seemed to be part of rural England, but I remember watching trees just lose their leaves and that really stayed with me.' Today, the city of Brighton's elms total about 17,000. Local factors appear to have contributed to their survival. Strong winds from the sea make it difficult for the determined elm bark beetle to attack this coastal city's elm population. However, the situation is precarious. 'The beetles can just march in if we're not careful, as the threat is right on our doorstep,' says Bourne.</p><p><b>F.</b> Any prospect of the elm returning relies heavily on trees being either resistant to, or tolerant of, the disease. This means a widespread reintroduction would involve existing or new hybrid strains derived from resistant, generally non-native elm species. A new generation of seedlings have been bred and tested to see if they can withstand the fungus by cutting a small slit on the bark and injecting a tiny amount of the pathogen. 'The effects are very quick,' says Russell. 'You return in four to six weeks and trees that are resistant show no symptoms, whereas those that are susceptible show leaf loss and may even have died completely.'</p><p><b>G.</b> All of this raises questions of social acceptance, acknowledges Russell. 'If we're putting elm back into the landscape, a small element of it is not native - are we bothered about that?' For her, the environmental case for reintroducing elm is strong. 'They will host wildlife, which is a good thing. Others are more wary. 'On the face of it, it seems like a good idea,' says Elliott. The problem, he suggests, is that, 'You're replacing a native species with a horticultural analogue*. You're effectively cloning.' There's also the risk of introducing new diseases. Rather than plant new elms, the Woodland Trust emphasises providing space to those elms that have survived independently. 'Sometimes the best thing you can do is just give nature time to recover over time, you might get resistance,' says Elliott.</p><p>* <i>horticultural analogue: a cultivated plant species that is genetically similar to an existing species</i></p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "h3>Questions 14-18</h3><p>Reading Passage 2 has seven sections, <b>A-G.</b></p><p>Which section contains the following information?</p><p><b>NB</b> You may use any letter more than once.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><thead><tr><th scope='col'>Column 1</th><th scope='col'>A</th><th scope='col'>B</th><th scope='col'>C</th><th scope='col'>D</th><th scope='col'>E</th><th scope='col'>F</th><th scope='col'>G</th></tr></thead><tbody><tr><td><b>14.</b> reference to the research problems that arise from there being only a few surviving large elms</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td><b>15.</b> details of a difference of opinion about the value of reintroducing elms to Britain</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td><b>16.</b> reference to how Dutch elm disease was brought into Britain</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td><b>17.</b> a description of the conditions that have enabled a location in Britain to escape Dutch elm disease</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td><b>18.</b> reference to the stage at which young elms become vulnerable to Dutch elm disease</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></tbody></table>",
            "qs": [14,15,16,17,18]
          },
          {
            "id": "R2.g2",
            "html": "<h3>Questions 19-23</h3><p>Look at the following statements (19-23) and the list of people below.</p><p>Match each statement with the correct person, <b>A, B,</b> or <b>C.</b></p><p><b>NB</b> You may use any letter more than once.</p><p><b>19.</b> If a tree gets infected with Dutch elm disease, the damage rapidly becomes visible.</p><p><b>20.</b> It may be better to wait and see if the mature elms that have survived continue to flourish.</p><p><b>21.</b> There must be an explanation for the survival of some mature elms.</p><p><b>22.</b> We need to be aware that insects carrying Dutch elm disease are not very far away.</p><p><b>23.</b> You understand the effect Dutch elm disease has had when you see evidence of how prominent the tree once was.</p><p><i><b>List of People</b></i><br><b>A.</b> Matt Elliott<br><b>B.</b> Karen Russell<br><b>C.</b> Peter Bourne</p>",
            "qs": [19,20,21,22,23]
          },
      {
            "id": "R2.g3",
            "html": "<h3>Questions 24-26</h3><p>Complete the summary below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p><i><b>Uses of a popular tree</b></i></p><p>For hundreds of years, the only tree that was more popular in Britain than elm was <b>24________</b>. Starting in the Bronze Age, many tools were made from elm and people also used it to make weapons. In the 18th century, it was grown to provide wood for boxes and <b>25________</b>. Due to its strength, elm was often used for mining equipment and the Cutty Sark's <b>26________</b> was also constructed from elm.</p>",
            "qs": [23,24,25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h3>How stress affects our judgement</h3><p>Some of the most important decisions of our lives occur while we're feeling stressed and anxious. From medical decisions to financial and professional ones, we are all sometimes required to weigh up information under stressful conditions. But do we become better or worse at processing and using information under such circumstances?</p><p>My colleague and I, both neuroscientists, wanted to investigate how the mind operates under stress, so we visited some local fire stations. Firefighters' workdays vary quite a bit. Some are pretty relaxed; they'll spend their time washing the truck, cleaning equipment, cooking meals and reading. Other days can be hectic, with numerous life-threatening incidents to attend to; they'll enter burning homes to rescue trapped residents, and assist with medical emergencies. These ups and downs presented the perfect setting for an experiment on how people's ability to use information changes when they feel under pressure.</p><p>We found that perceived threat acted as a trigger for a stress reaction that made the task of processing information easier for the firefighters - but only as long as it conveyed bad news.</p><p>This is how we arrived at these results. We asked the firefighters to estimate their likelihood of experiencing 40 different adverse events in their life, such as being involved in an accident or becoming a victim of card fraud. We then gave them either good news (that their likelihood of experiencing these events was lower than they'd thought) or bad news (that it was higher) and asked them to provide new estimates.</p><p>People are normally quite optimistic - they will ignore bad news and embrace the good. This is what happened when the firefighters were relaxed; but when they were under stress, a different pattern emerged. Under these conditions, they became hyper-vigilant to bad news, even when it had nothing to do with their job (such as learning that the likelihood of card fraud was higher than they'd thought), and altered their beliefs in response. In contrast, stress didn't change how they responded to good news (such as learning that the likelihood of card fraud was lower than they'd thought).</p><p>Back in our lab, we observed the same pattern in students who were told they had to give a surprise public speech, which would be judged by a panel, recorded and posted online. Sure enough, their cortisol levels spiked, their heart rates went up and they suddenly became better at processing unrelated, yet alarming, information about rates of disease and violence.</p><p>When we experience stressful events, a physiological change is triggered that causes us to take in warnings and focus on what might go wrong. Brain imaging reveals that this 'switch' is related to a sudden boost in a neural signal important for learning, specifically in response to unexpected warning signs, such as faces expressing fear.</p><p>Such neural engineering could have helped prehistoric humans to survive. When our ancestors found themselves surrounded by hungry animals, they would have benefited from an increased ability to learn about hazards. In a safe environment, however, it would have been wasteful to be on high alert constantly. So, a neural switch that automatically increases or decreases our ability to process warnings in response to changes in our environment could have been useful. In fact, people with clinical depression and anxiety seem unable to switch away from a state in which they absorb all the negative messages around them.</p><p>It is also important to realise that stress travels rapidly from one person to the next. If a co-worker is stressed, we are more likely to tense up and feel stressed ourselves. We don't even need to be in the same room with someone for their emotions to influence our behaviour. Studies show that if we observe positive feeds on social media, such as images of a pink sunset, we are more likely to post uplifting messages ourselves. If we observe negative posts, such as complaints about a long queue at the coffee shop, we will in turn create more negative posts.</p><p>In some ways, many of us now live as if we are in danger, constantly ready to tackle demanding emails and text messages, and respond to news alerts and comments on social media. Repeatedly checking your phone, according to a survey conducted by the American Psychological Association, is related to stress. In other words, a pre-programmed physiological reaction, which evolution has equipped us with to help us avoid famished predators, is now being triggered by an online post. Social media posting, according to one study, raises your pulse, makes you sweat, and enlarges your pupils more than most daily activities.</p><p>The fact that stress increases the likelihood that we will focus more on alarming messages, together with the fact that it spreads extremely rapidly, can create collective fear that is not always justified. After a stressful public event, such as a natural disaster or major financial crash, there is often a wave of alarming information in traditional and social media, which individuals become very aware of. But that has the effect of exaggerating existing danger. And so, a reliable pattern emerges - stress is triggered, spreading from one person to the next, which temporarily enhances the likelihood that people will take in negative reports, which increases stress further. As a result, trips are cancelled, even if the disaster took place across the globe; stocks are sold, even when holding on is the best thing to do. The good news, however, is that positive emotions, such as hope, are contagious too, and are powerful in inducing people to act to find solutions. Being aware of the close relationship between people's emotional state and how they process information can help us frame our messages more effectively and become conscientious agents of change.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h3>Questions 27-30</h3><p>Choose the correct letter, <b>A, B, C</b> or <b>D.</b></p><p><b>27.</b> <i>In the first paragraph, the writer introduces the topic of the text by</i><br><b>A.</b>defining some commonly used terms.<br><b>B.</b>questioning a widely held assumption.<br><b>C.</b>mentioning a challenge faced by everyone.<br><b>D.</b>specifying a situation which makes us most anxious.</p><p><b>28.</b> <i>What point does the writer make about firefighters in the second paragraph?</i><br><b>A.</b>The regular changes of stress levels in their working lives make them ideal study subjects.<br><b>B.</b>The strategies they use to handle stress are of particular interest to researchers.<br><b>C.</b>The stressful nature of their job is typical of many public service professions.<br><b>D.</b>Their personalities make them especially well-suited to working under stress.</p><p><b>29</b> <i>What is the writer doing in the fourth paragraph?</i><br><b>A.</b>explaining their findings<br><b>B.</b>justifying their approach<br><b>C.</b>setting out their objectives<br><b>D.</b>describing their methodology</p><p><b>30.</b> <i>In the seventh paragraph, the writer describes a mechanism in the brain which</i><br><b>A.</b>enables people to respond more quickly to stressful situations.<br><b>B.</b>results in increased ability to control our levels of anxiety.<br><b>C.</b>produces heightened sensitivity to indications of external threats.<br><b>D.</b>is activated when there is a need to communicate a sense of danger.</p>",
            "qs": [27,28,29,30]
          },
          {
            "id": "R3.g2",
            "html": "<h3>Questions 31-35</h3><p>Complete each sentence with the correct ending, <b>A-G,</b> below.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><thead><tr><th scope='col'>Endings</th></tr></thead><tbody><tr><td><b>A.</b> made them feel optimistic.</td></tr><tr><td><b>B.</b> took relatively little notice of bad news.</td></tr><tr><td><b>C.</b> responded to negative and positive information in the same way.</td></tr><tr><td><b>D.</b> were feeling under stress.</td></tr><tr><td><b>E.</b> put them in a stressful situation.</td></tr><tr><td><b>F.</b> behaved in a similar manner, regardless of the circumstances.</td></tr><tr><td><b>G.</b> thought it more likely that they would experience something bad.</td></tr></tbody></table><p><b>31.</b> At times when they were relaxed, the firefighters usually <b>B</b></p><p><b>32.</b> The researchers noted that when the firefighters were stressed, they <b>G</b></p><p><b>33.</b> When the firefighters were told good news, they always <b>C</b></p><p><b>34.</b> The students' cortisol levels and heart rates were affected when the researchers <b>E</b></p><p><b>35.</b> In both experiments, negative information was processed better when the subjects <b>D</b></p>",
            "qs": [31,32,33,34,35]
          },
          {
            "id": "R3.g3",
            "html": "h3>Questions 36-40</h3><p>Do the following statements agree with the information given in Reading Passage 3?</p><p><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>36.</b> The tone of the content we post on social media tends to reflect the nature of the posts in our feeds.</p><p><b>37.</b> Phones have a greater impact on our stress levels than other electronic media devices.</p><p><b>38.</b> The more we read about a stressful public event on social media, the less able we are to take the information in.</p><p><b>39.</b> Stress created by social media posts can lead us to take unnecessary precautions.</p><p><b>40.</b> Our tendency to be affected by other people's moods can be used in a positive way.</p>",
            "qs": [36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h3>WRITING TASK 1</h3><p><b>The first table below shows changes in the total population of New York City from 1800 to 2000. The second and third tables show changes in the population of the five districts of the city (Manhattan, Brooklyn, Bronx, Queens, Staten Island) over the same period.</b></p><p><b>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</b></p><p><i>Write at least 150 words.</i></p><h3>New York City (all five districts)</h3><table border='1' cellspacing='0' cellpadding='1' width='100%'><thead><tr><th scope='col'>Year</th><th scope='col'>Population</th></tr></thead><tbody><tr><td>1800</td><td>79,216</td></tr><tr><td>1900</td><td>3,437,202</td></tr><tr><td>2000</td><td>8,009,185</td></tr></tbody></table><h3>Manhattan</h3><table border='1' cellspacing='0' cellpadding='1' width='100%'><thead><tr><th scope='col'>Year</th><th scope='col'>Population</th><th scope='col'>As percentage (%) of total population</th></tr></thead><tbody><tr><td>1800</td><td>60,515</td><td>76%</td></tr><tr><td>1900</td><td>1,850,093</td><td>54%</td></tr><tr><td>2000</td><td>1,538,096</td><td>19%</td></tr></tbody></table><h3>Other districts (Brooklyn, Bronx, Queens, Staten Island)</h3><table border='1' cellspacing='0' cellpadding='1' width='100%'><thead><tr><th scope='col'>Year</th><th scope='col'>Population</th><th scope='col'>As percentage (%) of total population</th></tr></thead><tbody><tr><td>1800</td><td>18,701</td><td>24%</td></tr><tr><td>1900</td><td>1,587,109</td><td>46%</td></tr><tr><td>2000</td><td>6,471,089</td><td>81%</td></tr></tbody></table>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h3>WRITING TASK 2</h3><p><b>You should spend about 40 minutes on this task. Write at least 250 words.</b></p><p><b>Write about the following topic:</b></p><p><i>Access to clean water is a basic human right. Therefore every home should have a water supply that is provided free of charge.</i></p><p><b>Do you agree or disagree?</b></p><p><b>Give reasons for your answer and include any relevant examples from your own knowledge or experience.</b></p><p><i>Write at least 250 words.</i></p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["fish"],["roof"],["Spanish"],["vegetarian"],["Audley"],["hotel"],["reviews"],["local"],["30","thirty"],["average"],["A"],["B"],["C"],["A"],["B"],["C"],["A","E"],["A","E"],["C","E"],["C","E"],["C","E"],["A","C"],["A","C"],["A","B"],["A","B"],["A"],["B"],["A"],["C"],["C"],["factories"],["dead"],["whale"],["apartments"],["park"],["art"],["beaches"],["ferry"],["bikes"],["drone"]]
  ],
    "reading": [
      [["F"],["F"],["F"],["NG"],["T"],["T"],["bulbs"],["soil"],["feathers"],["deer"],["1980"],["funding"],["stakeholders"],["C"],["G"],["B"],["E"],["C"],["B"],["A"],["B"],["C"],["A"],["oak"],["flooring"],["keel"],["C"],["A"],["D"],["C"],["B"],["G"],["F"],["E"],["D"],["Y"],["NG"],["N"],["Y"],["Y"]]
  ]
  }
}
