{
  "id": "FT009",
  "exam": "IELTS",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1G0cvUtsLflI3d66FFw-kmNAKU0GzIxA9",
        "inst": "<h4>PART 1 <i>Questions 1–10</i></h4><p>Complete the notes below.<br>Write ONE WORD AND/OR A NUMBER for each answer.</p><h4>Hinchingbrooke Country Park</h4><p><i>The park</i><br>Area: <b>1</b> ........................ hectares<br>Habitats: wetland, grassland and woodland<br>Wetland: lakes, ponds and a <b>2</b> ........................<br>Wildlife includes birds, insects and animals</p><p><i>Subjects studied in educational visits include</i><br>Science: Children look at <b>3</b> ........................ about plants, etc.<br>Geography: includes learning to use a <b>4</b> ........................ and compass<br>History: changes in land use<br>Leisure and tourism: mostly concentrates on the park’s <b>5</b> ........................<br>Music: Children make <b>6</b> ........................ with natural materials, and experiment with rhythm and speed.</p><p><i>Benefits of outdoor educational visits</i><br>They give children a feeling of <b>7</b> ........................ that they may not have elsewhere.<br>Children learn new <b>8</b> ........................ and gain self-confidence.</p><p><i>Practical issues</i><br>Cost per child: £<b>9</b> ........................<br>Adults, such as <b>10</b> ........................ , free</p>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
            "qs": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1X8NRtPPhzv8d8f-5L0y0amw5gIzIr-8m",
        "inst": "<h4>PART 2 <i>Questions 11–20</i></h4><p><i>Questions 11–15</i><br>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><h4>Stanthorpe Twinning Association</h4><p><b>11</b> During the visit to Malatte, in France, members especially enjoyed<br><b>A</b> going to a theme park.<br><b>B</b> experiencing a river trip.<br><b>C</b> visiting a cheese factory.</p><p><b>12</b> What will happen in Stanthorpe to mark the 25th anniversary of the Twinning Association?<br><b>A</b> A tree will be planted.<br><b>B</b> A garden seat will be bought.<br><b>C</b> A footbridge will be built.</p><p><b>13</b> Which event raised most funds this year?<br><b>A</b> the film show<br><b>B</b> the pancake evening<br><b>C</b> the cookery demonstration</p><p><b>14</b> For the first evening with the French visitors host families are advised to<br><b>A</b> take them for a walk round the town.<br><b>B</b> go to a local restaurant.<br><b>C</b> have a meal at home.</p><p><b>15</b> On Saturday evening there will be the chance to<br><b>A</b> listen to a concert.<br><b>B</b> watch a match.<br><b>C</b> take part in a competition.</p><p><i>Questions 16–20</i><br>Label the map below.<br>Write the correct letter, <b>A–H</b>, next to Questions <b>16–20</b>.</p><h4>Farley House</h4><p><b>16</b> Farm shop : ........................<br><b>17</b> Disabled entry : ........................<br><b>18</b> Adventure playground : ........................<br><b>19</b> Kitchen gardens : ........................<br><b>20</b> The Temple of the Four Winds : ........................</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11, 12, 13, 14, 15, 16, 17, 18, 19, 20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1JJXjNOFnX56zlCvvlK_IZxkIMaCXpSe8",
        "inst": "<h4>PART 3 <i>Questions 21–30</i></h4><p><i>Questions 21 and 22</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO things did Colin find most satisfying about his bread reuse project?<br><b>A</b> receiving support from local restaurants<br><b>B</b> finding a good way to prevent waste<br><b>C</b> overcoming problems in a basic process<br><b>D</b> experimenting with designs and colours<br><b>E</b> learning how to apply 3-D printing</p><p><i>Questions 23 and 24</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO ways do the students agree that touch-sensitive sensors for food labels could be developed in future?<br><b>A</b> for use on medical products<br><b>B</b> to show that food is no longer fit to eat<br><b>C</b> for use with drinks as well as foods<br><b>D</b> to provide applications for blind people<br><b>E</b> to indicate the weight of certain foods</p><p><i>Questions 25–30</i><br>What is the students’ opinion about each of the following food trends?<br>Choose SIX answers from the box and write the correct letter, <b>A–H</b>, next to Questions <b>25–30</b>.</p><h4>Opinions</h4><p><b>A</b> This is only relevant to young people.<br><b>B</b> This may have disappointing results.<br><b>C</b> This already seems to be widespread.<br><b>D</b> Retailers should do more to encourage this.<br><b>E</b> More financial support is needed for this.<br><b>F</b> Most people know little about this.<br><b>G</b> There should be stricter regulations about this.<br><b>H</b> This could be dangerous.</p><h4>Food trends</h4><p><b>25</b> Use of local products : ........................<br><b>26</b> Reduction in unnecessary packaging : ........................<br><b>27</b> Gluten-free and lactose-free food : ........................<br><b>28</b> Use of branded products related to celebrity chefs : ........................<br><b>29</b> Development of ''ghost kitchens'' for takeaway food : ........................<br><b>30</b> Use of mushrooms for common health concerns : ........................</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21, 22, 23, 24, 25, 26, 27, 28, 29, 30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1sOfHmdVOVOYx6__UYT5PFbt9mv1Vk4cP",
        "inst": "<h4>PART 4 <i>Questions 31–40</i></h4><p>Complete the notes below.<br>Write ONE WORD ONLY for each answer.</p><h4>Céide Fields</h4><p>- an important Neolithic archaeological site in the northwest of Ireland</p><p><i>Discovery</i><br>- In the 1930s, a local teacher realised that stones beneath the bog surface were once <b>31</b> ........................<br>- His <b>32</b> ........................ became an archaeologist and undertook an investigation of the site:<br>— a traditional method used by local people to dig for <b>33</b> ........................ was used to identify where stones were located<br>— carbon dating later proved the site was Neolithic.<br>- Items are well preserved in the bog because of a lack of <b>34</b> ........................</p><p><i>Neolithic farmers</i><br>- Houses were <b>35</b> ........................ in shape and had a hole in the roof.<br>- Neolithic innovations include:<br>— cooking indoors<br>— pots used for storage and to make <b>36</b> ........................<br>- Each field at Céide was large enough to support a big <b>37</b> ........................<br>- The fields were probably used to restrict the grazing of animals – no evidence of structures to house them during <b>38</b> ........................</p><p><i>Reasons for the decline in farming</i><br>- a decline in <b>39</b> ........................ quality<br>- an increase in <b>40</b> ........................</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31, 32, 33, 34, 35, 36, 37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p>You should spend about 20 minutes on <b>Questions 1–13</b>, which are based on Reading Passage 1 below.</p><h4>How tennis rackets have changed</h4><p>In 2016, the British professional tennis player Andy Murray was ranked the world's number one. It was an incredible achievement by any standard – made even more remarkable by the fact that he did this during a period considered to be one of the strongest in the sport's history, competing against the likes of Rafael Nadal, Roger Federer and Novak Djokovic, to name just a few. Yet five years previously, he had been regarded as a talented outsider who entered but never won the major tournaments.</p><p>Of the changes that account for this transformation, one was visible and widely publicised: in 2011, Murray invited former number one player Ivan Lendl onto his coaching team – a valuable addition that had a visible impact on the player's playing style. Another change was so subtle as to pass more or less unnoticed. Like many players, Murray has long preferred a racket that consists of two types of string: one for the mains (verticals) and another for the crosses (horizontals). While he continued to use natural string in the crosses, in 2012 he switched to a synthetic string for the mains. A small change, perhaps, but its importance should not be underestimated.</p><p>The modification that Murray made is just one of a number of options available to players looking to tweak their rackets in order to improve their games. ''Touring professionals have their rackets customised to their specific needs,'' says Colin Triplow, a UK-based professional racket stringer. ''It's a highly important part of performance maximisation.'' Consequently, the specific rackets used by the world's elite are not actually readily available to the public; rather, each racket is individually made to suit the player who uses it. Take the US professional tennis players Mike and Bob Bryan, for example: ''We're very particular with our racket specifications,'' they say. ''All our rackets are sent from our manufacturer to Tampa, Florida, where our frames go through a . . . thorough customisation process.'' They explain how they have adjusted not only racket length, but even experimented with different kinds of paint. The rackets they use now weigh more than the average model and also have a denser string pattern (i.e. more crosses and mains).</p><p>The primary reason for these modifications is simple: as the line between winning and losing becomes thinner and thinner, even these slight changes become more and more important. As a result, players and their teams are becoming increasingly creative with the modifications to their rackets as they look to maximise their competitive advantage.</p><p>Racket modifications mainly date back to the 1970s, when the amateur German tennis player Werner Fischer started playing with the so-called spaghetti-strung racket. It created a string bed that generated so much topspin that it was quickly banned by the International Tennis Federation. However, within a decade or two, racket modification became a regularity. Today it is, in many ways, an aspect of the game that is equal in significance to nutrition or training.</p><p>Modifications can be divided into two categories: those to the string bed and those to the racket frame. The former is far more common than the latter: the choice of the strings and the tension with which they are installed is something that nearly all professional players experiment with. They will continually change it depending on various factors including the court surface, climatic conditions, and game styles. Some will even change it depending on how they feel at the time.</p><p>At one time, all tennis rackets were strung with natural gut made from the outer layer of sheep or cow intestines. This all changed in the early 1990s with the development of synthetic strings that were cheaper and more durable. They are made from three materials: nylon (relatively durable and affordable), Kevlar (too stiff to be used alone) or co-polyester (polyester combined with additives that enhance its performance). Even so, many professional players continue to use a ''hybrid set-up'', where a combination of both synthetic and natural strings are used.</p><p>Of the synthetics, co-polyester is by far the most widely used. It's a perfect fit for the style of tennis now played, where players tend to battle it out from the back of the court rather than coming to the net. Studies indicate that the average spin from a co-polyester string is 25% greater than that from natural string or other synthetics. In a sense, the development of co-polyester strings has revolutionised the game.</p><p>However, many players go beyond these basic adjustments to the strings and make changes to the racket frame itself. For example, much of the serving power of US professional player Pete Sampras was attributed to the addition of four to five lead weights onto his rackets, and today many professionals have the weight adjusted during the manufacturing process.</p><p>Other changes to the frame involve the handle. Players have individual preferences for the shape of the handle and some will have the handle of one racket moulded onto the frame of a different racket. Other players make different changes. The professional Portuguese player Gonçalo Oliveira replaced the original grips of his rackets with something thinner because they had previously felt uncomfortable to hold.</p><p>Racket customisation and modification have pushed the standards of the game to greater levels that few could have anticipated in the days of natural strings and heavy, wooden frames, and it's exciting to see what further developments there will be in the future.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4><b>Questions 1–7</b></h4><p>Do the following statements agree with the information given in Reading Passage 1?</p><p>In boxes 1–7 on your answer sheet, write</p><p><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>1</b> People had expected Andy Murray to become the world's top tennis player for at least five years before 2016.</p><p><b>2</b> The change that Andy Murray made to his rackets attracted a lot of attention.</p><p><b>3</b> Most of the world's top players take a professional racket stringer on tour with them.</p><p><b>4</b> Mike and Bob Bryan use rackets that are light in comparison to the majority of rackets.</p><p><b>5</b> Werner Fischer played with a spaghetti-strung racket that he designed himself.</p><p><b>6</b> The weather can affect how professional players adjust the strings on their rackets.</p><p><b>7</b> It was believed that the change Pete Sampras made to his rackets contributed to his strong serve.</p>",
            "qs": [1, 2, 3, 4, 5, 6, 7]
          },
          {
            "id": "R1.g2",
            "html": "<h4><b>Questions 8–13</b></h4><p>Complete the notes below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p>Write your answers in boxes 8–13 on your answer sheet.</p><h4>The tennis racket and how it has changed</h4><p>- Mike and Bob Bryan made changes to the types of <b>8</b> _______________________________ used on their racket frames.</p><p>- Players were not allowed to use the spaghetti-strung racket because of the amount of <b>9</b> _______________________________ it created.</p><p>- Changes to rackets can be regarded as being as important as players' diets or the <b>10</b> _______________________________ they do.</p><p>- All rackets used to have natural strings made from the <b>11</b> _______________________________ of animals.</p><p>- Pete Sampras had metal <b>12</b> _______________________________ put into the frames of his rackets.</p><p>- Gonçalo Oliveira changed the <b>13</b> _______________________________ on his racket handles.</p>",
            "qs": [8, 9, 10, 11, 12, 13]
          }
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p>You should spend about 20 minutes on <b>Questions 14–26</b>, which are based on Reading Passage 2 below.</p><h4>The pirates of the ancient Mediterranean</h4><p><i>In the first and second millennia BCE, pirates sailed around the Mediterranean, attacking ships and avoiding pursuers</i></p><p><b>A</b> When one mentions pirates, an image springs to most people's minds of a crew of misfits, daredevils and adventurers in command of a tall sailing ship in the Caribbean Sea. Yet from the first to the third millennium BCE, thousands of years before these swashbucklers began spreading fear across the Caribbean, pirates prowled the Mediterranean, raiding merchant ships and threatening vital trade routes. However, despite all efforts and the might of various ancient states, piracy could not be stopped. The situation remained unchanged for thousands of years. Only when the pirates directly threatened the interests of ancient Rome did the Roman Republic organise a massive fleet to eliminate piracy. Under the command of the Roman general Pompey, Rome eradicated piracy, transforming the Mediterranean into ''Mare Nostrum'' (Our Sea).</p><p><b>B</b> Although piracy in the Mediterranean is first recorded in ancient Egypt during the reign of Pharaoh Amenhotep III (c 1390–1353 BCE), it is reasonable to assume it predated this powerful civilisation. This is partly due to the great importance the Mediterranean held at this time, and partly due to its geography. While the Mediterranean region is predominantly fertile, some parts are rugged and hilly, even mountainous. In the ancient times, the inhabitants of these areas relied heavily on marine resources, including fish and salt. Most had their own boats, possessed good seafaring skills, and unsurpassed knowledge of the local coastline and sailing routes. Thus, it is not surprising that during hardships, these men turned to piracy. Geography itself further benefited the pirates, with the numerous coves along the coast providing places for them to hide their boats and strike undetected. Before the invention of ocean-going caravels* in the 15th century, ships could not easily cross long distances over open water. Thus, in the ancient world most were restricted to a few well-known navigable routes that followed the coastline. Caught in a trap, a slow merchant ship laden with goods had no other option but to surrender. In addition, knowledge of the local area helped the pirates to avoid retaliation once a state fleet arrived.</p><p><b>C</b> One should also add that it was not unknown in the first and second millennia BCE for governments to resort to pirates' services, especially during wartime, employing their skills and numbers against their opponents. A pirate fleet would serve in the first wave of attack, preparing the way for the navy. Some of the regions were known for providing safe harbours to pirates, who, in return, boosted the local economy.</p><p><b>D</b> The first known record of a named group of Mediterranean pirates, made during the rule of ancient Egyptian Pharaoh Akhenaten (c 1353–1336 BCE), was in the Amarna Letters. These were extracts of diplomatic correspondence between the pharaoh and his allies, and covered many pressing issues, including piracy. It seems the pharaoh was troubled by two distinct pirate groups, the Lukka and the Sherden. Despite the Egyptian fleet's best efforts, the pirates continued to cause substantial disruption to regional commerce. In the letters, the king of Alashiya (modern Cyprus) rejected Akhenaten's claims of a connection with the Lukka (based in modern-day Turkey). The king assured Akhenaten he was prepared to punish any of his subjects involved in piracy.</p><p><b>E</b> The ancient Greek world's experience of piracy was different from that of Egyptian rulers. While Egypt's power was land-based, the ancient Greeks relied on the Mediterranean in almost all aspects of life, from trade to warfare. Interestingly, in his works the <i>Iliad</i> and the <i>Odyssey</i>, the ancient Greek writer Homer not only condones, but praises the lifestyle and actions of pirates. The opinion remained unchanged in the following centuries. The ancient Greek historian Thucydides, for instance, glorified pirates' daring attacks on ships or even cities. For Greeks, piracy was a part of everyday life. Even high-ranking members of the state were not beyond engaging in such activities. According to the Greek orator Demosthenes, in 355 BCE, Athenian ambassadors made a detour from their official travel to capture a ship sailing from Egypt, taking the wealth found onboard for themselves! The Greeks' liberal approach towards piracy does not mean they always tolerated it, but attempts to curtail piracy were hampered by the large number of pirates operating in the Mediterranean.</p><p><b>F</b> The rising power of ancient Rome required the Roman Republic to deal with piracy in the Mediterranean. While piracy was a serious issue for the Republic, Rome profited greatly from its existence. Pirate raids provided a steady source of slaves, essential for Rome's agriculture and mining industries. But this arrangement could work only whilst the pirates left Roman interests alone. Pirate attacks on grain ships, which were essential to Roman citizens, led to angry voices in the Senate, demanding punishment of the culprits. Rome, however, did nothing, further encouraging piracy. By the 1st century BCE, emboldened pirates kidnapped prominent Roman dignitaries, asking for a large ransom to be paid. Their most famous hostage was none other than Julius Caesar, captured in 75 BCE.</p><p><b>G</b> By now, Rome was well aware that pirates had outlived their usefulness. The time had come for concerted action. In 67 BCE, a new law granted Pompey vast funds to combat the Mediterranean menace. Taking personal command, Pompey divided the entire Mediterranean into 13 districts, assigning a fleet and commander to each. After cleansing one district of pirates, the fleet would join another in the next district. The process continued until the entire Mediterranean was free of pirates. Although thousands of pirates died at the hands of Pompey's troops, as a long-term solution to the problem, many more were offered land in fertile areas located far from the sea. Instead of a maritime menace, Rome got productive farmers that further boosted its economy.</p><p>* caravel: a small, highly manoeuvrable sailing ship developed by the Portuguese</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4><b>Questions 14–19</b></h4><p>Reading Passage 2 has seven paragraphs, <b>A–G</b>.</p><p>Which paragraph contains the following information?</p><p>Write the correct letter, <b>A–G</b>, in boxes 14–19 on your answer sheet.</p><p><b>NB</b> You may use any letter more than once.</p><p><b>14</b> a reference to a denial of involvement in piracy</p><p><b>15</b> details of how a campaign to eradicate piracy was carried out</p><p><b>16</b> a mention of the circumstances in which states in the ancient world would make use of pirates</p><p><b>17</b> a reference to how people today commonly view pirates</p><p><b>18</b> an explanation of how some people were encouraged not to return to piracy</p><p><b>19</b> a mention of the need for many sailing vessels to stay relatively close to land</p>",
            "qs": [14, 15, 16, 17, 18, 19]
          },
          {
            "id": "R2.g2",
            "html": "<h4><b>Questions 20 and 21</b></h4><p>Choose <b>TWO letters, A–E</b>.</p><p>Write the correct letters in boxes 20 and 21 on your answer sheet.</p><p>Which <b>TWO</b> of the following statements does the writer make about inhabitants of the Mediterranean region in the ancient world?</p><p><b>A</b> They often used stolen vessels to carry out pirate attacks.</p><p><b>B</b> They managed to escape capture by the authorities because they knew the area so well.</p><p><b>C</b> They paid for information about the routes merchant ships would take.</p><p><b>D</b> They depended more on the sea for their livelihood than on farming.</p><p><b>E</b> They stored many of the goods taken in pirate attacks in coves along the coastline.</p>",
            "qs": [20, 21]
          },
          {
            "id": "R2.g3",
            "html": "<h4><b>Questions 22 and 23</b></h4><p>Choose <b>TWO letters, A–E</b>.</p><p>Write the correct letters in boxes 22 and 23 on your answer sheet.</p><p>Which <b>TWO</b> of the following statements does the writer make about piracy and ancient Greece?</p><p><b>A</b> The state estimated that very few people were involved in piracy.</p><p><b>B</b> Attitudes towards piracy changed shortly after the <i>Iliad</i> and the <i>Odyssey</i> were written.</p><p><b>C</b> Important officials were known to occasionally take part in piracy.</p><p><b>D</b> Every citizen regarded pirate attacks on cities as unacceptable.</p><p><b>E</b> A favourable view of piracy is evident in certain ancient Greek texts.</p>",
            "qs": [22, 23]
          },
          {
            "id": "R2.g4",
            "html": "<h4><b>Questions 24–26</b></h4><p>Complete the summary below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p>Write your answers in boxes 24–26 on your answer sheet.</p><h4>Ancient Rome and piracy</h4><p>Piracy was an issue ancient Rome had to deal with, but it also brought some benefits for Rome. For example, pirates supplied slaves that were important for Rome's industries. However, attacks on vessels transporting <b>24</b> _______________________________ to Rome resulted in calls for <b>25</b> _______________________________ for the pirates responsible. Nevertheless, piracy continued, with some pirates demanding a <b>26</b> _______________________________ for the return of the Roman officials they captured.</p>",
            "qs": [24, 25, 26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p>You should spend about 20 minutes on <b>Questions 27–40</b>, which are based on Reading Passage 3 below.</p><h4>The persistence and peril of misinformation</h4><p><i>Brian Southwell looks at how human brains verify information and discusses some of the challenges of battling widespread falsehoods</i></p><p>Misinformation – both deliberately promoted and accidentally shared – is perhaps an inevitable part of the world in which we live, but it is not a new problem. People likely have lied to one another for roughly as long as verbal communication has existed. Deceiving others can offer an apparent opportunity to gain strategic advantage, to motivate others to action, or even to protect interpersonal bonds. Moreover, people inadvertently have been sharing inaccurate information with one another for thousands of years.</p><p>However, we currently live in an era in which technology enables information to reach large audiences distributed across the globe, and thus the potential for immediate and widespread effects from misinformation now looms larger than in the past. Yet the means to correct misinformation might, over time, be found in those same patterns of mass communication and of the facilitated spread of information.</p><p>The main worry regarding misinformation is its potential to unduly influence attitudes and behavior, leading people to think and act differently than they would if they were correctly informed, as suggested by the research teams of Stephan Lewandowsky of the University of Bristol and Elizabeth Marsh of Duke University, among others. In other words, we worry that misinformation might lead people to hold misperceptions (or false beliefs) and that these misperceptions, especially when they occur among large groups of people, may have detrimental, downstream consequences for health, social harmony, and the political climate.</p><p>At least three observations related to misinformation in the contemporary mass-media environment warrant the attention of researchers, policy makers, and really everyone who watches television, listens to the radio, or reads information online. First of all, people who encounter misinformation tend to believe it, at least initially. Secondly, electronic and print media often do not block many types of misinformation before it appears in content available to large audiences. Thirdly, countering misinformation once it has enjoyed wide exposure can be a resource-intensive effort.</p><p>Knowing what happens when people initially encounter misinformation holds tremendous importance for estimating the potential for subsequent problems. Although it is fairly routine for individuals to come across information that is false, the question of exactly how – and when – we mentally label information as true or false has garnered philosophical debate. The dilemma is neatly summarized by a contrast between how the 17th-century philosophers René Descartes and Baruch Spinoza described human information engagement, with conflicting predictions that only recently have been empirically tested in robust ways. Descartes argued that a person only accepts or rejects information after considering its truth or falsehood; Spinoza argued that people accept all encountered information (or misinformation) by default and then subsequently verify or reject it through a separate cognitive process. In recent decades, empirical evidence from the research teams of Erik Asp of the University of Chicago and Daniel Gilbert at Harvard University, among others, has supported Spinoza's account: people appear to encode all new information as if it were true, even if only momentarily, and later tag the information as being either true or false, a pattern that seems consistent with the observation that mental resources for skepticism physically reside in a different part of the brain than the resources used in perceiving and encoding.</p><p>What about our second observation that misinformation often can appear in electronic or print media without being preemptively blocked? In support of this, one might consider the nature of regulatory structures in the United States: regulatory agencies here tend to focus on post hoc detection of broadcast information. Organizations such as the Food and Drug Administration (FDA) offer considerable monitoring and notification functions, but these roles typically do not involve preemptive censoring. The FDA oversees direct-to-consumer prescription drug advertising, for example, and has developed mechanisms such as the ''Bad Ad'' program, through which people can report advertising in apparent violation of FDA guidelines on drug risks. Such programs, although laudable and useful, do not keep false advertising off the airwaves. In addition, even misinformation that is successfully corrected can continue to affect attitudes.</p><p>This leads us to our third observation: a campaign to correct misinformation, even if rhetorically compelling, requires resources and planning to accomplish necessary reach and frequency. For corrective campaigns to be persuasive, audiences need to be able to comprehend them, which requires either effort to frame messages in ways that are accessible or effort to educate and sensitize audiences to the possibility of misinformation. That some audiences might be unaware of the potential for misinformation also suggests the utility of media literacy efforts as early as elementary school. Even with journalists and scholars pointing to the phenomenon of ''fake news'', people do not distinguish between demonstrably false stories and those based in fact when scanning and processing written information.</p><p>We live at a time when widespread misinformation is common. Yet at this time many people also are passionately developing potential solutions and remedies. The journey forward undoubtedly will be a long and arduous one. Future remedies will require not only continued theoretical consideration but also the development and maintenance of consistent monitoring tools – and a recognition among fellow members of society that claims which find prominence in the media that are insufficiently based in scientific consensus and social reality should be countered. Misinformation arises as a result of human fallibility and human information needs. To overcome the worst effects of the phenomenon, we will need coordinated efforts over time, rather than any singular one-time panacea we could hope to offer.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4><b>Questions 27–30</b></h4><p>Choose the correct letter, <b>A</b>, <b>B</b>, <b>C</b> or <b>D</b>.</p><p>Write the correct letter in boxes 27–30 on your answer sheet.</p><p><b>27</b> What point does the writer make about misinformation in the first paragraph?<br><b>A</b> Misinformation is a relatively recent phenomenon.<br><b>B</b> Some people find it easy to identify misinformation.<br><b>C</b> Misinformation changes as it is passed from one person to another.<br><b>D</b> There may be a number of reasons for the spread of misinformation.</p><p><b>28</b> What does the writer say about the role of technology?<br><b>A</b> It may at some point provide us with a solution to misinformation.<br><b>B</b> It could fundamentally alter the way in which people regard information.<br><b>C</b> It has changed the way in which organisations use misinformation.<br><b>D</b> It has made it easier for people to check whether information is accurate.</p><p><b>29</b> What is the writer doing in the fourth paragraph?<br><b>A</b> comparing the different opinions people have of misinformation<br><b>B</b> explaining how the effects of misinformation have changed over time<br><b>C</b> outlining which issues connected with misinformation are significant today<br><b>D</b> describing the attitude of policy makers towards misinformation in the media</p><p><b>30</b> What point does the writer make about regulation in the USA?<br><b>A</b> The guidelines issued by the FDA need to be simplified.<br><b>B</b> Regulation does not affect people's opinions of new prescription drugs.<br><b>C</b> The USA has more regulatory bodies than most other countries.<br><b>D</b> Regulation fails to prevent misinformation from appearing in the media.</p>",
            "qs": [27, 28, 29, 30]
          },
          {
            "id": "R3.g2",
            "html": "<h4><b>Questions 31–36</b></h4><p>Complete the summary using the list of phrases, <b>A–J</b>, below.</p><p>Write the correct letter, <b>A–J</b>, in boxes 31–36 on your answer sheet.</p><h4>What happens when people encounter misinformation?</h4><p>Although people have <b>31</b> _______________________________ to misinformation, there is debate about precisely how and when we label something as true or untrue. The philosophers Descartes and Spinoza had <b>32</b> _______________________________ about how people engage with information. While Descartes believed that people accept or reject information after considering whether it is true or not, Spinoza argued that people accepted all information they encountered (and by default misinformation) and did not verify or reject it until afterwards. Moreover, Spinoza believed that a distinct <b>33</b> _______________________________ is involved in these stages. Recent research has provided <b>34</b> _______________________________ for Spinoza's theory and it would appear that people accept all encountered information as if it were true, even if this is for an extremely <b>35</b> _______________________________ , and do not label the information as true or false until later. This is consistent with the fact that the resources for scepticism and the resources for perceiving and encoding are in <b>36</b> _______________________________ in the brain.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><tbody><tr><td><b>A</b> constant conflict</td><td><b>B</b> additional evidence</td><td><b>C</b> different locations</td></tr><tr><td><b>D</b> experimental subjects</td><td><b>E</b> short period</td><td><b>F</b> extreme distrust</td></tr><tr><td><b>G</b> frequent exposure</td><td><b>H</b> mental operation</td><td><b>I</b> dubious reason</td></tr><tr><td><b>J</b> different ideas</td><td></td><td></td></tr></tbody></table>",
            "qs": [31, 32, 33, 34, 35, 36]
          },
          {
            "id": "R3.g3",
            "html": "<h4><b>Questions 37–40</b></h4><p>Do the following statements agree with the claims of the writer in Reading Passage 3?</p><p>In boxes 37–40 on your answer sheet, write</p><p><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>37</b> Campaigns designed to correct misinformation will fail to achieve their purpose if people are unable to understand them.</p><p><b>38</b> Attempts to teach elementary school students about misinformation have been opposed.</p><p><b>39</b> It may be possible to overcome the problem of misinformation in a relatively short period.</p><p><b>40</b> The need to keep up with new information is hugely exaggerated in today's world.</p>",
            "qs": [37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.<br>The graph below gives information on the numbers of participants for different activities at one social centre in Melbourne, Australia for the period 2000 to 2020.<br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.<br>Write at least 150 words.<br><img src='https://drive.google.com/file/d/1NtcGpHdmUgJ_rWqaAUcvtDf6omFQWrvB/view'></p>",
        "groups": [
          {
            "id": "W1.g1",
            "qs": [1]
          }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.<br>Write about the following topic:<br><b>Some people think that competition at work, at school and in daily life is a good thing. Others believe that we should try to cooperate more, rather than competing against each other.</b><br>Discuss both these views and give your own opinion.<br>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [[["69","sixty-nine"],["stream"],["data"],["map"],["visitors"],["sounds"],["freedom"],["skills"],["4.95"],["leaders"],["B"],["A"],["B"],["C"],["A"],["G"],["C"],["B"],["D"],["A"],["B","D"],["B","D"],["A","E"],["A","E"],["D"],["G"],["C"],["B"],["F"],["A"],["walls"],["son"],["fuel"],["oxygen"],["rectangular"],["lamps"],["family"],["winter"],["soil"],["rain"]]],
    "reading": [[["FALSE"],["FALSE"],["NOT GIVEN"],["FALSE"],["NOT GIVEN"],["TRUE"],["TRUE"],["paint"],["topspin"],["training"],["intestines","gut"],["weights"],["grips"],["D"],["G"],["C"],["A"],["G"],["B"],["B","D"],["B","D"],["C","E"],["C","E"],["grain"],["punishment"],["ransom"],["D"],["A"],["C"],["D"],["G"],["J"],["H"],["B"],["E"],["C"],["YES"],["NOT GIVEN"],["NO"],["NOT GIVEN"]]]
  }
}
