{
  "id": "FT015",
  "exam": "IELTS",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1-WnB-YwjTd5TcFzcfoIyZnSw9t_pwk9k",
        "inst": "<h4>PART 1</h4><h4>Questions 1–10</h4><p>Complete the table below.<br>Write <b>ONE WORD AND/OR A NUMBER</b> for each answer.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><caption>Furniture Rental Companies</caption><thead><tr><th scope='col'>Name of company</th><th scope='col'>Information about costs</th><th scope='col'>Additional notes</th></tr></thead><tbody><tr><td>Peak Rentals</td><td>Prices range from $105 to $ 1________<br>per room per month.</td><td>The furniture is very 2________<br>Delivers in 1-2 days<br>Special offer:<br>free 3________ with every living room set</td></tr><tr><td>4________ and Oliver</td><td>Mid-range prices<br>12% monthly free for 5________</td><td>Also offers a cleaning service</td></tr><tr><td>Larch Furniture</td><td>Offers cheapest prices for renting furniture and 6________ items</td><td>Must have own 7________<br><br>Minimum contract length: six months</td></tr><tr><td>8________ Rentals</td><td>See the 9________ for the most up-to-date prices</td><td>10__________ are allowed within 7 days of delivery</td></tr></tbody></table>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1uhoAy8XVckYYzo6YqejpTTm8o_8lfRDL",
        "inst": "<h4>PART 2</h4><h4>Questions 11–20</h4><h4>Questions 11-16</h4><p>Choose the correct letter, <b>A, B</b> or <b>C.</b></p><p><b>11.</b> <i>Who was responsible for starting the community project?</i><br><b>A.</b>the castle owners<br><b>B.</b>a national charity<br><b>C.</b>the local council</p><p><b>12.</b> <i>How was the gold coin found?</i><br><b>A.</b>Heavy rain had removed some of the soil.<br><b>B.</b>The ground was dug up by wild rabbits.<br><b>C.</b>A person with a metal detector searched the area.</p><p><b>13.</b> <i>What led the archaeologists to believe there was an ancient village on this site?</i><br><b>A.</b>the lucky discovery of old records<br><b>B.</b>the bases of several structures visible in the grass<br><b>C.</b>the unusual stones found near the castle</p><p><b>14.</b> <i>What are the team still hoping to find?</i><br><b>A.</b>everyday pottery<br><b>B.</b>animal bones<br><b>C.</b>pieces of jewellery</p><p><b>15.</b> <i>What was found on the other side of the river to the castle?</i><br><b>A.</b>the remains of a large palace<br><b>B.</b>the outline of fields<br><b>C.</b>a number of small huts</p><p><b>16.</b> <i>What do the team plan to do after work ends this summer?</i><br><b>A.</b>prepare a display for a museum<br><b>B.</b>take part in a television programme<br><b>C.</b>start to organise school visits</p><h4>Questions 17-20</h4><p>Label the map below.</p><p>Drag the correct letter, <b>A-G,</b> next to Questions 17-20.</p><img src='https://drive.google.com/file/d/1jdnhQmhNBrJUIyZQt_qZOT4gjZ376wfy/view'><p><b>17.</b> bridge foundations<br><b>18.</b> rubbish pit<br><b>19.</b> meeting hall<br><b>20.</b> fish pond</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1DwGXssSS3sOPLLqaXjd3vQcA-pEu_K5J",
        "inst": "<h4>PART 3</h4><h4>Questions 21–30</h4><h4>Questions 21-26</h4><p>Choose the correct letter, <b>A, B</b> or <b>C.</b></p><p><b>21.</b> <i>Finn was pleased to discover that their topic</i><br><b>A.</b>was not familiar to their module leader.<br><b>B.</b>had not been chosen by other students.<br><b>C.</b>did not prove to be difficult to research.</p><p><b>22.</b> <i>Maya says a mistaken belief about theatre programmes is that</i><br><b>A.</b>theatres pay companies to produce them.<br><b>B.</b>few theatre-goers buy them nowadays.<br><b>C.</b>they contain far more adverts than previously.</p><p><b>23.</b> <i>Finn was surprised that, in early British theatre, programmes</i><br><b>A.</b>were difficult for audiences to obtain.<br><b>B.</b>were given out free of charge.<br><b>C.</b>were seen as a kind of contract.</p><p><b>24.</b> <i>Maya feels their project should include an explanation of why companies of actors</i><br><b>A.</b>promoted their own plays.<br><b>B.</b>performed plays outdoors.<br><b>C.</b>had to tour with their plays.</p><p><b>25.</b> <i>Finn and Maya both think that, compared to nineteenth-century programmes, those from the eighteenth century</i><br><b>A.</b>were more original.<br><b>B.</b>were more colourful.<br><b>C.</b>were more informative.</p><p><b>26.</b> <i>Maya doesn't fully understand why, in the twentieth century,</i><br><b>A.</b>very few theatre programmes were printed in the USA.<br><b>B.</b>British theatre programmes failed to develop for so long.<br><b>C.</b>theatre programmes in Britain copied fashions from the USA.</p><h4>Questions 27-30</h4><p>What comment is made about the programme for each of the following shows?</p><p>Choose <b>FOUR</b> answers from the box and write the correct letter, <b>A-F,</b> next to Questions 27-30.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><tbody><tr><td><b>A.</b> Its origin is somewhat controversial.</td></tr><tr><td><b>B.</b> It is historically significant for a country.</td></tr><tr><td><b>C.</b> It was effective at attracting audiences.</td></tr><tr><td><b>D.</b> It is included in a recent project.</td></tr><tr><td><b>E.</b> It contains insights into the show.</td></tr><tr><td><b>F.</b> It resembles an artwork.</td></tr></tbody></table><p><b>27.</b> Ruy Blas<br><b>28.</b> Man of La Mancha<br><b>29.</b> The Tragedy of Jane Shore<br><b>30.</b> The Sailors' Festival</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1DtjPyhJ-0imWe0kn83xQAE5Mto3PO_X2",
        "inst": "<h4>PART 4</h4><h4>Questions 31–40</h4><p>Complete the notes below.</p><p>Write <b>ONE WORD ONLY</b> for each answer.</p><h4>Inclusive design</h4><p><i><b>Definition</b></i></p><p>- Designing products that can be accessed by a diverse range of people without the need for any 31__________<br>- Not the same as universal design: that is design for everyone, including catering for people with 32__________ problems.</p><p><i><b>Examples of inclusive design</b></i></p><p>- 33__________ which are adjustable, avoiding back or neck problems<br>- 34__________ in public toilets which are easier to use<br>- To assist the elderly:<br>&nbsp;&nbsp;○ designers avoid using 35__________ in interfaces<br>&nbsp;&nbsp;○ people can make commands using a mouse, keyboard or their 36__________</p><p><i><b>Impact of non-inclusive designs</b></i></p><p>- Access<br>&nbsp;&nbsp;○ Loss of independence for disabled people.<br>- Safety<br>&nbsp;&nbsp;○ Seatbelts are especially problematic for 37__________ women.<br>&nbsp;&nbsp;○ PPE jackets are often unsuitable because of the size of women's 38__________<br>&nbsp;&nbsp;○ PPE for female 39__________ officers dealing with emergencies is the worst.<br>- Comfort in the workplace<br>&nbsp;&nbsp;○ The 40__________ in offices is often too low for women.</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p>You should spend about 20 minutes on <b>Questions 1–13</b>, which are based on Reading Passage 1 below.</p><h4>Frozen Food</h4><p><i>A US perspective on the development of the frozen food industry</i></p><p>At some point in history, humans discovered that ice preserved food. There is evidence that winter ice was stored to preserve food in the summer as far back as 10,000 years ago. Two thousand years ago, the inhabitants of South America's Andean mountains had a unique means of conserving potatoes for later consumption. They froze them overnight, then trampled them to squeeze out the moisture, then dried them in the sun. This preserved their nutritional value-if not their aesthetic appeal.</p><p>Natural ice remained the main form of refrigeration until late in the 19th century. In the early 1800s, ship owners from Boston, USA, had enormous blocks of Arctic ice towed all over the Atlantic for the purpose of food preservation. In 1851, railroads first began putting blocks of ice in insulated rail cars to send butter from Ogdensburg, New York, to Boston.</p><p>Finally, in 1870, Australian inventors found a way to make 'mechanical ice'. They used a compressor to force a gas-ammonia at first and later Freon-through a condenser. The compressed gas gave up some of its heat as it moved through the condenser. Then the gas was released quickly into a low-pressure evaporator coil where it became liquid and cold. Air was blown over the evaporator coil and then this cooled air passed into an insulated compartment, lowering its temperature to freezing point.</p><p>Initially, this process was invented to keep Australian beer cool even in hot weather. But Australian cattlemen were quick to realize that, if they could put this new invention on a ship, they could export meat across the oceans. In 1880, a shipment of Australian beef and mutton was sent, frozen, to England. While the food frozen this way was still palatable, there was some deterioration. During the freezing process, crystals formed within the cells of the food, and when the ice expanded and the cells burst, this spoilt the flavor and texture of the food.</p><p>The modern frozen food industry began with the indigenous Inuit people of Canada. In 1912, a biology student in Massachusetts, USA, named Clarence Birdseye, ran out of money and went to Labrador in Canada to trap and trade furs. While he was there, he became fascinated with how the Inuit would quickly freeze fish in the Arctic air. The fish looked and tasted fresh even months later.</p><p>Birdseye returned to the USA in 1917 and began developing mechanical freezers capable of quick-freezing food. Birdseye methodically kept inventing better freezers and gradually built a business selling frozen fish from Gloucester, Massachusetts. In 1929, his business was sold and became General Foods, but he stayed with the company as director of research, and his division continued to innovate.</p><p>Birdseye was responsible for several key innovations that made the frozen food industry possible. He developed quick-freezing techniques that reduced the damage that crystals caused, as well as the technique of freezing the product in the package it was to be sold in. He also introduced the use of cellophane, the first transparent material for food packaging, which allowed consumers to see the quality of the product. Birdseye products also came in convenient size packages that could be prepared with a minimum of effort.</p><p>But there were still obstacles. In the 1930s, few grocery stores could afford to buy freezers for a market that wasn't established yet. So, Birdseye leased inexpensive freezer cases to them. He also leased insulated railroad cars so that he could ship his products nationwide. However, few consumers had freezers large enough or efficient enough to take advantage of the products.</p><p>Sales increased in the early 1940s, when World War II gave a boost to the frozen food industry because tin was being used for munitions. Canned foods were rationed to save tin for the war effort, while frozen foods were abundant and cheap. Finally, by the 1950s, refrigerator technology had developed far enough to make these appliances affordable for the average family. By 1953, 33 million US families owned a refrigerator, and manufacturers were gradually increasing the size of the freezer compartments in them.</p><p>1950s families were also looking for convenience at mealtimes, so the moment was right for the arrival of the 'TV Dinner'. Swanson Foods was a large, nationally recognized producer of canned and frozen poultry. In 1954, the company adapted some of Birdseye's freezing techniques, and with the help of a clever name and a huge advertising budget, it launched the first 'TV Dinner'. This consisted of frozen turkey, potatoes and vegetables served in the same segmented aluminum tray that was used by airlines. The product was an instant success. Within a year, Swanson had sold 13 million TV dinners. American consumers couldn't resist the combination of a trusted brand name, a single-serving package and the convenience of a meal that could be ready after only 25 minutes in a hot oven. By 1959, Americans were spending $2.7 billion annually on frozen foods, and half a billion of that was spent on ready-prepared meals such as the TV Dinner.</p><p>Today, the US frozen food industry has a turnover of over $67 billion annually, with $26.6 billion of that sold to consumers for home consumption. The remaining $40 billion in frozen food sales come through restaurants, cafeterias, hospitals and schools, and that represents a third of the total food service sales.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1-7</h4><p>Complete the notes below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p><i><b>The history of frozen food</b></i></p><p><i><b>2,000 years ago, South America</b></i><br>- People conserved the nutritional value of <b>1__________</b>, using a method of freezing then drying.</p><p><i><b>1851, USA</b></i><br>- <b>2__________</b> was kept cool by ice during transportation in specially adapted trains.</p><p><i><b>1880, Australia</b></i><br>- Two kinds of <b>3__________</b> were the first frozen food shipped to England.</p><p><i><b>1917 onwards, USA</b></i><br>- Clarence Birdseye introduced innovations including:<br>&nbsp;&nbsp;○ quick-freezing methods, so that <b>4__________</b> did not spoil the food.<br>&nbsp;&nbsp;○ packaging products with <b>5__________</b> so the product was visible.</p><p><i><b>Early 1940s, USA</b></i><br>- Frozen food became popular because of a shortage of <b>6__________</b></p><p><i><b>1950s, USA</b></i><br>- A large number of homes now had a <b>7__________</b></p>",
            "qs": [1,2,3,4,5,6,7]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 8-13</h4><p>Do the following statements agree with the information given in Reading Passage 1?</p><p><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>8.</b> The ice transportation business made some Boston ship owners very wealthy in the early 1800s.</p><p><b>9.</b> A disadvantage of the freezing process invented in Australia was that it affected the taste of food.</p><p><b>10.</b> Clarence Birdseye travelled to Labrador in order to learn how the Inuit people froze fish.</p><p><b>11.</b>Swanson Foods invested a great deal of money in the promotion of the TV Dinner.</p><p><b>12.</b> Swanson Foods developed a new style of container for the launch of the TV Dinner.</p><p><b>13.</b> The US frozen food industry is currently the largest in the world.</p>",
            "qs": [8,9,10,11,12,13]
          }  
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p>You should spend about 20 minutes on <b>Questions 14–26</b>,which are based on Reading Passage 2 below.</p><h4>Can the planet's coral reefs be saved?</h4><p><b>A.</b> Conservationists have put the final touches to a giant artificial reef they have been assembling at the world-renowned Zoological Society of London (London Zoo). Samples of the planet's most spectacular corals - vivid green branching coral, yellow scroll, blue ridge and many more species - have been added to the giant tank along with fish that thrive in their presence: blue tang, clownfish and many others. The reef is in the zoo's new gallery, Tiny Giants, which is dedicated to the minuscule invertebrate creatures that sustain life across the planet. The coral reef tank and its seven-metre-wide window form the core of the exhibition.</p><p>''Coral reefs are the most diverse ecosystems on Earth and we want to show people how wonderful they are,'' said Paul Pearce-Kelly, senior curator of invertebrates and fish at the Zoological Society of London. ''However, we also want to highlight the research and conservation efforts that are now being carried out to try to save them from the threat of global warming.' They want people to see what is being done to try to save these wonders.</p><p><b>B.</b> Corals are composed of tiny animals, known as polyps, with tentacles for capturing small marine creatures in the sea water. These polyps are transparent but get their brilliant tones of pink, orange, blue, green, etc. from algae that live within them, which in turn get protection, while their photosynthesising of the sun's rays provides nutrients for the polyps. This comfortable symbiotic relationship has led to the growth of coral reefs that cover 0.1% of the planet's ocean bed while providing homes for more than 25% of marine species, including fish, molluscs, sponges and shellfish.</p><p><b>C.</b> As a result, coral reefs are often described as the ''rainforests of the sea'', though the comparison is dismissed by some naturalists, including David Attenborough. ''People say you cannot beat the rainforest,'' Attenborough has stated. ''But that is simply not true. You go there and the first thing you think is: where are the birds? Where are the animals? They are hiding in the trees, of course. No, if you want beauty and wildlife, you want a coral reef. Put on a mask and stick your head under the water. The sight is mind-blowing.''</p><p><b>D.</b> Unfortunately, these majestic sights are now under very serious threat, with the most immediate problem coming in the form of thermal stress. Rising ocean temperatures are triggering bleaching events that strip reefs of their colour and eventually kill them. And that is just the start. Other menaces include ocean acidification, sea level increase, pollution by humans, deoxygenation and ocean current changes, while the climate crisis is also increasing habitat destruction. As a result, vast areas - including massive chunks of Australia's Great Barrier Reef - have already been destroyed, and scientists advise that more than 90% of reefs could be lost by 2050 unless urgent action is taken to tackle global heating and greenhouse gas emissions.</p><p>Pearce-Kelly says that coral reefs have to survive really harsh conditions - wave erosion and other factors. And ''when things start to go wrong in the oceans, then corals will be the first to react. And that is exactly what we are seeing now. Coral reefs are dying and they are telling us that all is not well with our planet.''</p><p><b>E.</b> However, scientists are trying to pinpoint hardy types of coral that could survive our overheated oceans, and some of this research will be carried out at London Zoo. ''Behind our ... coral reef tank we have built laboratories where scientists will be studying coral species,'' said Pearce-Kelly. One aim will be to carry out research on species to find those that can survive best in warm, acidic waters. Another will be to try to increase coral breeding rates. ''Coral spawn just once a year,'' he added. ''However, aquarium-based research has enabled some corals to spawn artificially, which can assist coral reef restoration efforts. And if this can be extended for all species, we could consider the launching of coral-spawning programmes several times a year. That would be a big help in restoring blighted reefs.''</p><p><b>F.</b> Research in these fields is being conducted in laboratories around the world, with the London Zoo centre linked to this global network. Studies carried out in one centre can then be tested in others. The resulting young coral can then be displayed in the tank in Tiny Giants. ''The crucial point is that the progress we make in making coral better able to survive in a warming world can be shown to the public and encourage them to believe that we can do something to save the planet's reefs,'' said Pearce-Kelly. ''Saving our coral reefs is now a critically important ecological goal.''</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14-19</h4><p>Reading Passage 2 has six sections, <b>A-F.</b></p><p>Choose the correct heading for each section from the list of headings below.</p><p><i>Headings</i></p><p>i. Tried and tested solutions<br>ii. Cooperation beneath the waves<br>iii. Working to lessen the problems<br>iv. Disagreement about the accuracy of a certain phrase<br>v. Two clear educational goals<br>vi. Promoting hope<br>vii. A warning of further trouble ahead</p><p><b>14.</b> Section A<br><b>15.</b> Section B<br><b>16.</b> Section C<br><b>17.</b> Section D<br><b>18.</b> Section E<br><b>19.</b> Section F</p>",
            "qs": [14,15,16,17,18,19]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 20-21</h4><p>Choose <b>TWO</b> letters, <b>A-E.</b></p><p><i><b>Which TWO of these causes of damage to coral reefs are mentioned by the writer of the text?</b></i></p><table border='1' cellspacing='0' cellpadding='1' width='100%'><tbody><tr><td><b>A.</b> a rising number of extreme storms</td></tr><tr><td><b>B.</b> the removal of too many fish from the sea</td></tr><tr><td><b>C.</b> the contamination of the sea from waste</td></tr><tr><td><b>D.</b> increased disease among marine species</td></tr><tr><td><b>E.</b> alterations in the usual flow of water in the seas</td></tr></tbody></table>",
            "qs": [20,21]
          },
      {
            "id": "R2.g3",
            "html": "<h4>Questions 22-23</h4><p>Choose <b>TWO</b> letters, <b>A-E.</b></p><p><i><b>Which TWO of the following statements are true of the researchers at London Zoo?</b></i></p><table border='1' cellspacing='0' cellpadding='1' width='100%'><tbody><tr><td><b>A.</b> They are hoping to expand the numbers of different corals being bred in laboratories.</td></tr><tr><td><b>B.</b> They want to identify corals that can cope well with the changed sea conditions.</td></tr><tr><td><b>C.</b> They are looking at ways of creating artificial reefs that corals could grow on.</td></tr><tr><td><b>D.</b> They are trying out methods that would speed up reproduction in some corals.</td></tr><tr><td><b>E.</b> They are investigating materials that might protect reefs from higher temperatures.</td></tr></tbody></table>",
            "qs": [22,23]
          },
      {
            "id": "R2.g4",
            "html": "<h4>Questions 24-26</h4><p>Complete the sentences below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p><b>24.</b> Corals have a number of <b>__________</b> which they use to collect their food.</p><p><b>25.</b> Algae gain <b>__________</b>from being inside the coral.</p><p><b>26.</b> Increases in the warmth of the sea water can remove the <b>__________</b> from coral.</p>",
            "qs": [25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p>You should spend about 20 minutes on <b>Questions 27–40</b>, which are based on Reading Passage 3 below.</p><h4>Robots and us</h4><p><i>Three leaders in their fields answer questions about our relationships with robot</i></p><p>When asked 'Should robots be used to colonise other planets?', cosmology and astrophysics Professor Martin Rees said he believed the solar system would be mapped by robotic craft by the end of the century. 'The next step would be mining of asteroids, enabling fabrication of large structures in space without having to bring all the raw materials from Earth.... I think this is more realistic and benign than the ... ''terraforming''* of planets.' He maintains that colonised planets 'should be preserved with a status that is analogous to Antarctica here on Earth.'</p><p>On the question of using robots to colonise other planets and exploit mineral resources, engineering Professor Daniel Wolpert replied, 'I don't see a pressing need to colonise other planets unless we can bring [these] resources back to Earth. The vast majority of Earth is currently inaccessible to us. Using robots to gather resources nearer to home would seem to be a better use of our robotic tools.'</p><p>Meanwhile, for anthropology Professor Kathleen Richardson, the idea of 'colonisation' of other planets seemed morally dubious: 'I think whether we do something on Earth or on Mars we should always do it in the spirit of a genuine interest in ''the Other'', not to impose a particular model, but to meet ''the Other''.''</p><p>In response to the second question, 'How soon will machine intelligence outstrip human intelligence?', Rees mentions robots that are advanced enough to beat humans at chess, but then goes on to say, 'Robots are still limited in their ability to sense their environment: they can't yet recognise and move the pieces on a real chessboard as cleverly as a child can. Later this century, however, their more advanced successors may relate to their surroundings, and to people, as adeptly as we do. Moral questions then arise. ... Should we feel guilty about exploiting [sophisticated robots]? Should we fret if they are underemployed, frustrated, or bored?'</p><p>Wolpert's response to the question about machine intelligence outstripping human intelligence was this: 'In a limited sense it already has. Machines can already navigate, remember and search for items with an ability that far outstrips humans. However, there is no machine that can identify visual objects or speech with the reliability and flexibility of humans.... Expecting a machine close to the creative intelligence of a human within the next 50 years would be highly ambitious.'</p><p>Richardson believes that our fear of machines becoming too advanced has more to do with human nature than anything intrinsic to the machines themselves. In her view, it stems from humans' tendency to personify inanimate objects: we create machines based on representations of ourselves, imagine that machines think and behave as we do, and therefore see them as an autonomous threat. 'One of the consequences of thinking that the problem lies with machines is that we tend to imagine they are greater and more powerful than they really are and subsequently they become so.'</p><p>This led on to the third question, 'Should we be scared by advances in artificial intelligence?' To this question, Rees replied, 'Those who should be worried are the futurologists who believe in the so-called ''singularity''.** ... And another worry is that we are increasingly dependent on computer networks, and that these could behave like a single ''brain'' with a mind of its own, and with goals that may be contrary to human welfare. I think we should ensure that robots remain as no more than ''idiot savants'' lacking the capacity to outwit us, even though they may greatly surpass us in the ability to calculate and process information.'</p><p>Wolpert's response was to say that we have already seen the damaging effects of artificial intelligence in the form of computer viruses. 'But in this case,' he says, 'the real intelligence is the malicious designer. Critically, the benefits of computers outweigh the damage that computer viruses cause. Similarly, while there may be misuses of robotics in the near future, the benefits that they will bring are likely to outweigh these negative aspects.'</p><p>Richardson's response to this question was this: 'We need to ask why fears of artificial intelligence and robots persist; none have in fact risen up and challenged human supremacy.' She believes that as robots have never shown themselves to be a threat to humans, it seems unlikely that they ever will. In fact, she went on, 'Not all fear [robots]; many people welcome machine intelligence.'</p><p>In answer to the fourth question, What can science fiction tell us about robotics?', Rees replied, 'I sometimes advise students that it's better to read first-rate science fiction than second-rate science more stimulating, and perhaps no more likely to be wrong.'</p><p>As his response, Wolpert commented, 'Science fiction has often been remarkable at predicting the future. Science fiction has painted a vivid spectrum of possible futures, from cute and helpful robots to dystopian robotic societies. Interestingly, almost no science fiction envisages a future without robots.'</p><p>Finally, on the question of science fiction, Richardson pointed out that in modern society, people tend to think there is reality on the one hand, and fiction and fantasy on the other. She then explained that the division did not always exist, and that scientists and technologists made this separation because they wanted to carve out the sphere of their work. 'But the divide is not so clear cut, and that is why the worlds seem to collide at times,' she said. 'In some cases, we need to bring these different understandings together to get a whole perspective. Perhaps then, we won't be so frightened that something we create as a copy of ourselves will be a [threat] to us.'</p><p>*terraforming: modifying a planet's atmosphere to suit human needs</p><p>** singularity: the point when robots will be able to start creating ever more sophisticated versions of themselves</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27-33</h4><p>Look at the following statements (27-33) and the list of experts below.</p><p>Match each statement with the correct expert, <b>A, B</b> or <b>C.</b></p><p><b>NB</b> You may use any letter more than once.</p><p><i><b>List of Experts</b></i><br><b>A.</b> Martin Rees<br><b>B.</b> Daniel Wolpert<br><b>C.</b> Kathleen Richardson</p><p><b>27.</b> For our own safety, humans will need to restrict the abilities of robots.</p><p><b>28.</b> The risk of robots harming us is less serious than humans believe it to be.</p><p><b>29.</b> It will take many decades for robot intelligence to be as imaginative as human intelligence.</p><p><b>30.</b> We may have to start considering whether we are treating robots fairly.</p><p><b>31.</b> Robots are probably of more help to us on Earth than in space.</p><p><b>32.</b> The ideas in high-quality science fiction may prove to be just as accurate as those found in the work of mediocre scientists.</p><p><b>33.</b> There are those who look forward to robots developing greater intelligence.</p>",
            "qs": [27,28,29,30,31,32,33]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 34-36</h4><p>Complete each sentence with the correct ending, <b>A-D,</b> below.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><tbody><tr><td><b>A.</b> robots to explore outer space.</td></tr><tr><td><b>B.</b> advances made in machine intelligence so far.</td></tr><tr><td><b>C.</b> changes made to other planets for our own benefit.</td></tr><tr><td><b>D.</b> the harm already done by artificial intelligence.</td></tr></tbody></table><p><b>34.</b> Richardson and Rees express similar views regarding the ethical aspect of __________</p><p><b>35.</b> Rees and Wolpert share an opinion about the extent of __________</p><p><b>36.</b> Wolpert disagrees with Richardson on the question of __________</p>",
            "qs": [34,35,36]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 37-40</h4><p>Choose the correct letter, <b>A, B, C</b> or <b>D.</b></p><p><b>37.</b> <i>What point does Richardson make about fear of machines?</i><br><b>A.</b>It has grown alongside the development of ever more advanced robots.<br><b>B.</b>It is the result of our inclination to attribute human characteristics to non-human entities.<br><b>C.</b>It has its origins in basic misunderstandings about how inanimate objects function.<br><b>D.</b>It demonstrates a key difference between human intelligence and machine intelligence.</p><p><b>38.</b> <i>What potential advance does Rees see as a cause for concern?</i><br><b>A.</b>robots outnumbering people<br><b>B.</b>robots having abilities which humans do not<br><b>C.</b>artificial intelligence developing independent thought<br><b>D.</b>artificial intelligence taking over every aspect of our lives</p><p><b>39.</b> <i>What does Wolpert emphasise in his response to the question about science fiction?</i><br><b>A.</b>how science fiction influences our attitudes to robots<br><b>B.</b>how fundamental robots are to the science fiction genre<br><b>C.</b>how the image of robots in science fiction has changed over time<br><b>D.</b>how reactions to similar portrayals of robots in science fiction may vary</p><p><b>40.</b> <i>What is Richardson doing in her comment about reality and fantasy?</i><br><b>A.</b>warning people not to confuse one with the other<br><b>B.</b>outlining ways in which one has impacted on the other<br><b>C.</b>recommending a change of approach in how people view them<br><b>D.</b>explaining why scientists have a different perspective on them from other people</p>",
            "qs": [37,38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.<br>The charts below give information about a public library in a town called Little Chalfont.<br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.<br>Write at least 150 words.<br><img src='https://drive.google.com/file/d/1jdnhQmhNBrJUIyZQt_qZOT4gjZ376wfy/view'></p>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.<br>Write about the following topic:<br><b>Some people have decided to reduce the number of times they fly every year or to stop flying altogether. Do you think the environmental benefits of this development outweigh the disadvantages for individuals and businesses?</b><br>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["239","two hundred thirty-nine","two hundred and thirty-nine"],["modern"],["lamp"],["Aaron"],["damage"],["electronic"],["insurance"],["space","Space"],["app"],["exchanges"],["B"],["A"],["A"],["C"],["B"],["C"],["B"],["A"],["G"],["E"],["B"],["A"],["C"],["A"],["C"],["B"],["F"],["E"],["B"],["D"],["adaptation"],["cognitive"],["desks"],["taps"],["blue"],["voice"],["pregnant"],["shoulders"],["police"],["temperature"]]
  ],
    "reading": [
      [["potatoes"],["butter"],["meat"],["crystals"],["cellophane"],["tin"],["refrigerator"],["NG"],["T"],["F"],["T"],["F"],["NG"],["V"],["II"],["IV"],["VII"],["III"],["VI"],["C","E"],["C","E"],["B","D"],["B","D"],["tentacles"],["protection"],["colour"],["A"],["C"],["B"],["A"],["B"],["A"],["C"],["C"],["D"],["B"],["B"],["C"],["B"],["C"]]
  ]
  }
}
