{
  "id": "IELTS029",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1tc7B-QsjhrbdV1xc6_4g3YBKtPWWZEqN",
        "inst": "<h4>SECTION 1 Questions 1–10</h4><p>Complete the table below.<br>Write <b>ONE WORD AND/OR A NUMBER</b> for each answer.</p><h4>COOKERY CLASSES</h4><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>Cookery Class</b></td><td><b>Focus</b></td><td><b>Other Information</b></td></tr><tr><td>Example<br>The Food <u>Studio</u></td><td>how to <b>1</b> ___ and cook with seasonal products</td><td>- small classes<br>- also offers <b>2</b> ___ classes<br>- clients who return get a <b>3</b> ___ discount</td></tr><tr><td>Bond’s Cookery School</td><td>food that is <b>4</b> ___</td><td>- includes recipes to strengthen your <b>5</b> ___<br>- they have a free <b>6</b> ___ every Thursday</td></tr><tr><td>The <b>7</b> ___ Centre</td><td>mainly <b>8</b> ___ food</td><td>- located near the <b>9</b> ___<br>- a special course in skills with a <b>10</b> ___ is sometimes available</td></tr></table>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1Gb6IKJy34Vr_4jEB_PXZVunw_faIGixK",
        "inst": "<h4>SECTION 2 Questions 11–20</h4><h4>Questions 11–13</h4><p>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><h4>Traffic Changes in Granford</h4><p><b>11</b> Why are changes needed to traffic systems in Granford?<br><b>A</b> The number of traffic accidents has risen.<br><b>B</b> The amount of traffic on the roads has increased.<br><b>C</b> The types of vehicles on the roads have changed.</p><p><b>12</b> In a survey, local residents particularly complained about<br><b>A</b> dangerous driving by parents.<br><b>B</b> pollution from trucks and lorries.<br><b>C</b> inconvenience from parked cars.</p><p><b>13</b> According to the speaker, one problem with the new regulations will be<br><b>A</b> raising money to pay for them.<br><b>B</b> finding a way to make people follow them.<br><b>C</b> getting the support of the police.</p><br><h4>Questions 14–20</h4><p>Label the map below.<br>Write the correct letter, <b>A–I</b>, next to Questions 14–20.</p><h4>Proposed traffic changes in Granford</h4><p><b>14</b> New traffic lights ___<br><b>15</b> Pedestrian crossing ___<br><b>16</b> Parking allowed ___<br><b>17</b> New ‘No Parking’ sign ___<br><b>18</b> New disabled parking spaces ___<br><b>19</b> Widened pavement ___<br><b>20</b> Lorry loading/unloading restrictions ___</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1G4G_jcpUqTiGTV914j4TdzdPAe6m72Y4",
        "inst": "<h4>SECTION 3 Questions 21–30</h4><h4>Questions 21–25</h4><p>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><p><b>21</b> Why is Jack interested in investigating seed germination?<br><b>A</b> He may do a module on a related topic later on.<br><b>B</b> He wants to have a career in plant science.<br><b>C</b> He is thinking of choosing this topic for his dissertation.</p><p><b>22</b> Jack and Emma agree the main advantage of their present experiment is that it can be<br><b>A</b> described very easily.<br><b>B</b> carried out inside the laboratory.<br><b>C</b> completed in the time available.</p><p><b>23</b> What do they decide to check with their tutor?<br><b>A</b> whether their aim is appropriate<br><b>B</b> whether anyone else has chosen this topic<br><b>C</b> whether the assignment contributes to their final grade</p><p><b>24</b> They agree that Graves’ book on seed germination is disappointing because<br><b>A</b> it fails to cover recent advances in seed science.<br><b>B</b> the content is irrelevant for them.<br><b>C</b> its focus is very theoretical.</p><p><b>25</b> What does Jack say about the article on seed germination by Lee Hall?<br><b>A</b> The diagrams of plant development are useful.<br><b>B</b> The analysis of seed germination statistics is thorough.<br><b>C</b> The findings on seed germination after fires are surprising.</p><br><h4>Questions 26–30</h4><p>Complete the flow-chart below.<br>Choose <b>FIVE</b> answers from the box and write the correct letter, <b>A–H</b>, next to Questions 26–30.</p><p><b>A</b> container&nbsp;&nbsp;<b>B</b> soil&nbsp;&nbsp;<b>C</b> weight&nbsp;&nbsp;<b>D</b> condition&nbsp;&nbsp;<b>E</b> height&nbsp;&nbsp;<b>F</b> colour&nbsp;&nbsp;<b>G</b> types&nbsp;&nbsp;<b>H</b> depths</p><h4>Stages in the experiment</h4><p>Select seeds of different <b>26</b>___ and sizes.</p><p>Measure and record the <b>27</b>___ and size of each one.</p><p>Decide on the <b>28</b>___ to be used.</p><p>Use a different <b>29</b>___ for each seed and label it.</p><p>After about 3 weeks, record the plant’s <b>30</b>___.</p><p>Investigate the findings.</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1vadGMxtG5ZAkrmOcpVTAidDic8bbM3MO",
        "inst": "<h4>SECTION 4 Questions 31–40</h4></p><p>Complete the notes below.<br>Write <b>ONE WORD ONLY</b> for each answer.</p><h4>Effects of urban environments on animals</h4><p><b>Introduction</b><br>Recent urban developments represent massive environmental changes. It was previously thought that only a few animals were suitable for city life, e.g.<br>- the ___ – because of its general adaptability<br>- the pigeon – because walls of city buildings are similar to ___<br>In fact, many urban animals are adapting with unusual ___.</p><p><b>Recent research</b><br>- Emilie Snell-Rood studied small urbanised mammal specimens from museums in Minnesota.<br>– She found the size of their ___ had increased.<br>– She suggests this may be due to the need to locate new sources of ___ and to deal with new dangers.<br>- Catarina Miranda focused on the ___ of urban and rural blackbirds.<br>– She found urban birds were often braver, but were afraid of situations that were ___.<br>- Jonathan Atwell studies how animals respond to urban environments.<br>– He found that some animals respond to ___ by producing lower levels of hormones.<br>- Sarah Partan’s team found urban squirrels use their ___ to help them communicate.</p><p><b>Long-term possibilities</b><br>Species of animals may develop which are unique to cities. However, some changes may not be ___.</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i></p><h4>Case Study: Tourism New Zealand website</h4><p>New Zealand is a small country of four million inhabitants, a long-haul flight from all the major tourist-generating markets of the world. Tourism currently makes up 9% of the country’s gross domestic product, and is the country’s largest export sector. Unlike other export sectors, which make products and then sell them overseas, tourism brings its customers to New Zealand. The product is the country itself – the people, the places and the experiences. In 1999, Tourism New Zealand launched a campaign to communicate a new brand position to the world. The campaign focused on New Zealand’s scenic beauty, exhilarating outdoor activities and authentic Maori culture, and it made New Zealand one of the strongest national brands in the world.</p><p>A key feature of the campaign was the website www.newzealand.com, which provided potential visitors to New Zealand with a single gateway to everything the destination had to offer. The heart of the website was a database of tourism services operators, both those based in New Zealand and those based abroad which offered tourism services to the country. Any tourism-related business could be listed by filling in a simple form. This meant that even the smallest bed and breakfast address or specialist activity provider could gain a web presence with access to an audience of long-haul visitors. In addition, because participating businesses were able to update the details they gave on a regular basis, the information provided remained accurate. And to maintain and improve standards, Tourism New Zealand organised a scheme whereby organisations appearing on the website underwent an independent evaluation against a set of agreed national standards of quality. As part of this, the effect of each business on the environment was considered.</p><p>To communicate the New Zealand experience, the site also carried features relating to famous people and places. One of the most popular was an interview with former New Zealand All Blacks rugby captain Tana Umaga. Another feature that attracted a lot of attention was an interactive journey through a number of the locations chosen for blockbuster films which had made use of New Zealand’s stunning scenery as a backdrop. As the site developed, additional features were added to help independent travellers devise their own customised itineraries. To make it easier to plan motoring holidays, the site catalogued the most popular driving routes in the country, highlighting different routes according to the season and indicating distances and times.</p><p>Later, a Travel Planner feature was added, which allowed visitors to click and ‘bookmark’ places or attractions they were interested in, and then view the results on a map. The Travel Planner offered suggested routes and public transport options between the chosen locations. There were also links to accommodation in the area. By registering with the website, users could save their Travel Plan and return to it later, or print it out to take on the visit. The website also had a ‘Your Words’ section where anyone could submit a blog of their New Zealand travels for possible inclusion on the website.</p><p>The Tourism New Zealand website won two Webby awards for online achievement and innovation. More importantly perhaps, the growth of tourism to New Zealand was impressive. Overall tourism expenditure increased by an average of 6.9% per year between 1999 and 2004. From Britain, visits to New Zealand grew at an average annual rate of 13% between 2002 and 2006, compared to a rate of 4% overall for British visits abroad.</p><p>The website was set up to allow both individuals and travel organisations to create itineraries and travel packages to suit their own needs and interests. On the website, visitors can search for activities not solely by geographical location, but also by the particular nature of the activity. This is important as research shows that activities are the key driver of visitor satisfaction, contributing 74% to visitor satisfaction, while transport and accommodation account for the remaining 26%. The more activities that visitors undertake, the more satisfied they will be. It has also been found that visitors enjoy cultural activities most when they are interactive, such as visiting a marae (meeting ground) to learn about traditional Maori life. Many long-haul travellers enjoy such learning experiences, which provide them with stories to take home to their friends and family. In addition, it appears that visitors to New Zealand don’t want to be ‘one of the crowd’ and find activities that involve only a few people more special and meaningful.</p><p>It could be argued that New Zealand is not a typical destination. New Zealand is a small country with a visitor economy composed mainly of small businesses. It is generally perceived as a safe English-speaking country with a reliable transport infrastructure. Because of the long-haul flight, most visitors stay for longer (average 20 days) and want to see as much of the country as possible on what is often seen as a once-in-a-lifetime visit. However, the underlying lessons apply anywhere – the effectiveness of a strong brand, a strategy based on unique experiences and a comprehensive and user-friendly website.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–7</h4><p>Complete the table below. Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes 1–7 on your answer sheet.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>Section of website</b></td><td><b>Comments</b></td></tr><tr><td>Database of tourism services</td><td>- easy for tourism-related businesses to get on the list<br>- allowed businesses to ___ information regularly<br>- provided a country-wide evaluation of businesses, including their impact on the ___</td></tr><tr><td>Special features on local topics</td><td>- e.g. an interview with a former sports ___, and an interactive tour of various locations used in ___</td></tr><tr><td>Information on driving routes</td><td>- varied depending on the ___</td></tr><tr><td>Travel Planner</td><td>- included a map showing selected places, details of public transport and local ___</td></tr><tr><td>‘Your Words’</td><td>- travellers could send a link to their ___</td></tr></table>",
            "qs": [1,2,3,4,5,6,7]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 8–13</h4><p>Do the following statements agree with the information given in Reading Passage 1?</p><p>In boxes 8–13 on your answer sheet, write<br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>8</b> The website www.newzealand.com aimed to provide ready-made itineraries and packages for travel companies and individual tourists.</p><p><b>9</b> It was found that most visitors started searching on the website by geographical location.</p><p><b>10</b> According to research, 26% of visitor satisfaction is related to their accommodation.</p><p><b>11</b> Visitors to New Zealand like to become involved in the local culture.</p><p><b>12</b> Visitors like staying in small hotels in New Zealand rather than in larger ones.</p><p><b>13</b> Many visitors feel it is unlikely that they will return to New Zealand after their visit.</p>",
            "qs": [8,9,10,11,12,13]
          }  
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p><i>You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2.</i></p><h4>Why being bored is stimulating – and useful, too</h4><p><i>This most common of emotions is turning out to be more interesting than we thought</i></p><p><b>A</b> We all know how it feels – it’s impossible to keep your mind on anything, time stretches out, and all the things you could do seem equally unlikely to make you feel better. But defining boredom so that it can be studied in the lab has proved difficult. For a start, it can include a lot of other mental states, such as frustration, apathy, depression and indifference. There isn’t even agreement over whether boredom is always a low-energy, flat kind of emotion or whether feeling agitated and restless counts as boredom, too. In his book, <i>Boredom: A Lively History</i>, Peter Toohey at the University of Calgary, Canada, compares it to disgust – an emotion that motivates us to stay away from certain situations. ‘If disgust protects humans from infection, boredom may protect them from “infectious” social situations,’ he suggests.</p><p><b>B</b> By asking people about their experiences of boredom, Thomas Goetz and his team at the University of Konstanz in Germany have recently identified five distinct types: indifferent, calibrating, searching, reactant and apathetic. These can be plotted on two axes – one running left to right, which measures low to high arousal, and the other from top to bottom, which measures how positive or negative the feeling is. Intriguingly, Goetz has found that while people experience all kinds of boredom, they tend to specialise in one. Of the five types, the most damaging is ‘reactant’ boredom with its explosive combination of high arousal and negative emotion. The most useful is what Goetz calls ‘indifferent’ boredom: someone isn’t engaged in anything satisfying but still feels relaxed and calm. However, it remains to be seen whether there are any character traits that predict the kind of boredom each of us might be prone to.</p><p><b>C</b> Psychologist Sandi Mann at the University of Central Lancashire, UK, goes further. ‘All emotions are there for a reason, including boredom,’ she says. Mann has found that being bored makes us more creative. ‘We’re all afraid of being bored but in actual fact it can lead to all kinds of amazing things,’ she says. In experiments published last year, Mann found that people who had been made to feel bored by copying numbers out of the phone book for 15 minutes came up with more creative ideas about how to use a polystyrene cup than a control group. Mann concluded that a passive, boring activity is best for creativity because it allows the mind to wander. In fact, she goes so far as to suggest that we should seek out more boredom in our lives.</p><p><b>D</b> Psychologist John Eastwood at York University in Toronto, Canada, isn’t convinced. ‘If you are in a state of mind-wandering you are not bored,’ he says. ‘In my view, by definition boredom is an undesirable state.’ That doesn’t necessarily mean that it isn’t adaptive, he adds. ‘Pain is adaptive – if we didn’t have physical pain, bad things would happen to us. Does that mean that we should actively cause pain? No. But even if boredom has evolved to help us survive, it can still be toxic if allowed to fester.’ For Eastwood, the central feature of boredom is a failure to put our ‘attention system’ into gear. This causes an inability to focus on anything, which makes time seem to go painfully slowly. What’s more, your efforts to improve the situation can end up making you feel worse. ‘People try to connect with the world and if they are not successful there’s that frustration and irritability,’ he says. Perhaps most worrying, says Eastwood, repeatedly failing to engage attention can lead to a state where we don’t know what to do any more, and no longer care.</p><p><b>E</b> Eastwood’s team is now trying to explore why the attention system fails. It’s early days but they think that at least some of it comes down to personality. Boredom proneness has been linked with a variety of traits. People who are motivated by pleasure seem to suffer particularly badly. Other personality traits, such as curiosity, are associated with a high boredom threshold. More evidence that boredom has detrimental effects comes from studies of people who are more or less prone to boredom. It seems those who bore easily face poorer prospects in education, their career and even life in general. But of course, boredom itself cannot kill – it’s the things we do to deal with it that may put us in danger. What can we do to alleviate it before it comes to that? Goetz’s group has one suggestion. Working with teenagers, they found that those who ‘approach’ a boring situation – in other words, see that it’s boring and get stuck in anyway – report less boredom than those who try to avoid it by using snacks, TV or social media for distraction.</p><p><b>F</b> Psychologist Francoise Wemelsfelder speculates that our over-connected lifestyles might even be a new source of boredom. ‘In modern human society there is a lot of overstimulation but still a lot of problems finding meaning,’ she says. So instead of seeking yet more mental stimulation, perhaps we should leave our phones alone, and use boredom to motivate us to engage with the world in a more meaningful way.</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–19</h4><p>Reading Passage 2 has six paragraphs, <b>A–F</b>.<br>Choose the correct heading for each paragraph from the list of headings below.<br>Write the correct number, <b>i–viii</b>, in boxes 14–19 on your answer sheet.</p><p><b>List of Headings</b><br>i The productive outcomes that may result from boredom<br>ii What teachers can do to prevent boredom<br>iii A new explanation and a new cure for boredom<br>iv Problems with a scientific approach to boredom<br>v A potential danger arising from boredom<br>vi Creating a system of classification for feelings of boredom<br>vii Age groups most affected by boredom<br>viii Identifying those most affected by boredom</p><p><b>14</b> Paragraph A<br><b>15</b> Paragraph B<br><b>16</b> Paragraph C<br><b>17</b> Paragraph D<br><b>18</b> Paragraph E<br><b>19</b> Paragraph F</p>",
            "qs": [14,15,16,17,18,19]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 20–23</h4><p>Look at the following people (Questions 20–23) and the list of ideas below.<br>Match each person with the correct idea, <b>A–E</b>.<br>Write the correct letter, <b>A–E</b>, in boxes 20–23 on your answer sheet.</p><p><b>20</b> Peter Toohey<br><b>21</b> Thomas Goetz<br><b>22</b> John Eastwood<br><b>23</b> Francoise Wemelsfelder</p><p><b>List of Ideas</b><br><b>A</b> The way we live today may encourage boredom.<br><b>B</b> One sort of boredom is worse than all the others.<br><b>C</b> Levels of boredom may fall in the future.<br><b>D</b> Trying to cope with boredom can increase its negative effects.<br><b>E</b> Boredom may encourage us to avoid an unpleasant experience.</p>",
            "qs": [20,21,22,23]
          },
      {
            "id": "R2.g3",
            "html": "<h4>Questions 24–26</h4><p>Complete the summary below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes 24–26 on your answer sheet.</p><h4>Responses to boredom</h4><p>For John Eastwood, the central feature of boredom is that people cannot <b>24</b> ___, due to a failure in what he calls the ‘attention system’, and as a result they become frustrated and irritable. His team suggests that those for whom <b>25</b> ___ is an important aim in life may have problems in coping with boredom, whereas those who have the characteristic of <b>26</b> ___ can generally cope with it.</p>",
            "qs": [24,25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p><i>You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below.</i></p><h4>Artificial artists</h4><p><i>Can computers really create works of art?</i></p><p>The Painting Fool is one of a growing number of computer programs which, so their makers claim, possess creative talents. Classical music by an artificial composer has had audiences enraptured, and even tricked them into believing a human was behind the score. Artworks painted by a robot have sold for thousands of dollars and been hung in prestigious galleries. And software has been built which creates art that could not have been imagined by the programmer.</p><p>Human beings are the only species to perform sophisticated creative acts regularly. If we can break this process down into computer code, where does that leave human creativity? ‘This is a question at the very core of humanity,’ says Geraint Wiggins, a computational creativity researcher at Goldsmiths, University of London. ‘It scares a lot of people. They are worried that it is taking something special away from what it means to be human.’</p><p>To some extent, we are all familiar with computerised art. The question is: where does the work of the artist stop and the creativity of the computer begin? Consider one of the oldest machine artists, Aaron, a robot that has had paintings exhibited in London’s Tate Modern and the San Francisco Museum of Modern Art. Aaron can pick up a paintbrush and paint on canvas on its own. Impressive perhaps, but it is still little more than a tool to realise the programmer’s own creative ideas.</p><p>Simon Colton, the designer of the Painting Fool, is keen to make sure his creation doesn’t attract the same criticism. Unlike earlier ‘artists’ such as Aaron, the Painting Fool only needs minimal direction and can come up with its own concepts by going online for material. The software runs its own web searches and trawls through social media sites. It is now beginning to display a kind of imagination too, creating pictures from scratch. One of its original works is a series of fuzzy landscapes, depicting trees and sky. While some might say they have a mechanical look, Colton argues that such reactions arise from people’s double standards towards software-produced and human-produced art. After all, he says, consider that the Painting Fool painted the landscapes without referring to a photo. ‘If a child painted a new scene from its head, you’d say it has a certain level of imagination,’ he points out. ‘The same should be true of a machine.’ Software bugs can also lead to unexpected results. Some of the Painting Fool’s paintings of a chair came out in black and white, thanks to a technical glitch. This gives the work an eerie, ghostlike quality. Human artists like the renowned Ellsworth Kelly are lauded for limiting their colour palette – so why should computers be any different?</p><p>Researchers like Colton don’t believe it is right to measure machine creativity directly to that of humans who ‘have had millennia to develop our skills’. Others, though, are fascinated by the prospect that a computer might create something as original and subtle as our best artists. So far, only one has come close. Composer David Cope invented a program called Experiments in Musical Intelligence, or EMI. Not only did EMI create compositions in Cope’s style, but also that of the most revered classical composers, including Bach, Chopin and Mozart. Audiences were moved to tears, and EMI even fooled classical music experts into thinking they were hearing genuine Bach. Not everyone was impressed however. Some, such as Wiggins, have blasted Cope’s work as pseudoscience, and condemned him for his deliberately vague explanation of how the software worked. Meanwhile, Douglas Hofstadter of Indiana University said EMI created replicas which still rely completely on the original artist’s creative impulses. When audiences found out the truth they were often outraged with Cope, and one music lover even tried to punch him. Amid such controversy, Cope destroyed EMI’s vital databases.</p><p>But why did so many people love the music, yet recoil when they discovered how it was composed? A study by computer scientist David Moffat of Glasgow Caledonian University provides a clue. He asked both expert musicians and non-experts to assess six compositions. The participants weren’t told beforehand whether the tunes were composed by humans or computers, but were asked to guess, and then rate how much they liked each one. People who thought the composer was a computer tended to dislike the piece more than those who believed it was human. This was true even among the experts, who might have been expected to be more objective in their analyses.</p><p>Where does this prejudice come from? Paul Bloom of Yale University has a suggestion: he reckons part of the pleasure we get from art stems from the creative process behind the work. This can give it an ‘irresistible essence’, says Bloom. Meanwhile, experiments by Justin Kruger of New York University have shown that people’s enjoyment of an artwork increases if they think more time and effort was needed to create it. Similarly, Colton thinks that when people experience art, they wonder what the artist might have been thinking or what the artist is trying to tell them. It seems obvious, therefore, that with computers producing art, this speculation is cut short – there’s nothing to explore. But as technology becomes increasingly complex, finding those greater depths in computer art could become possible. This is precisely why Colton asks the Painting Fool to tap into online social networks for its inspiration: hopefully this way it will choose themes that will already be meaningful to us.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–31</h4><p>Choose the correct letter, <b>A</b>, <b>B</b>, <b>C</b> or <b>D</b>.<br>Write the correct letter in boxes 27–31 on your answer sheet.</p><p><b>27</b> What is the writer suggesting about computer-produced works in the first paragraph?<br><b>A</b> People’s acceptance of them can vary considerably.<br><b>B</b> A great deal of progress has already been attained in this field.<br><b>C</b> They have had more success in some artistic genres than in others.<br><b>D</b> The advances are not as significant as the public believes them to be.</p><p><b>28</b> According to Geraint Wiggins, why are many people worried by computer art?<br><b>A</b> It is aesthetically inferior to human art.<br><b>B</b> It may ultimately supersede human art.<br><b>C</b> It undermines a fundamental human quality.<br><b>D</b> It will lead to a deterioration in human ability.</p><p><b>29</b> What is a key difference between Aaron and the Painting Fool?<br><b>A</b> its programmer’s background<br><b>B</b> public response to its work<br><b>C</b> the source of its subject matter<br><b>D</b> the technical standard of its output</p><p><b>30</b> What point does Simon Colton make in the fourth paragraph?<br><b>A</b> Software-produced art is often dismissed as childish and simplistic.<br><b>B</b> The same concepts of creativity should not be applied to all forms of art.<br><b>C</b> It is unreasonable to expect a machine to be as imaginative as a human being.<br><b>D</b> People tend to judge computer art and human art according to different criteria.</p><p><b>31</b> The writer refers to the paintings of a chair as an example of computer art which<br><b>A</b> achieves a particularly striking effect.<br><b>B</b> exhibits a certain level of genuine artistic skill.<br><b>C</b> closely resembles that of a well-known artist.<br><b>D</b> highlights the technical limitations of the software.</p>",
            "qs": [27,28,29,30,31]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 32–37</h4><p>Complete each sentence with the correct ending, <b>A–G</b>, below.<br>Write the correct letter, <b>A–G</b>, in boxes 32–37 on your answer sheet.</p><p><b>32</b> Simon Colton says it is important to consider the long-term view when<br><b>33</b> David Cope’s EMI software surprised people by<br><b>34</b> Geraint Wiggins criticised Cope for not<br><b>35</b> Douglas Hofstadter claimed that EMI was<br><b>36</b> Audiences who had listened to EMI’s music became angry after<br><b>37</b> The participants in David Moffat’s study had to assess music without</p><p><b>List of Ideas</b><br><b>A</b> generating work that was virtually indistinguishable from that of humans.<br><b>B</b> knowing whether it was the work of humans or software.<br><b>C</b> producing work entirely dependent on the imagination of its creator.<br><b>D</b> comparing the artistic achievements of humans and computers.<br><b>E</b> revealing the technical details of his program.<br><b>F</b> persuading the public to appreciate computer art.<br><b>G</b> discovering that it was the product of a computer program.</p>",
            "qs": [32,33,34,35,36,37]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 38-40</h4><p>Do the following statements agree with the claims of the writer in Reading Passage 3?</p><p>In boxes 38–40 on your answer sheet, write<br><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>38</b> Moffat’s research may help explain people’s reactions to EMI.</p><p><b>39</b> The non-experts in Moffat’s study all responded in a predictable way.</p><p><b>40</b> Justin Kruger’s findings cast doubt on Paul Bloom’s theory about people’s prejudice towards computer art.</p>",
            "qs": [38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p><i>You should spend about 20 minutes on this task.</i></p><p><b>The two maps below show road access to a city hospital in 2007 and in 2010.</b></p><p>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</p><p>Write at least 150 words.</p><img src='https://drive.google.com/file/d/1PIOcj655Qg_P78b9CigbaCXiKowCoCLb/view'></p>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p><i>You should spend about 40 minutes on this task.</i></p><p>Write about the following topic:</p><p><b>Living in a country where you have to speak a foreign language can cause serious social problems, as well as practical problems.</b></p><p><b>To what extent do you agree or disagree with this statement?</b></p><p>Give reasons for your answer and include any relevant examples from your own knowledge or experience.</p><p>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["choose"],["private"],["20","twenty percent"],["healthy"],["bones"],["lecture"],["Arretesa"],["vegetarian"],["market"],["knife"],["B"],["C"],["B"],["E"],["D"],["B"],["G"],["C"],["H"],["I"],["A"],["C"],["B"],["C"],["B"],["G"],["C"],["H"],["A"],["E"],["crow"],["cliffs"],["speed"],["brain","brains"],["food"],["behaviours","behaviors"],["new"],["stress"],["tail","tails"],["permanent"]]
  ],
    "reading": [
      [["update"],["environment"],["captain"],["films"],["season"],["accommodation"],["blog"],["FALSE"],["NOT GIVEN"],["FALSE"],["TRUE"],["NOT GIVEN"],["TRUE"],["iv"],["vi"],["i"],["v"],["viii"],["iii"],["E"],["B"],["D"],["A"],["focus"],["pleasure"],["curiosity"],["B"],["C"],["C"],["D"],["A"],["D"],["A"],["E"],["C"],["G"],["B"],["YES"],["NOT GIVEN"],["NO"]]
  ]
  }
}
