{
  "id": "IELTS034",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=13iuAshwAGhC4sRLbqLItXeAETCVhjMmB",
        "inst": "<h4>SECTION 1 Questions 1–10</h4><p><i>Complete the notes below.</i><br><i>Write <u>ONE WORD AND/OR A NUMBER</u> for each answer.</i></p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>Events during Kenton Festival</b></td></tr><tr><td><i>Example</i><br>Start date: ___ 16th ___ May</td></tr><tr><td><b>Opening ceremony (first day)</b><br>- In town centre, starting at <b>1</b> ___<br>- The mayor will make a speech<br>- A <b>2</b> ___ will perform<br>- Performance of a <b>3</b> ___ about Helen Tungate (a <b>4</b> ___)<br>- Evening fireworks display situated across the <b>5</b> ___</td></tr><tr><td><b>Other events</b><br>- Videos about relationships that children have with their <b>6</b> ___<br>- Venue: <b>7</b> ___ House<br>- Performance of <b>8</b> ___ dances<br>- Venue: the <b>9</b> ___ market in the town centre<br>- Time: 2 and 5 pm every day except 1st day of festival<br>- Several professional concerts and one by children<br>- Venue: library<br>- Time: 6.30 pm on the 18th<br>- Tickets available online from festival box office and from shops which have the festival <b>10</b> ___ in their windows</td></tr></table>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1PT9TLU3BW2ENR3pblQtEo7I3FiHhczZP",
        "inst": "<h4>SECTION 2 Questions 11–20</h4><h4>Questions 11–15</h4><h4>Theatre trip to Munich</h4><p><b>11</b> When the group meet at the airport they will have<br><b>A</b> breakfast.<br><b>B</b> coffee.<br><b>C</b> lunch.</p><p><b>12</b> The group will be met at Munich Airport by<br><b>A</b> an employee at the National Theatre.<br><b>B</b> a theatre manager.<br><b>C</b> a tour operator.</p><p><b>13</b> How much will they pay per night for a double room at the hotel?<br><b>A</b> 110 euros<br><b>B</b> 120 euros<br><b>C</b> 150 euros</p><p><b>14</b> What type of restaurant will they go to on Tuesday evening?<br><b>A</b> an Italian restaurant<br><b>B</b> a Lebanese restaurant<br><b>C</b> a typical restaurant of the region</p><p><b>15</b> Who will they meet on Wednesday afternoon?<br><b>A</b> an actor<br><b>B</b> a playwright<br><b>C</b> a theatre director</p><br><h4>Questions 16–20</h4><p>What does the man say about the play on each of the following days?<br><i>Choose FIVE answers from the box and write the correct letter, A–G, next to Questions 16–20.</i></p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>Comments</b><br><b>A</b> The playwright will be present.<br><b>B</b> The play was written to celebrate an anniversary.<br><b>C</b> The play will be performed inside a historic building.<br><b>D</b> The play will be accompanied by live music.<br><b>E</b> The play will be performed outdoors.<br><b>F</b> The play will be performed for the first time.<br><b>G</b> The performance will be attended by officials from the town.</td></tr></table><p><b>Days</b><br><b>16</b> Wednesday ___<br><b>17</b> Thursday ___<br><b>18</b> Friday ___<br><b>19</b> Saturday ___<br><b>20</b> Monday ___</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=106Y0LB77UoU861jwoREA-aCQyYDkElcc",
        "inst": "<h4>SECTION 3 Questions 21–30</h4><h4>Questions 21–25</h4><h4>Scandinavian Studies</h4><p><b>21</b> James chose to take Scandinavian Studies because when he was a child<br><b>A</b> he was often taken to Denmark.<br><b>B</b> his mother spoke to him in Danish.<br><b>C</b> a number of Danish people visited his family.</p><p><b>22</b> When he graduates, James would like to<br><b>A</b> take a postgraduate course.<br><b>B</b> work in the media.<br><b>C</b> become a translator.</p><p><b>23</b> Which course will end this term?<br><b>A</b> Swedish cinema<br><b>B</b> Danish television programmes<br><b>C</b> Scandinavian literature</p><p><b>24</b> They agree that James’s literature paper this term will be on<br><b>A</b> 19th century playwrights.<br><b>B</b> the Icelandic sagas.<br><b>C</b> modern Scandinavian novels.</p><p><b>25</b> Beth recommends that James’s paper should be<br><b>A</b> a historical overview of the genre.<br><b>B</b> an in-depth analysis of a single writer.<br><b>C</b> a study of the social background to the literature.</p><br><h4>Questions 26–30</h4><p>Complete the flow-chart below.<br>Choose FIVE answers from the box and write the correct letter, A–G, next to Questions 26–30.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>A</b> bullet points<br><b>B</b> film<br><b>C</b> notes<br><b>D</b> structure<br><b>E</b> student paper<br><b>F</b> textbook<br><b>G</b> documentary</td></tr></table><p><b>How James will write his paper on the Vikings</b><br>He’ll read a <b>26</b> ___ and choose his topic.<br>He’ll borrow a <b>27</b> ___ from Beth.<br>He’ll plan the <b>28</b> ___ of the paper.<br>He’ll read some source material and write <b>29</b> ___.<br>He’ll write the paper using <b>30</b> ___.<br>He’ll write the complete paper.</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=16VVdACFQ53Dm1xz4tTTuJ_4g8aliT1UQ",
        "inst": "<h4>SECTION 4 Questions 31–40</h4><p>Complete the notes below.<br>Write <u>ONE WORD ONLY</u> for each answer.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>Conflict at work</b><br>Conflict mostly consists of behaviour in the general category of <b>31</b> ___.<br>Often a result of people wanting to prove their <b>32</b> ___.<br>Also caused by differences in <b>33</b> ___ between people.<br><b>34</b> ‘___’ conflicts: people more concerned about own team than about company.<br>Conflict-related stress can cause <b>35</b> ___ that may last for months.</td></tr><tr><td><b>Chief Executives (CEOs)</b><br>Many have both <b>36</b> ___ and anxiety.<br>May not like to have their decisions questioned.<br>There may be conflict between people who have different <b>37</b> ___.</td></tr><tr><td><b>Other managers</b><br>A structure that is more <b>38</b> ___ may create a feeling of uncertainty about who staff should report to.</td></tr><tr><td><b>Minimising conflict</b><br>Bosses need to try hard to gain <b>39</b> ___.<br>Someone from outside the company may be given the role of <b>40</b> ___ in order to resolve conflicts.</td></tr></table>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i></p><h4>The risks agriculture faces in developing countries</h4><p><i>Synthesis of an online debate*</i></p><p><b>A</b> Two things distinguish food production from all other productive activities: first, every single person needs food each day and has a right to it; and second, it is hugely dependent on nature. These two unique aspects, one political, the other natural, make food production highly vulnerable and different from any other business. At the same time, cultural values are highly entrenched in food and agricultural systems worldwide.</p><p><b>B</b> Farmers everywhere face major risks, including extreme weather, long-term climate change, and price volatility in input and product markets. However, smallholder farmers in developing countries must in addition deal with adverse environments, both natural, in terms of soil quality, rainfall, etc., and human, in terms of infrastructure, financial systems, markets, knowledge and technology. Counter-intuitively, hunger is prevalent among many smallholder farmers in the developing world.</p><p><b>C</b> Participants in the online debate argued that our biggest challenge is to address the underlying causes of the agricultural system’s inability to ensure sufficient food for all, and they identified as drivers of this problem our dependency on fossil fuels and unsupportive government policies.</p><p><b>D</b> On the question of mitigating the risks farmers face, most essayists called for greater state intervention. In his essay, Kanayo F. Nwanze, President of the International Fund for Agricultural Development, argued that governments can significantly reduce risks for farmers by providing basic services like roads to get produce more efficiently to markets, or water and food storage facilities to reduce losses. Sophia Murphy, senior advisor to the Institute for Agriculture and Trade Policy, suggested that the procurement and holding of stocks by governments can also help mitigate wild swings in food prices by alleviating uncertainties about market supply.</p><p><b>E</b> Shenggen Fan, Director General of the International Food Policy Research Institute, held up social safety nets and public welfare programmes in Ethiopia, Brazil and Mexico as valuable ways to address poverty among farming families and reduce their vulnerability to agriculture shocks. However, some commentators responded that cash transfers to poor families do not necessarily translate into increased food security, as these programmes do not always strengthen food production or raise incomes. Regarding state subsidies for agriculture, Rokeya Kabir, Executive Director of Bangladesh Nari Progati Sangha, commented in her essay that these ‘have not compensated for the stranglehold exercised by private traders. In fact, studies show that sixty percent of beneficiaries of subsidies are not poor, but rich landowners and non-farmer traders.’</p><p><b>F</b> Nwanze, Murphy and Fan argued that private risk management tools, like private insurance, commodity futures markets, and rural finance can help small-scale producers mitigate risk and allow for investment in improvements. Kabir warned that financial support schemes often encourage the adoption of high-input agricultural practices, which in the medium term may raise production costs beyond the value of their harvests. Murphy noted that when futures markets become excessively financialised they can contribute to short-term price volatility, which increases farmers’ food insecurity. Many participants and commentators emphasised that greater transparency in markets is needed to mitigate the impact of volatility, and make evident whether adequate stocks and supplies are available. Others contended that agribusiness companies should be held responsible for paying for negative side effects.</p><p><b>G</b> Many essayists mentioned climate change and its consequences for small-scale agriculture. Fan explained that ‘in addition to reducing crop yields, climate change increases the magnitude and the frequency of extreme weather events, which increase smallholder vulnerability.’ The growing unpredictability of weather patterns increases farmers’ difficulty in managing weather-related risks. According to this author, one solution would be to develop crop varieties that are more resilient to new climate trends and extreme weather patterns. Accordingly, Pat Mooney, co-founder and executive director of the ETC Group, suggested that ‘if we are to survive climate change, we must adopt policies that let peasants diversify the plant and animal species and varieties/breeds that make up our menus.’</p><p><b>H</b> Some participating authors and commentators argued in favour of community-based and autonomous risk management strategies through collective action groups, co-operatives or producers’ groups. Such groups enhance market opportunities for small-scale producers, reduce marketing costs and synchronise buying and selling with seasonal price conditions. According to Murphy, ‘collective action offers an important way for farmers to strengthen their political and economic bargaining power, and to reduce their business risks.’ One commentator, Giel Ton, warned that collective action does not come as a free good. It takes time, effort and money to organise, build trust and to experiment. Others, like Marcel Vernooij and Marcel Beukeboom, suggested that in order to ‘apply what we already know’, all stakeholders, including business, government, scientists and civil society, must work together, starting at the beginning of the value chain.</p><b>I</b><p>Some participants explained that market price volatility is often worsened by the presence of intermediary purchasers who, taking advantage of farmers’ vulnerability, dictate prices. One commentator suggested farmers can gain greater control over prices and minimise price volatility by selling directly to consumers. Similarly, Sonali Bisht, founder and advisor to the Institute of Himalayan Environmental Research and Education (INHERE), India, wrote that community-supported agriculture, where consumers invest in local farmers by subscription and guarantee producers a fair price, is a risk-sharing model worth more attention. Direct food distribution systems not only encourage small-scale agriculture but also give consumers more control over the food they consume, she wrote.</p><p><i>* The personal names in the text refer to the authors of written contributions to the online debate.</i></p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–3</h4><p>Reading Passage 1 has nine paragraphs, <b>A–I</b>.<br>Which paragraph contains the following information?<br><i>Write the correct letter, A–I, in boxes 1–3 on your answer sheet.</i></p><p><b>1</b> a reference to characteristics that only apply to food production</p><p><b>2</b> a reference to challenges faced only by farmers in certain parts of the world</p><p><b>3</b> a reference to difficulties in bringing about co-operation between farmers</p>",
            "qs": [1,2,3]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 4–9</h4><p>Look at the following statements (Questions 4–9) and the list of people below.<br>Match each statement with the correct person, <b>A–G</b>.<br><i>Write the correct letter, A–G, in boxes 4–9 on your answer sheet.</i><br><i>NB You may use any letter more than once.</i></p><p><b>4</b> Financial assistance from the government does not always go to the farmers who most need it.</p><p><b>5</b> Farmers can benefit from collaborating as a group.</p><p><b>6</b> Financial assistance from the government can improve the standard of living of farmers.</p><p><b>7</b> Farmers may be helped if there is financial input by the same individuals who buy from them.</p><p><b>8</b> Governments can help to reduce variation in prices.</p><p><b>9</b> Improvements to infrastructure can have a major impact on risk for farmers.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>List of People</b></td></tr><tr><td><b>A</b> Kanayo F. Nwanze<br><b>B</b> Sophia Murphy<br><b>C</b> Shenggen Fan<br><b>D</b> Rokeya Kabir<br><b>E</b> Pat Mooney<br><b>F</b> Giel Ton<br><b>G</b> Sonali Bisht</td></tr></table>",
            "qs": [4,5,6,7,8,9]
          },
          {
            "id": "R1.g3",
            "html": "<h4>Questions 10 and 11</h4><p><i>Choose TWO letters, A–E.</i><br><i>Write the correct letters in boxes 10 and 11 on your answer sheet.</i></p><p>Which TWO problems are mentioned which affect farmers with small farms in developing countries?</p><p><b>A</b> lack of demand for locally produced food<br><b>B</b> lack of irrigation programmes<br><b>C</b> being unable to get insurance<br><b>D</b> the effects of changing weather patterns<br><b>E</b> having to sell their goods to intermediary buyers</p>",
            "qs": [10,11]
          },
          {
            "id": "R1.g4",
            "html": "<h4>Questions 12 and 13</h4><p><i>Choose TWO letters, A–E.</i><br><i>Write the correct letters in boxes 12 and 13 on your answer sheet.</i></p><p>Which TWO actions are recommended for improving conditions for farmers?</p><p><b>A</b> reducing the size of food stocks<br><b>B</b> attempting to ensure that prices rise at certain times of the year<br><b>C</b> organising co-operation between a wide range of interested parties<br><b>D</b> encouraging consumers to take a financial stake in farming<br><b>E</b> making customers aware of the reasons for changing food prices</p>",
            "qs": [12,13]
          }  
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p><i>You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below.</i></p><h4>The Lost City</h4><p><i>An explorer’s encounter with the ruined city of Machu Picchu, the most famous icon of the Inca civilisation</i></p><p><b>A</b> When the US explorer and academic Hiram Bingham arrived in South America in 1911, he was ready for what was to be the greatest achievement of his life: the exploration of the remote hinterland to the west of Cusco, the old capital of the Inca empire in the Andes mountains of Peru. His goal was to locate the remains of a city called Vitcos, the last capital of the Inca civilisation. Cusco lies on a high plateau at an elevation of more than 3,000 metres, and Bingham’s plan was to descend from this plateau along the valley of the Urubamba river, which takes a circuitous route down to the Amazon and passes through an area of dramatic canyons and mountain ranges.</p><p><b>B</b> When Bingham and his team set off down the Urubamba in late July, they had an advantage over travellers who had preceded them: a track had recently been blasted down the valley canyon to enable rubber to be brought up by mules from the jungle. Almost all previous travellers had left the river at Ollantaytambo and taken a high pass across the mountains to rejoin the river lower down, thereby cutting a substantial corner, but also therefore never passing through the area around Machu Picchu.</p><p><b>C</b> On 24 July they were a few days into their descent of the valley. The day began slowly, with Bingham trying to arrange sufficient mules for the next stage of the trek. His companions showed no interest in accompanying him up the nearby hill to see some ruins that a local farmer, Melchor Arteaga, had told them about the night before. The morning was dull and damp, and Bingham also seems to have been less than keen on the prospect of climbing the hill. In his book <i>Lost City of the Incas</i>, he relates that he made the ascent without having the least expectation that he would find anything at the top.</p><p><b>D</b> Bingham writes about the approach in vivid style in his book. First, as he climbs up the hill, he describes the ever-present possibility of deadly snakes, ‘capable of making considerable springs when in pursuit of their prey’; not that he sees any. Then there’s a sense of mounting discovery as he comes across great sweeps of terraces, then a mausoleum, followed by monumental staircases and, finally, the grand ceremonial buildings of Machu Picchu. ‘It seemed like an unbelievable dream … the sight held me spellbound …’ he wrote.</p><p><b>E</b> We should remember, however, that <i>Lost City of the Incas</i> is a work of hindsight, not written until 1948, many years after his journey. His journal entries of the time reveal a much more gradual appreciation of his achievement. He spent the afternoon at the ruins noting down the dimensions of some of the buildings, then descended and rejoined his companions, to whom he seems to have said little about his discovery. At this stage, Bingham didn’t realise the extent or the importance of the site, nor did he realise what use he could make of the discovery.</p><p><b>F</b> However, soon after returning it occurred to him that he could make a name for himself from this discovery. When he came to write the <i>National Geographic</i> magazine article that broke the story to the world in April 1913, he knew he had to produce a big idea. He wondered whether it could have been the birthplace of the very first Inca, Manco the Great, and whether it could also have been what chroniclers described as ‘the last city of the Incas’. This term refers to Vilcabamba, the settlement where the Incas had fled from Spanish invaders in the 1530s. Bingham made desperate attempts to prove this belief for nearly 40 years. Sadly, his vision of the site as both the beginning and end of the Inca civilisation, while a magnificent one, is inaccurate. We now know that Vilcabamba actually lies 65 kilometres away in the depths of the jungle.</p><p><b>G</b> One question that has perplexed visitors, historians and archaeologists alike ever since Bingham, is why the site seems to have been abandoned before the Spanish Conquest. There are no references to it by any of the Spanish chroniclers – and if they had known of its existence so close to Cusco they would certainly have come in search of gold. An idea which has gained wide acceptance over the past few years is that Machu Picchu was a <i>moya</i>, a country estate built by an Inca emperor to escape the cold winters of Cusco, where the elite could enjoy monumental architecture and spectacular views. Furthermore, the particular architecture of Machu Picchu suggests that it was constructed at the time of the greatest of all the Incas, the emperor Pachacuti (c. 1438–71). By custom, Pachacuti’s descendants built other similar estates for their own use, and so Machu Picchu would have been abandoned after his death, some 50 years before the Spanish Conquest.</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–20</h4><p>Reading Passage 2 has seven paragraphs, <b>A–G</b>.<br>Choose the correct heading for each paragraph from the list of headings below.<br><i>Write the correct number, i–viii, in boxes 14–20 on your answer sheet.</i></p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>List of Headings</b><br><b>i</b> Different accounts of the same journey<br><b>ii</b> Bingham gains support<br><b>iii</b> A common belief<br><b>iv</b> The aim of the trip<br><b>v</b> A dramatic description<br><b>vi</b> A new route<br><b>vii</b> Bingham publishes his theory<br><b>viii</b> Bingham’s lack of enthusiasm</td></tr></table><p><b>14</b> Paragraph A<br><b>15</b> Paragraph B<br><b>16</b> Paragraph C<br><b>17</b> Paragraph D<br><b>18</b> Paragraph E<br><b>19</b> Paragraph F<br><b>20</b> Paragraph G</p>",
            "qs": [14,15,16,17,18,19,20]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 21–24</h4><p>Do the following statements agree with the information given in Reading Passage 2?</p><p><i>In boxes 21–24 on your answer sheet, write</i><br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>21</b> Bingham went to South America in search of an Inca city.</p><p><b>22</b> Bingham chose a particular route down the Urubamba valley because it was the most common route used by travellers.</p><p><b>23</b> Bingham understood the significance of Machu Picchu as soon as he saw it.</p><p><b>24</b> Bingham returned to Machu Picchu in order to find evidence to support his theory.</p>",
            "qs": [21,22,23,24]
          },
      {
            "id": "R2.g3",
            "html": "<h4>Questions 25–26</h4><p><i>Complete the sentences below.</i><br><i>Choose <u>ONE WORD ONLY</u> from the passage for each answer.</i><br><i>Write your answers in boxes 25–26 on your answer sheet.</i></p><p><b>25</b> The track that took Bingham down the Urubamba valley had been created for the transportation of ___.</p><p><b>26</b> Bingham found out about the ruins of Machu Picchu from a ___ in the Urubamba valley.</p>",
            "qs": [25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p><i>You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below.</i></p><h4>The Benefits of Being Bilingual</h4><p><b>A</b> According to the latest figures, the majority of the world’s population is now bilingual or multilingual, having grown up speaking two or more languages. In the past, such children were considered to be at a disadvantage compared with their monolingual peers. Over the past few decades, however, technological advances have allowed researchers to look more deeply at how bilingualism interacts with and changes the cognitive and neurological systems, thereby identifying several clear benefits of being bilingual.</p><p><b>B</b> Research shows that when a bilingual person uses one language, the other is active at the same time. When we hear a word, we don’t hear the entire word all at once: the sounds arrive in sequential order. Long before the word is finished, the brain’s language system begins to guess what that word might be. If you hear ‘can’, you will likely activate words like ‘candy’ and ‘candle’ as well, at least during the earlier stages of word recognition. For bilingual people, this activation is not limited to a single language; auditory input activates corresponding words regardless of the language to which they belong. Some of the most compelling evidence for this phenomenon, called ‘language co-activation’, comes from studying eye movements. A Russian-English bilingual asked to ‘pick up a marker’ from a set of objects would look more at a stamp than someone who doesn’t know Russian, because the Russian word for ‘stamp’, marka, sounds like the English word he or she heard, ‘marker’. In cases like this, language co-activation occurs because what the listener hears could map onto words in either language.</p><p><b>C</b> Having to deal with this persistent linguistic competition can result in difficulties, however. For instance, knowing more than one language can cause speakers to name pictures more slowly, and can increase ‘tip-of-the-tongue states’, when you can almost, but not quite, bring a word to mind. As a result, the constant juggling of two languages creates a need to control how much a person accesses a language at any given time. For this reason, bilingual people often perform better on tasks that require conflict management. In the classic Stroop Task, people see a word and are asked to name the colour of the word’s font. When the colour and the word match (i.e., the word ‘red’ printed in red), people correctly name the colour more quickly than when the colour and the word don’t match (i.e., the word ‘red’ printed in blue). This occurs because the word itself (‘red’) and its font colour (blue) conflict. Bilingual people often excel at tasks such as this, which tap into the ability to ignore competing perceptual information and focus on the relevant aspects of the input. Bilinguals are also better at switching between two tasks; for example, when bilinguals have to switch from categorizing objects by colour (red or green) to categorizing them by shape (circle or triangle), they do so more quickly than monolingual people, reflecting better cognitive control when having to make rapid changes of strategy.</p><p><b>D</b> It also seems that the neurological roots of the bilingual advantage extend to brain areas more traditionally associated with sensory processing. When monolingual and bilingual adolescents listen to simple speech sounds without any intervening background noise, they show highly similar brain stem responses. When researchers play the same sound to both groups in the presence of background noise, however, the bilingual listeners’ neural response is considerably larger, reflecting better encoding of the sound’s fundamental frequency, a feature of sound closely related to pitch perception.</p><p><b>E</b> Such improvements in cognitive and sensory processing may help a bilingual person to process information in the environment, and help explain why bilingual adults acquire a third language better than monolingual adults master a second language. This advantage may be rooted in the skill of focussing on information about the new language while reducing interference from the languages they already know.</p><p><b>F</b> Research also indicates that bilingual experience may help to keep the cognitive mechanisms sharp by recruiting alternate brain networks to compensate for those that become damaged during aging. Older bilinguals enjoy improved memory relative to monolingual people, which can lead to real-world health benefits. In a study of over 200 patients with Alzheimer’s disease, a degenerative brain disease, bilingual patients reported showing initial symptoms of the disease an average of five years later than monolingual patients. In a follow-up study, researchers compared the brains of bilingual and monolingual patients matched on the severity of Alzheimer’s symptoms. Surprisingly, the bilinguals’ brains had more physical signs of disease than their monolingual counterparts, even though their outward behaviour and abilities were the same. If the brain is an engine, bilingualism may help it to go farther on the same amount of fuel.</p><p><b>G</b> Furthermore, the benefits associated with bilingual experience seem to start very early. In one study, researchers taught seven-month-old babies growing up in monolingual or bilingual homes that when they heard a tinkling sound, a puppet appeared on one side of a screen. Halfway through the study, the puppet began appearing on the opposite side of the screen. In order to get a reward, the infants had to adjust the rule they’d learned; only the bilingual babies were able to successfully learn the new rule. This suggests that for very young children, as well as for older people, navigating a multilingual environment imparts advantages that transfer far beyond language.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–31</h4><p>Complete the table below.<br>Choose <u>NO MORE THAN TWO WORDS</u> from the passage for each answer.<br>Write your answers in boxes 27–31 on your answer sheet.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>Test</b></td><td><b>Findings</b></td></tr><tr><td>Observing the <b>27</b> ___ of Russian-English bilingual people when asked to select certain objects</td><td>Bilingual people engage both languages simultaneously: a mechanism known as <b>28</b> ___</td></tr><tr><td>A test called the <b>29</b> ___, focusing on naming colours</td><td>Bilingual people are more able to handle tasks involving a skill called <b>30</b> ___</td></tr><tr><td>A test involving switching between tasks</td><td>When changing strategies, bilingual people have superior <b>31</b> ___</td></tr></table>",
            "qs": [27,28,29,30,31]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 32–36</h4><p>Do the following statements agree with the claims of the writer in Reading Passage 3?</p><p>In boxes 32–36 on your answer sheet, write<br><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>32</b> Attitudes towards bilingualism have changed in recent years.</p><p><b>33</b> Bilingual people are better than monolingual people at guessing correctly what words are before they are finished.</p><p><b>34</b> Bilingual people consistently name images faster than monolingual people.</p><p><b>35</b> Bilingual people’s brains process single sounds more efficiently than monolingual people in all situations.</p><p><b>36</b> Fewer bilingual people than monolingual people suffer from brain disease in old age.</p>",
            "qs": [32,33,34,35,36]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 37–40</h4><p>Reading Passage 3 has seven paragraphs, <b>A–G</b>.<br>Which paragraph contains the following information?<br>Write the correct letter, A–G, in boxes 37–40 on your answer sheet.</p><p><b>37</b> an example of how bilingual and monolingual people’s brains respond differently to a certain type of non-verbal auditory input</p><p><b>38</b> a demonstration of how a bilingual upbringing has benefits even before we learn to speak</p><p><b>39</b> a description of the process by which people identify words that they hear</p><p><b>40</b> reference to some negative consequences of being bilingual</p>",
            "qs": [37,38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.</p><p><b>The maps below show the centre of a small town called Islip as it is now, and plans for its development.<br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</b></p><p>Write at least 150 words.</p><img src='https://drive.google.com/file/d/1NXpxvbheWF0ykJK0-JW6rR25lHRhittS/view'></p>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.<br>Write about the following topic:</p><p><b>At the present time, the population of some countries includes a relatively large number of young adults, compared with the number of older people.<br>Do the advantages of this situation outweigh the disadvantages?</b></p><p>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["2.45"],["band"],["play"],["scientist"],["river"],["grandparents"],["handsworth"],["traditional"],["outdoor"],["logo"],["B"],["C"],["A"],["B"],["C"],["F"],["B"],["E"],["G"],["C"],["C"],["B"],["C"],["A"],["C"],["E"],["G"],["D"],["C"],["A"],["bullying"],["superiority"],["personality"],["structural"],["absence"],["confidence"],["visions"],["democratic"],["respect"],["mediator"]]
  ],
    "reading": [
      [["A"],["B"],["H"],["D"],["B"],["C"],["G"],["B"],["A"],["D"],["E"],["iv"],["vi"],["viii"],["v"],["i"],["vii"],["eye movements"],["language co-activation"],["stroop task"],["conflict management"],["cognitive control"],["YES"],["NOT GIVEN"],["NO"],["NO"],["NOT GIVEN"],["D"],["G"],["B"],["C"]]
  ]
  }
}