{
  "id": "FT011",
  "exam": "IELTS",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1SdmxoMXJNZzCgTI9zDDXJw3GOmiiW4Gr",
        "inst": "<h4>PART 1 <i>Questions 1–10</i></h4><p><i>Questions 1–6</i><br>Complete the notes below.<br>Write ONE WORD AND/OR A NUMBER for each answer.</p><h4>Local food shops</h4><p><i>Where to go</i><br>- Kite Place – near the <b>1</b> ........................</p><p><i>Fish market</i><br>- cross the <b>2</b> ........................ and turn right<br>- best to go before <b>3</b> ........................ pm, earlier than closing time</p><p><i>Organic shop</i><br>- called ''<b>4</b> ........................''<br>- below a restaurant in the large, grey building<br>- look for the large <b>5</b> ........................ outside</p><p><i>Supermarket</i><br>- take a <b>6</b> ........................ minibus, number 289</p><p><i>Questions 7–10</i><br>Complete the table below.<br>Write ONE WORD ONLY for each answer.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><caption>Shopping</caption><thead><tr><th scope='col'></th><th scope='col'>To buy</th><th scope='col'>Other ideas</th></tr></thead><tbody><tr><td>Fish market</td><td>a dozen prawns</td><td>a handful of <b>7</b> ........................ (type of seaweed)</td></tr><tr><td>Organic shop</td><td>beans and a <b>8</b> ........................ for dessert</td><td>spices and <b>9</b> ........................</td></tr><tr><td>Bakery</td><td>a brown loaf</td><td>a <b>10</b> ........................ tart</td></tr></tbody></table>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
            "qs": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1MosewwOlRf6HLJz57sd4p6UfzkPZSju8",
        "inst": "<h4>PART 2 <i>Questions 11–20</i></h4><p><i>Questions 11–16</i><br>What information is given about each of the following festival workshops?<br>Choose SIX answers from the box and write the correct letter, <b>A–H</b>, next to Questions <b>11–16</b>.</p><h4>Information</h4><p><b>A</b> involves painting and drawing<br><b>B</b> will be led by a prize-winning author<br><b>C</b> is aimed at children with a disability<br><b>D</b> involves a drama activity<br><b>E</b> focuses on new relationships<br><b>F</b> is aimed at a specific age group<br><b>G</b> explores an unhappy feeling<br><b>H</b> raises awareness of a particular culture</p><h4>Festival workshops</h4><p><b>11</b> Superheroes : ........................<br><b>12</b> Just do it : ........................<br><b>13</b> Count on me : ........................<br><b>14</b> Speak up : ........................<br><b>15</b> Jump for joy : ........................<br><b>16</b> Sticks and stones : ........................</p><p><i>Questions 17 and 18</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO reasons does the speaker give for recommending <i>Alive and Kicking</i>?<br><b>A</b> It will appeal to both boys and girls.<br><b>B</b> The author is well known.<br><b>C</b> It has colourful illustrations.<br><b>D</b> It is funny.<br><b>E</b> It deals with an important topic.</p><p><i>Questions 19 and 20</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO pieces of advice does the speaker give to parents about reading?<br><b>A</b> Encourage children to write down new vocabulary.<br><b>B</b> Allow children to listen to audio books.<br><b>C</b> Get recommendations from librarians.<br><b>D</b> Give children a choice about what they read.<br><b>E</b> Only read aloud to children until they can read independently.</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11, 12, 13, 14, 15, 16, 17, 18, 19, 20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1yNDpqWnE07g2ShPZDNddqosZRQ7JIdvF",
        "inst": "<h4>PART 3 <i>Questions 21–30</i></h4><h4>Science experiment for Year 12 students</h4><p><i>Questions 21–25</i><br>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><p><b>21</b> How does Clare feel about the students in her Year 12 science class?<br><b>A</b> worried that they are not making progress<br><b>B</b> challenged by their poor behaviour in class<br><b>C</b> frustrated at their lack of interest in the subject</p><p><b>22</b> How does Jake react to Clare’s suggestion about an experiment based on children’s diet?<br><b>A</b> He is concerned that the results might not be meaningful.<br><b>B</b> He feels some of the data might be difficult to obtain.<br><b>C</b> He suspects that the conclusions might be upsetting.</p><p><b>23</b> What problem do they agree may be involved in an experiment involving animals?<br><b>A</b> Any results may not apply to humans.<br><b>B</b> It may be complicated to get permission.<br><b>C</b> Students may not be happy about animal experiments.</p><p><b>24</b> What question do they decide the experiment should address?<br><b>A</b> Are mice capable of controlling their food intake?<br><b>B</b> Does an increase in sugar lead to health problems?<br><b>C</b> How much do supplements of different kinds affect health?</p><p><b>25</b> Clare might also consider doing another experiment involving<br><b>A</b> other types of food supplement.<br><b>B</b> different genetic strains of mice.<br><b>C</b> varying amounts of exercise.</p><p><i>Questions 26–30</i><br>Complete the flowchart below.<br>Choose FIVE answers from the box and write the correct letter, <b>A–H</b>, next to Questions <b>26–30</b>.</p><h4>Flowchart</h4><p><b>A</b> size<br><b>B</b> escape<br><b>C</b> age<br><b>D</b> water<br><b>E</b> cereal<br><b>F</b> calculations<br><b>G</b> changes<br><b>H</b> colour</p><p>Choose mice which are all the same <b>26</b> ........................<br>↓<br>Divide the mice into two groups, each with a different <b>27</b> ........................<br>↓<br>Put each group in a separate cage.<br>Feed group A commercial mouse food.<br>Feed group B the same, but also sugar contained in <b>28</b> ........................<br>↓<br>Take measurements using an electronic scale.<br>Place them in a weighing chamber to prevent <b>29</b> ........................<br>↓<br>Do all necessary <b>30</b> ........................</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21, 22, 23, 24, 25, 26, 27, 28, 29, 30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1iqCv9jE5oK_ridwI1IDAxH4lCND7ej2F",
        "inst": "<h4>PART 4 <i>Questions 31–40</i></h4><p>Complete the notes below.<br>Write ONE WORD ONLY for each answer.</p><h4>Microplastics</h4><p><i>Where microplastics come from</i><br>- fibres from some <b>31</b> ........................ during washing<br>- the breakdown of large pieces of plastic<br>- waste from industry<br>- the action of vehicle tyres on roads</p><p><i>Effects of microplastics</i><br>- They cause injuries to the <b>32</b> ........................ of wildlife and affect their digestive systems.<br>- They enter the food chain, e.g., in bottled and tap water, <b>33</b> ........................ and seafood.<br>- They may not affect human health, but they are already banned in skin cleaning products and <b>34</b> ........................ in some countries.<br>- Microplastics enter the soil through the air, rain and <b>35</b> ........................</p><p><i>Microplastics in the soil – a study by Anglia Ruskin University</i><br>- Earthworms are important because they add <b>36</b> ........................ to the soil.<br>- The study aimed to find whether microplastics in earthworms affect the <b>37</b> ........................ of plants.<br>- The study found that microplastics caused:<br>— <b>38</b> ........................ loss in earthworms<br>— fewer seeds to germinate<br>— a rise in the level of <b>39</b> ........................ in the soil.</p><p><i>The study concluded</i><br>- soil should be seen as an important natural process.<br>- changes to soil damage both ecosystems and <b>40</b> ........................</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31, 32, 33, 34, 35, 36, 37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p>You should spend about 20 minutes on <b>Questions 1–13</b>, which are based on Reading Passage 1 below.</p><h4>Archaeologists discover evidence of prehistoric island settlers</h4><p>In early April 2019, Dr Ceri Shipton and his colleagues from Australian National University became the first archaeologists to explore Obi, one of many tropical islands in Indonesia's Maluku Utara province. The research team's discoveries suggest that the prehistoric people who lived on Obi were adept on both land and sea, hunting in the dense rainforest, foraging on the seashore, and possibly even voyaging between islands.</p><p>The excavations were part of a project to learn more about how people first dispersed from mainland Asia, through the Indonesian archipelago and into the prehistoric continent that once connected Australia and New Guinea. The team's earlier research suggested that the northernmost islands in the group, known as the Wallacean islands, including Obi, would have offered the easiest migration route. It also seemed likely that these islands were crucial ''stepping stones'' on humans' ''island-hopping voyages'' through this region millennia ago. But to support this idea, they needed archaeological evidence for humans living in this remote area in the ancient past. So, they travelled to Obi to look for sites that might reveal evidence of early occupation.</p><p>Just inland from the village of Kelo on Obi's northern coast, Shipton and his colleagues found two caves containing prehistoric rock shelters that were suitable for excavation. With the permission and help of the local people of Kelo, they dug a small test excavation in each shelter. There they found numerous artefacts, including fragments of axes, some dating to about 14,000 years ago. The earliest axes at Kelo were made using clam shells. Axes made from clam shells from roughly the same time had also previously been found elsewhere in this region, including on the nearby island of Gebe to the northeast. As on Gebe, it is highly likely that Obi's axes were used in the construction of canoes, thus allowing these early peoples to maintain connections between communities on neighbouring islands.</p><p>The oldest cultural layers from the Kelo site provided the team with the earliest record for human occupation on Obi, dating back around 18,000 years. At this time the climate was drier and colder than today, and the island's dense rainforests would likely have been much less impenetrable than they are now. Sea levels were about 120 metres lower, meaning Obi was a much larger island, encompassing what is today the separate island of Bisa, as well as several other small islands nearby.</p><p>Roughly 11,700 years ago, as the most recent ice age ended, the climate became significantly warmer and wetter, no doubt making Obi's jungle much thicker. According to the researchers, it is no coincidence that around this time the first axes crafted from stone rather than sea shells appear, likely in response to their heavy-duty use for clearing and modification of the increasingly dense rainforest. While stone takes about twice as long to grind into an axe compared to shell, the harder material keeps its sharp edge for longer.</p><p>Judging by the bones which the researchers unearthed in the Kelo caves, people living there mainly hunted the Rothschild's cuscus, a possum-like creature that still lives on Obi today. As the forest grew more dense, people probably used axes to clear patches of forest and make hunting easier.</p><p>Shipton's team's excavation of the shelters at the Kelo site unearthed a volcanic glass substance called obsidian, which must have been brought over from another island, as there is no known source on Obi. It also revealed particular types of beads, similar to those previously found on islands in southern Wallacea. These finds again support the idea that Obi islanders routinely travelled to other islands.</p><p>The excavations suggest people successfully lived in the two Kelo shelters for about 10,000 years. But then, about 8,000 years ago, both were abandoned. Did the residents leave Obi completely, or move elsewhere on the island? Perhaps the jungle had grown so thick that axes were no longer a match for the dense undergrowth. Perhaps people simply moved to the coast and turned to fishing rather than hunting as a means of survival.</p><p>Whatever the reason for the departure, there is no evidence for use of the Kelo shelters after this time, until about 1,000 years ago, when they were re-occupied by people who owned pottery as well as items made out of gold and silver. It seems likely, in view of Obi's location, that this final phase of occupation also saw the Kelo shelters used by people involved in the historic trade in spices between the Maluku islands and the rest of the world.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4><b>Questions 1–7</b></h4><p>Do the following statements agree with the information given in Reading Passage 1?</p><p>In boxes 1–7 on your answer sheet, write</p><p><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>1</b> Archaeological research had taken place on the island of Obi before the arrival of Ceri Shipton and his colleagues.</p><p><b>2</b> At the Kelo sites, the researchers found the first clam shell axes ever to be discovered in the region.</p><p><b>3</b> The size of Obi today is less than it was 18,000 years ago.</p><p><b>4</b> A change in the climate around 11,700 years ago had a greater impact on Obi than on the surrounding islands.</p><p><b>5</b> The researchers believe there is a connection between warmer, wetter weather and a change in the material used to make axes.</p><p><b>6</b> Shipton's team were surprised to find evidence of the Obi islanders' hunting practices.</p><p><b>7</b> It is thought that the Kelo shelters were occupied continuously until about 1,000 years ago.</p>",
            "qs": [1, 2, 3, 4, 5, 6, 7]
          },
          {
            "id": "R1.g2",
            "html": "<h4><b>Questions 8–13</b></h4><p>Complete the notes below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p>Write your answers in boxes 8–13 on your answer sheet.</p><h4>Archaeological findings on Obi</h4><p>Excavations of rock shelters inside <b>8</b> _______________________________ near the village of Kelo revealed:</p><p>- axes from around 14,000 years ago, probably used to make canoes</p><p>- axes made out of <b>9</b> _______________________________, dating from around 11,700 years ago</p><p>- <b>10</b> _______________________________ of an animal; evidence of what ancient islanders ate</p><p>- evidence of travel between islands:</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- obsidian: a material that is not found naturally on Obi</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- <b>11</b> _______________________________ which resembled ones found on other islands.</p><p>It is thought that from 8,000 years ago, Obi islanders:</p><p>- may have switched from hunting to fishing</p><p>- had <b>12</b> _______________________________ as well as items made out of metal</p><p>- probably took part in the production and sale of <b>13</b> _______________________________.</p>",
            "qs": [8, 9, 10, 11, 12, 13]
          }
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p>You should spend about 20 minutes on <b>Questions 14–26</b>, which are based on Reading Passage 2 below.</p><h4>The global importance of wetlands</h4><p><b>A</b> Wetlands are areas where water covers the soil, or is present either at or near the surface of the soil, for all or part of the year. These are complex ecosystems, rich in unique plant and animal life. But according to the World Wide Fund for Nature (WWFN), half of the world's wetlands have disappeared since 1990 – converted or destroyed for commercial development, drainage schemes and the extraction of minerals and peat*. Many of those that remain have been damaged by agricultural pesticides and fertilisers, industrial pollutants, and construction works.</p><p><b>B</b> Throughout history, humans have gathered around wetlands, and their fertile ecosystems have played an important part in human development. Consequently, they are of considerable religious, historical and archaeological value to many communities around the world. ''Wetlands directly support the livelihoods and well-being of millions of people,'' says Dr Matthew McCartney, principal researcher and hydrologist at the International Water Management Institute (IWMI). ''In many developing countries, large numbers of people are dependent on wetland agriculture for their livelihoods.''</p><p><b>C</b> They also serve a crucial environmental purpose. ''Wetlands are one of the key tools in mitigating climate change across the planet,'' says Pieter van Eijk, head of Climate Adaptation at Wetlands International (WI), pointing to their use as buffers that protect coastal areas from sea-level rise and extreme weather events such as hurricanes and flooding. Wetland coastal forests provide food and water, as well as shelter from storms, and WI and other agencies are working to restore those forests which have been lost. ''I can be as simple as planting a few trees per hectare to create shade and substantially change a microclimate,'' he says. ''Implementing climate change projects isn't so much about money.''</p><p><b>D</b> The world's wetlands are, unfortunately, rich sources for in-demand commodities, such as palm oil and pulpwood. Peatlands – wetlands with a waterlogged organic soil layer – are particularly targeted. When peatlands are drained for cultivation, they become net carbon emitters instead of active carbon stores, and, according to Marcel Silvius, head of Climate-smart Land-use at WI, this practice causes six per cent of all global carbon emissions. The clearance of peatlands for planting also increases the risk of forest fires, which release huge amounts of CO₂. ''We're seeing huge peatland forests with extremely high biodiversity value being lost for a few decades of oil palm revenues,'' says Silvius.</p><p><b>E</b> The damage starts when logging companies arrive to clear the trees. They dig ditches to enter the peat swamps by boat and then float the logs out the same way. These are then used to drain water out of the peatlands to allow for the planting of corn, oil palms or pulpwood trees. Once the water has drained away, bacteria and fungi then break down the carbon in the peat and turn it into CO₂ and methane. Meanwhile, the remainder of the solid matter in the peat starts to move downwards, in a process known as subsidence**. Peat comprises 90 per cent water, so this is one of the most alarming consequences of peatland clearances. ''In the tropics, peat subsides at about four centimetres a year, so within half a century, very large landscapes on Sumatra and Borneo will become flooded as the peat drops below water level,'' says Silvius. ''It's a huge catastrophe that's in preparation. Some provinces will lose 40 per cent of their landmass.''</p><p><b>F</b> And while these industries affect wetlands in ways that can easily be documented, Dr Dave Tickner of the WWFN believes that more subtle impacts can be even more devastating. ''Sediment run-off and fertilisers can be pretty invisible,'' says Tickner. ''Over-extraction of water is equally invisible. You do get shock stories about rivers running red, or even catching fire, but there's seldom one big impact that really hurts a wetland.'' Tickner does not blame anyone for deliberate damage, however. ''I've worked on wetland issues for 20 years and have never met anybody who wanted to damage a wetland,'' he says. ''It isn't something that people generally set out to do. Quite often, the effects simply come from people trying to make a living.''</p><p><b>G</b> Silvius also acknowledges the importance of income generation. ''It's not that we just want to restore the biodiversity of wetlands – which we do – but we recognise there's a need to provide an income for local people.'' This approach is supported by IWMI. ''The idea is that people in a developing country will only protect wetlands if they value and profit from them,'' says McCartney. ''For sustainability, it's essential that local people are involved in wetland planning and decision making and have clear rights to use wetlands.''</p><p><b>H</b> The fortunes of wetlands would be improved, Silvius suggests, if more governments recognised their long-term value. ''Different governments have different attitudes,'' he says, and goes on to explain that some countries place a high priority on restoring wetlands, while others still deny the issue. McCartney is cautiously optimistic, however. ''Awareness of the importance of wetlands is growing,'' he says. ''It's true that wetland degradation still continues at a rapid pace, but my impression is that things are slowly changing.''</p><p>* peat: a brown deposit formed by the partial decomposition of vegetation in wet acidic conditions, often cut out and dried for use as fuel<br><br>** subsidence: the sinking of the Earth's surface, most often caused by the removal of resources from the ground</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4><b>Questions 14–17</b></h4><p>Reading Passage 2 has eight paragraphs, <b>A–H</b>.</p><p>Which paragraph contains the following information?</p><p>Write the correct letter, <b>A–H</b>, in boxes 14–17 on your answer sheet.</p><p><b>14</b> reference to the need to ensure that inhabitants of wetland regions continue to benefit from them</p><p><b>15</b> the proportion of wetlands which have already been lost</p><p><b>16</b> reference to the idea that people are beginning to appreciate the value of wetlands</p><p><b>17</b> mention of the cultural significance of wetlands</p>",
            "qs": [14, 15, 16, 17]
          },
          {
            "id": "R2.g2",
            "html": "<h4><b>Questions 18–22</b></h4><p>Complete the sentences below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p>Write your answers in boxes 18–22 on your answer sheet.</p><p><b>18</b> Peatlands which have been drained begin to release _______________________________ instead of storing it.</p><p><b>19</b> Once peatland areas have been cleared, _______________________________ are more likely to occur.</p><p><b>20</b> Clearing peatland forests to make way for oil palm plantations destroys the _______________________________ of the local environment.</p><p><b>21</b> Water is drained out of peatlands through the _______________________________ which are created by logging companies.</p><p><b>22</b> Draining peatlands leads to _______________________________ ; a serious problem which can eventually result in coastal flooding and land loss.</p>",
            "qs": [18, 19, 20, 21, 22]
          },
          {
            "id": "R2.g3",
            "html": "<h4><b>Questions 23–26</b></h4><p>Look at the following statements (Questions 23–26) and the list of experts below.</p><p>Match each statement with the correct expert, <b>A–D</b>.</p><p>Write the correct letter, <b>A–D</b>, in boxes 23–26 on your answer sheet.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><tbody><tr><td><b>List of Experts</b></td></tr><tr><td><b>A</b> Matthew McCartney</td></tr><tr><td><b>B</b> Pieter van Eijk</td></tr><tr><td><b>C</b> Marcel Silvius</td></tr><tr><td><b>D</b> Dave Tickner</td></tr></tbody></table><p><b>23</b> Communities living in wetland regions must be included in discussions about the future of these areas.</p><p><b>24</b> Official policies towards wetlands vary from one nation to the next.</p><p><b>25</b> People cause harm to wetlands without having any intention to do so.</p><p><b>26</b> Initiatives to reverse environmental damage need not be complex.</p>",
            "qs": [23, 24, 25, 26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p>You should spend about 20 minutes on <b>Questions 27–40</b>, which are based on Reading Passage 3 below.</p><h4>Is the era of artificial speech translation upon us?</h4><p><i>Once the stuff of science fiction, technology that enables people to talk using different languages is now here. But how effective is it?</i></p><p>Noise, Alex Waibel tells me, is one of the major challenges that artificial speech translation has to meet. A device may be able to recognise speech in a laboratory, or a meeting room, but will struggle to cope with the kind of background noise I can hear in my office surrounding Professor Waibel as he speaks to me from Kyoto station in Japan. I'm struggling to follow him in English, on a scratchy line that reminds me we are nearly 10,000 kilometres apart – and that distance is still an obstacle to communication even if you're speaking the same language, as we are. We haven't reached the future yet. If we had, Waibel would have been able to speak more comfortably in his native German and I would have been able to hear his words in English.</p><p>At Karlsruhe Institute of Technology, where he is a professor of computer science, Waibel and his colleagues already give lectures in German that their students can follow in English via an electronic translator. The system generates text that students can read on their laptops or phones, so the process is somewhat similar to subtitling. It helps that lecturers speak clearly, don't have to compete with background chatter, and say much the same thing each year.</p><p>The idea of artificial speech translation has been around for a long time. Douglas Adams' science fiction novel, <i>The Hitchhiker's Guide to the Galaxy</i>, published in 1979, featured a life form called the ''Babel fish'' which, when placed in the ear, enabled a listener to understand any language in the universe. It came to represent one of those devices that technology enthusiasts dream of long before they become practically realisable, like TVs flat enough to hang on walls: objects that we once could only dream of having but that are now commonplace. Now devices that look like prototype Babel fish have started to appear, riding a wave of advances in artificial translation and voice recognition.</p><p>At this stage, however, they seem to be regarded as eye-catching novelties rather than steps towards what Waibel calls ''making a language-transparent society''. They tend to be domestic devices or applications suitable for hotel check-ins, for example, providing a practical alternative to speaking traveller's English. The efficiency of the translator is less important than the social function. However, ''Professionals are less inclined to be patient in a conversation,'' founder and CEO at Waverly Labs, Andrew Ochoa, observes. To redress this, Waverly is now preparing a new model for professional applications, which entails performance improvements in speech recognition, translation accuracy and the time it takes to deliver the translated speech.</p><p>For a conversation, both speakers need to have devices called Pilots (translator earpieces) in their ears. ''We find that there's a barrier with sharing one of the earphones with a stranger,'' says Ochoa. That can't have been totally unexpected. The problem would be solved if earpiece translators became sufficiently prevalent that strangers would be likely to already have their own in their ears. Whether that happens, and how quickly, will probably depend not so much on the earpieces themselves, but on the prevalence of voice-controlled devices and artificial translation in general.</p><p>Waibel highlights the significance of certain Asian nations, noting that voice translation has really taken off in countries such as Japan with a range of systems. There is still a long way to go, though. A translation system needs to be simultaneous, like the translator's voice speaking over the foreign politician being interviewed on the TV, rather than in sections that oblige speakers to pause after every few remarks and wait for the translation to be delivered. It needs to work offline, for situations where internet access isn't possible, and to address apprehensions about the amount of private speech data accumulating in the cloud, having been sent to servers for processing.</p><p>Systems not only need to cope with physical challenges such as noise, they will also need to be socially aware by addressing people in the right way. Some cultural traditions demand solemn respect for academic status, for example, and it is only polite to respect this. Etiquette-sensitive artificial translators could relieve people of the need to know these differing cultural norms. At the same time, they might help to preserve local customs, slowing the spread of habits associated with international English, such as its readiness to get on first-name terms.</p><p>Professors and other professionals will not outsource language awareness to software, though. If the technology matures into seamless, ubiquitous artificial speech translation, it will actually add value to language skills. Whether it will help people conduct their family lives or relationships is open to question – though one noteworthy possibility is that it could overcome the language barriers that often arise between generations after migration, leaving children and their grandparents without a shared language.</p><p>Whatever uses it is put to, though, it will never be as good as the real thing. Even if voice-morphing technology simulates the speaker's voice, their lip movements won't match, and they will look like they are in a dubbed movie. The contrast will underline the value of shared languages, and the value of learning them. Sharing a language can promote a sense of belonging and community, as with the international scientists who use English as a lingua franca, where their predecessors used Latin. Though the practical need for a common language will diminish, the social value of sharing one will persist. And software will never be a substitute for the subtle but vital understanding that comes with knowledge of a language.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4><b>Questions 27–30</b></h4><p>Choose the correct letter, <b>A</b>, <b>B</b>, <b>C</b> or <b>D</b>.</p><p>Write the correct letter in boxes 27–30 on your answer sheet.</p><p><b>27</b> What does the reader learn about the conversation in the first paragraph?<br><b>A</b> The speakers are communicating in different languages.<br><b>B</b> Neither of the speakers is familiar with their environment.<br><b>C</b> The topic of the conversation is difficult for both speakers.<br><b>D</b> Aspects of the conversation are challenging for both speakers.</p><p><b>28</b> What assists the electronic translator during lectures at Karlsruhe Institute of Technology?<br><b>A</b> the repeated content of lectures<br><b>B</b> the students' reading skills<br><b>C</b> the languages used<br><b>D</b> the lecturers' technical ability</p><p><b>29</b> When referring to <i>The Hitchhiker's Guide to the Galaxy</i>, the writer suggests that<br><b>A</b> the Babel fish was considered undesirable at the time.<br><b>B</b> this book was not seriously intending to predict the future.<br><b>C</b> artificial speech translation was not a surprising development.<br><b>D</b> some speech translation techniques are better than others.</p><p><b>30</b> What does the writer say about sharing earpieces?<br><b>A</b> It is something people will get used to doing.<br><b>B</b> The reluctance to do this is understandable.<br><b>C</b> The equipment will be unnecessary in the future.<br><b>D</b> It is something few people need to worry about.</p>",
            "qs": [27, 28, 29, 30]
          },
          {
            "id": "R3.g2",
            "html": "<h4><b>Questions 31–34</b></h4><p>Complete each sentence with the correct ending, <b>A–F</b>, below.</p><p>Write the correct letter, <b>A–F</b>, in boxes 31–34 on your answer sheet.</p><p><b>31</b> Speech translation methods are developing fast in Japan</p><p><b>32</b> TV interviews that use translation voiceover methods are successful</p><p><b>33</b> Future translation systems should address people appropriately</p><p><b>34</b> Users may be able to maintain their local customs</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><tbody><tr><td><b>A</b> but there are concerns about this.</td></tr><tr><td><b>B</b> as systems do not need to conform to standard practices.</td></tr><tr><td><b>C</b> but they are far from perfect.</td></tr><tr><td><b>D</b> despite the noise issues.</td></tr><tr><td><b>E</b> because translation is immediate.</td></tr><tr><td><b>F</b> and have an awareness of good manners.</td></tr></tbody></table>",
            "qs": [31, 32, 33, 34]
          },
          {
            "id": "R3.g3",
            "html": "<h4><b>Questions 35–40</b></h4><p>Do the following statements agree with the views of the writer in Reading Passage 3?</p><p>In boxes 35–40 on your answer sheet, write</p><p><b>YES</b> if the statement agrees with the views of the writer<br><b>NO</b> if the statement contradicts the views of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>35</b> Language translation systems will be seen as very useful throughout the academic and professional worlds.</p><p><b>36</b> The overall value of automated translation to family life is yet to be shown.</p><p><b>37</b> Automated translation could make life more difficult for immigrant families.</p><p><b>38</b> Visual aspects of language translation are being considered by scientists.</p><p><b>39</b> International scientists have found English easier to translate into other languages than Latin.</p><p><b>40</b> As far as language is concerned, there is a difference between people's social and practical needs.</p>",
            "qs": [35, 36, 37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.<br>The plans below show a harbour in 2000 and how it looks today.<br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.<br>Write at least 150 words.<br><img src='https://drive.google.com/file/d/1zTOwEIRsCWBykyDSVv10P6ayuSTV_n7j/view'></p>",
        "groups": [
          {
            "id": "W1.g1",
            "qs": [1]
          }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.<br>Write about the following topic:<br><b>The working week should be shorter and workers should have a longer weekend.</b><br>Do you agree or disagree?<br>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [[["harbour","harbor"],["bridge"],["3.30","three thirty","½","half 3","three"],["Rose","rose"],["sign"],["purple"],["samphire"],["melon"],["coconut"],["strawberry"],["C"],["D"],["F"],["G"],["B"],["H"],["D","E"],["D","E"],["B","C"],["B","C"],["C"],["B"],["A"],["A"],["C"],["C"],["H"],["E"],["B"],["F"],["clothing"],["mouths"],["salt"],["toothpaste"],["fertilisers","fertilizers"],["nutrients"],["growth"],["weight"],["acid"],["society"]]],
    "reading": [[["FALSE"],["FALSE"],["TRUE"],["NOT GIVEN"],["TRUE"],["NOT GIVEN"],["FALSE"],["caves"],["stone"],["bones"],["beads"],["pottery"],["spices"],["G"],["A"],["H"],["B"],["carbon"],["fires"],["biodiversity"],["ditches"],["subsidence"],["A"],["C"],["D"],["B"],["D"],["A"],["C"],["B"],["C"],["E"],["F"],["B"],["NO"],["YES"],["NO"],["NOT GIVEN"],["NOT GIVEN"],["YES"]]]
  }
}
