{
  "id": "FT018",
  "exam": "IELTS",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1NZxNRAE52QTSX0nnZe6_QfeWax8Y1jAi",
        "inst": "<h4>PART 1</h4><h4>Questions 1–10</h4><p>Complete the notes below.<br>Write ONE WORD AND/OR A NUMBER for each answer.</p><h4>Copying photos to digital format</h4><p><i>Name of company:</i> Picturerep</p><p><i>Requirements</i><br>- Maximum size of photos is 30 cm, minimum size 4 cm.<br>- Photos must not be in a <b>1</b> ____________ or an album.</p><p><i>Cost</i><br>- The cost for 360 photos is £ <b>2</b> ____________ (including one disk).<br>- Before the completed order is sent, <b>3</b> ____________ is required.</p><p><i>Services included in the price</i><br>- Photos can be placed in a folder, e.g. with the name <b>4</b> ____________.<br>- The <b>5</b> ____________ and contrast can be improved if necessary.<br>- Photos which are very fragile will be scanned by <b>6</b> ____________.</p><p><i>Special restore service (costs extra)</i><br>- It may be possible to remove an object from a photo, or change the <b>7</b> ____________.<br>- A photo which is not correctly in <b>8</b> ____________ cannot be fixed.</p><p><i>Other information</i><br>- Orders are completed within <b>9</b> ____________.<br>- Send the photos in a box (not <b>10</b> ____________).</p>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1E-LfkFZXq-toZzVzq55pZpSxF84TiXxL",
        "inst": "<h4>PART 2</h4><h4>Questions 11–20</h4><h4>Questions 11–15</h4><p>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><p><b>11</b> Dartfield House school used to be<br><b>A</b> a tourist information centre.<br><b>B</b> a private home.<br><b>C</b> a local council building.</p><p><b>12</b> What is planned with regard to the lower school?<br><b>A</b> All buildings on the main site will be improved.<br><b>B</b> The lower school site will be used for new homes.<br><b>C</b> Additional school buildings will be constructed on the lower school site.</p><p><b>13</b> The catering has been changed because of<br><b>A</b> long queuing times.<br><b>B</b> changes to the school timetable.<br><b>C</b> dissatisfaction with the menus.</p><p><b>14</b> Parents are asked to<br><b>A</b> help their children to decide in advance which serving point to use.<br><b>B</b> make sure their children have enough money for food.<br><b>C</b> advise their children on healthy food to eat.</p><p><b>15</b> What does the speaker say about the existing canteen?<br><b>A</b> Food will still be served there.<br><b>B</b> Only staff will have access to it.<br><b>C</b> Pupils can take their food into it.</p><h4>Questions 16–18</h4><p>What comment does the speaker make about each of the following serving points in the Food Hall?<br>Choose THREE answers from the box and write the correct letter, <b>A–D</b>, next to Questions <b>16–18</b>.</p><h4>Comments</h4><p><b>A</b> pupils help to plan menus<br><b>B</b> only vegetarian food<br><b>C</b> different food every week<br><b>D</b> daily change in menu</p><h4>Food available at serving points in Food Hall</h4><p><b>16</b> World Adventures : ____________<br><b>17</b> Street Life : ____________<br><b>18</b> Speedy Italian : ____________</p><h4>Questions 19 and 20</h4><p>Choose TWO letters, <b>A–E</b>.<br>Which TWO optional after-school lessons are new?<br><b>A</b> swimming<br><b>B</b> piano<br><b>C</b> acting<br><b>D</b> cycling<br><b>E</b> theatre sound and lighting</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1Q30yaRmoMz9zu9iaBHeKPBhjcdTb9-ol",
        "inst": "<h4>PART 3</h4><h4>Questions 21–30</h4><h4>Questions 21–24</h4><p>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><h4>Assignment on sleep and dreams</h4><p><b>21</b> Luke read that one reason why we often forget dreams is that<br><b>A</b> our memories cannot cope with too much information.<br><b>B</b> we might otherwise be confused about what is real.<br><b>C</b> we do not think they are important.</p><p><b>22</b> What do Luke and Susie agree about dreams predicting the future?<br><b>A</b> It may just be due to chance.<br><b>B</b> It only happens with certain types of event.<br><b>C</b> It happens more often than some people think.</p><p><b>23</b> Susie says that a study on pre-school children having a short nap in the day<br><b>A</b> had controversial results.<br><b>B</b> used faulty research methodology.<br><b>C</b> failed to reach any clear conclusions.</p><p><b>24</b> In their last assignment, both students had problems with<br><b>A</b> statistical analysis.<br><b>B</b> making an action plan.<br><b>C</b> self-assessment.</p><h4>Questions 25–30</h4><p>Complete the flow chart below.<br>Write ONE WORD ONLY for each answer.</p><h4>Assignment plan</h4><p>Decide on research question:<br>Is there a relationship between hours of sleep and number of dreams?</p><p>Decide on sample:<br>Twelve students from the <b>25</b> ____________ department</p><p>Decide on methodology:<br>Self-reporting</p><p>Decide on procedure:<br>Answers on <b>26</b> ____________</p><p>Check ethical guidelines for working with <b>27</b> ____________<br>Ensure that risk is assessed and <b>28</b> ____________ is kept to a minimum</p><p>Analyse the results<br>Calculate the correlation and make a <b>29</b> ____________</p><p><b>30</b> ____________ the research</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=13h6hK1uZc9J5fWqX9SkTUkBjOxBV2DtK",
        "inst": "<h4>PART 4</h4><h4>Questions 31–40</h4><p>Complete the notes below.<br>Write ONE WORD ONLY for each answer.</p><h4>Health benefits of dance</h4><p><i>Recent findings</i><br>- All forms of dance produce various hormones associated with feelings of happiness.<br>- Dancing with others has a more positive impact than dancing alone.<br>- An experiment on university students suggested that dance increases <b>31</b> ____________.<br>- For those with mental illness, dance could be used as a form of <b>32</b> ____________.</p><p><i>Benefits of dance for older people</i><br>- accessible for people with low levels of <b>33</b> ____________<br>- reduces the risk of heart disease<br>- better <b>34</b> ____________ reduces the risk of accidents<br>- improves <b>35</b> ____________ function by making it work faster<br>- improves participants’ general well-being<br>- gives people more <b>36</b> ____________ to take exercise<br>- can lessen the feeling of <b>37</b> ____________, very common in older people</p><p><i>Benefits of Zumba</i><br>- A study at The University of Wisconsin showed that doing Zumba for 40 minutes uses up as many <b>38</b> ____________ as other quite intense forms of exercise.<br>- The <i>American Journal of Health Behavior</i> study showed that:<br>— women suffering from <b>39</b> ____________ benefited from doing Zumba.<br>— Zumba became a <b>40</b> ____________ for the participants.</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p>You should spend about 20 minutes on <b>Questions 1–13</b>, which are based on Reading Passage 1 below.</p><h4>The White Horse of Uffington</h4><img src='https://drive.google.com/file/d/1h_rwncYYpCTTlpAteho3L0wlG304Dy1_/view'><p>The cutting of huge figures or ''geoglyphs'' into the earth of English hillsides has taken place for more than 3,000 years. There are 56 hill figures scattered around England, with the vast majority on the chalk downlands of the country's southern counties. The figures include giants, horses, crosses and regimental badges. Although the majority of these geoglyphs date within the last 300 years or so, there are one or two that are much older.</p><p>The most famous of these figures is perhaps also the most mysterious – the Uffington White Horse in Oxfordshire. The White Horse has recently been re-dated and shown to be even older than its previous assigned ''ancient pre-Roman Iron Age*'' date. More controversial is the date of the enigmatic Long Man of Wilmington in Sussex. While many historians are convinced the figure is prehistoric, others believe that it was the work of an artistic monk from a nearby priory and was created between the 11th and 15th centuries.</p><p>The method of cutting these huge figures was simply to remove the overlying grass to reveal the gleaming white chalk below. However, the grass would soon grow over the geoglyph again unless it was regularly cleaned or scoured by a fairly large team of people. One reason that the vast majority of hill figures have disappeared is that when the traditions associated with the figures faded, people no longer bothered or remembered to clear away the grass to expose the chalk outline. Furthermore, over hundreds of years the outlines would sometimes change due to people not always cutting in exactly the same place, thus creating a different shape to the original geoglyph. The fact that any ancient hill figures survive at all in England today is testament to the strength and continuity of local customs and beliefs which, in one case at least, must stretch back over millennia.</p><p>The Uffington White Horse is a unique, stylised representation of a horse consisting of a long, sleek back, thin disjointed legs, a streaming tail, and a bird-like beaked head. The elegant creature almost melts into the landscape. The horse is situated 2.5 km from Uffington village on a steep slope close to the Late Bronze Age* (c. 7th century BCE) hillfort of Uffington Castle and below the Ridgeway, a long-distance Neolithic** track.</p><p>The Uffington Horse is also surrounded by Bronze Age burial mounds. It is not far from the Bronze Age cemetery of Lambourn Seven Barrows, which consists of more than 30 well-preserved burial mounds. The carving has been placed in such a way as to make it extremely difficult to see from close quarters, and like many geoglyphs is best appreciated from the air. Nevertheless, there are certain areas of the Vale of the White Horse, the valley containing and named after the enigmatic creature, from which an adequate impression may be gained. Indeed on a clear day the carving can be seen from up to 30 km away.</p><p>The earliest evidence of a horse at Uffington is from the 1070s CE when ''White Horse Hill'' is mentioned in documents from the nearby Abbey of Abingdon, and the first reference to the horse itself is soon after, in 1190 CE. However, the carving is believed to date back much further than that. Due to the similarity of the stylised depictions of horses on 1st century BCE coins, it had been thought that the creature must also date to that period.</p><p>However, in 1995 Optically Stimulated Luminescence (OSL) testing was carried out by the Oxford Archaeological Unit on soil from two of the lower layers of the horse's body, and from another cut near the base. The result was a date for the horse's construction somewhere between 1400 and 600 BCE – in other words, it had a Late Bronze Age or Early Iron Age origin.</p><p>The latter end of this date range would tie the carving of the horse in with occupation of the nearby Uffington hillfort, indicating that it may represent a tribal emblem marking the land of the inhabitants of the hillfort. Alternatively, the carving may have been carried out during a Bronze or Iron Age ritual. Some researchers see the horse as representing the Celtic*** horse goddess Epona, who was worshipped as a protector of horses, and for her associations with fertility. However, the cult of Epona was not imported from Gaul (France) until around the first century CE. This date is at least six centuries after the Uffington Horse was probably carved. Nevertheless, the horse had great ritual and economic significance during the Bronze and Iron Ages, as attested by its depictions on jewellery and other metal objects. It is possible that the carving represents a goddess in native mythology, such as Rhiannon, described in later Welsh mythology as a beautiful woman dressed in gold and riding a white horse.</p><p>The fact that geoglyphs can disappear easily, along with their associated rituals and meaning, indicates that they were never intended to be anything more than temporary gestures. But this does not lessen their importance. These giant carvings are a fascinating glimpse into the minds of their creators and how they viewed the landscape in which they lived.</p><p>-----<br>*Iron Age: a period (in Britain 800 BCE – 43 CE) that is characterised by the use of iron tools.<br>*Bronze Age: a period (in Britain c. 2,500 BCE – 800 BCE) that is characterised by the development of bronze tools.<br>**Neolithic: a period (in Britain c. 4,000 BCE – c. 2,500 BCE) that is significant for the spread of agricultural practices, and the use of stone tools.<br>***Celtic: an ancient people who migrated from Europe to Britain before the Romans.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1-8</h4><p>Do the following statements agree with the information given in Reading Passage 1?</p><p><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>1.</b> Most geoglyphs in England are located in a particular area of the country.</p><p><b>2.</b> There are more geoglyphs in the shape of a horse than any other creature.</p><p><b>3.</b> A recent dating of the Uffington White Horse indicates that people were mistaken about its age.</p><p><b>4.</b> Historians have come to an agreement about the origins of the Long Man of Wilmington.</p><p><b>5.</b> Geoglyphs were created by people placing white chalk on the hillside.</p><p><b>6.</b> Many geoglyphs in England are no longer visible.</p><p><b>7.</b> The shape of some geoglyphs has been altered over time.</p><p><b>8.</b> The fame of the Uffington White Horse is due to its size.</p>",
            "qs": [1,2,3,4,5,6,7,8]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 9-13</h4><p>Complete the notes below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p><i><b>The Uffington White Horse</b></i></p><p><i><b>The location of the Uffington White Horse:</b></i></p><p>- a distance of 2.5 km from Uffington village<br>- near an ancient road known as the <b>9__________</b><br>- close to an ancient cemetery that has a number of burial mounds</p><p><i><b>Dating the Uffington White Horse:</b></i></p><p>- first reference to White Horse Hill appears in <b>10__________</b> from the 1070s<br>- horses shown on coins from the period 100 BCE – 1 BCE are similar in appearance<br>- according to analysis of the surrounding <b>11__________</b>, the Horse is Late Bronze Age / Early Iron Age</p><p><i><b>Possible reasons for creation of the Uffington White Horse:</b></i></p><p>- an emblem to indicate land ownership<br>- formed part of an ancient ritual<br>- was a representation of goddess Epona – associated with protection of horses and <b>12__________</b><br>- was a representation of a Welsh goddess called <b>13__________</b></p>",
            "qs": [9,10,11,12,13]
          }  
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p>You should spend about 20 minutes on <b>Questions 14–26</b>, which are based on Reading Passage 2 below.</p><h4>I contain multitudes</h4><p><i>Wendy Moore reviews Ed Yong's book about microbes</i></p><p>Microbes, most of them bacteria, have populated this planet since long before animal life developed and they will outlive us. Invisible to the naked eye, they are ubiquitous. They inhabit the soil, air, rocks and water and are present within every form of life, from seaweed and coral to dogs and humans. And, as Yong explains in his utterly absorbing and hugely important book, we mess with them at our peril.</p><p>Every species has its own colony of microbes, called a ''microbiome'', and these microbes vary not only between species but also between individuals and within different parts of each individual. What is amazing is that while the number of human cells in the average person is about 30 trillion, the number of microbial ones is higher – about 39 trillion. At best, Yong informs us, we are only 50 per cent human. Indeed, some scientists even suggest we should think of each species and its microbes as a single unit, dubbed a ''holobiont''.</p><p>In each human there are microbes that live only in the stomach, the mouth or the armpit and by and large they do so peacefully. So ''bad'' microbes are just microbes out of context. Microbes that sit contentedly in the human gut (where there are more microbes than there are stars in the galaxy) can become deadly if they find their way into the bloodstream. These communities are constantly changing too. The right hand shares just one sixth of its microbes with the left hand. And, of course, we are surrounded by microbes. Every time we eat, we swallow a million gram of food; we are continually swapping microbes with other humans, pets and the world at large.</p><p>It's a fascinating topic and Yong, a young British science journalist, is an extraordinarily adept guide. Writing with lightness and panache, he has a knack of explaining complex science in terms that are both easy to understand and totally enthralling. Yong is on a mission. Leading us gently by the hand, he takes us into the world of microbes – a bizarre, alien planet – in a bid to persuade us to love them as much as he does. By the end, we do.</p><p>For most of human history we had no idea that microbes existed. The first man to see these extraordinarily potent creatures was a Dutch lens-maker called Antony van Leeuwenhoek in the 1670s. Using microscopes of his own design that could magnify up to 270 times, he examined a drop of water from a nearby lake and found it teeming with tiny creatures he called ''animalcules''. It wasn't until nearly two hundred years later that the research of French biologist Louis Pasteur indicated that some microbes caused disease. It was Pasteur's ''germ theory'' that gave bacteria the poor image that endures today.</p><p>Yong's book is in many ways a plea for microbial tolerance, pointing out that while fewer than one hundred species of bacteria bring disease, many thousands more play a vital role in maintaining our health. The book also acknowledges that our attitude towards bacteria is not a simple one. We tend to see the dangers posed by bacteria, yet at the same time we are sold yoghurts and drinks that supposedly nurture ''friendly'' bacteria. In reality, says Yong, bacteria should not be viewed as either friends or foes, villains or heroes. Instead we should realise we have a symbiotic relationship, that can be mutually beneficial or mutually destructive.</p><p>What then do these millions of organisms do? The answer is pretty much everything. New research is now unravelling the ways in which bacteria aid digestion, regulate our immune systems, eliminate toxins, produce vitamins, affect our behaviour and even combat obesity. ''They actually help us become who we are,'' says Yong. But we are facing a growing problem. Our obsession with hygiene, our overuse of antibiotics and our unhealthy, low-fibre diets are disrupting the bacterial balance and may be responsible for soaring rates of allergies and immune problems, such as inflammatory bowel disease (IBD).</p><p>The most recent research actually turns accepted norms upside down. For example, there are studies indicating that the excessive use of household detergents and antibacterial products actually destroys the microbes that normally keep the more dangerous germs at bay. Other studies show that keeping a dog as a pet gives children early exposure to a diverse range of bacteria, which may help protect them against allergies later.</p><p>The readers of Yong's book must be prepared for a decidedly unglamorous world. Among the less appealing case studies is one about a fungus that is wiping out entire populations of frogs and that can be halted by a rare microbial bacterium. Another is about squid that carry luminescent bacteria that protect them against predators. However, if you can overcome your disgust for some of the investigations, the reasons for Yong's enthusiasm become clear. The microbial world is a place of wonder. Already, in an attempt to stop mosquitoes spreading dengue fever – a disease that infects 400 million people a year – mosquitoes are being loaded with a bacterium to block the disease. In the future, our ability to manipulate microbes means we could construct buildings with useful microbes built into their walls to fight off infections. Just imagine a neonatal hospital ward coated in a specially mixed cocktail of microbes so that babies get the best start in life.</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14-16</h4><p>Choose the correct letter, <b>A, B, C</b> or <b>D.</b></p><p><b>14.</b> What point does the writer make about microbes in the first paragraph?<br><b>A.</b> They adapt quickly to their environment.<br><b>B.</b> The risk they pose has been exaggerated.<br><b>C.</b> They are more plentiful in animal life than plant life.<br><b>D.</b> They will continue to exist for longer than the human race.</p><p><b>15.</b> In the second paragraph, the writer is impressed by the fact that<br><b>A.</b> each species tends to have vastly different microbes.<br><b>B.</b> some parts of the body contain relatively few microbes.<br><b>C.</b> the average individual has more microbial cells than human ones.<br><b>D.</b> scientists have limited understanding of how microbial cells behave.</p><p><b>16.</b> What is the writer doing in the fifth paragraph?<br><b>A.</b> explaining how a discovery was made<br><b>B.</b> comparing scientists' theories about microbes<br><b>C.</b> describing confusion among scientists<br><b>D.</b> giving details of how microbes cause disease</p>",
            "qs": [14,15,16]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 17-20</h4><p>Complete the summary using the list of words, <b>A–H,</b> below.</p><p><i><b>We should be more tolerant of microbes</b></i></p><p>Yong's book argues that we should be more tolerant of microbes. Many have a beneficial effect, and only a relatively small number lead to <b>17__________</b>. And although it is misleading to think of microbes as 'friendly', we should also stop thinking of them as the enemy. In fact, we should accept that our relationship with microbes is one based on <b>18__________</b>.</p><p>New research shows that microbes have numerous benefits for humans. Amongst other things, they aid digestion, remove poisons, produce vitamins and may even help reduce obesity. However, there is a growing problem. Our poor <b>19__________</b>, our overuse of antibiotics, and our excessive focus on <b>20__________</b> are upsetting the bacterial balance and may be contributing to the huge increase in allergies and immune system problems.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><tbody><tr><td><b>A</b> solution</td><td><b>B</b> partnership</td><td><b>C</b> destruction</td></tr><tr><td><b>D</b> exaggeration</td><td><b>E</b> cleanliness</td><td><b>F</b> regulations</td></tr><tr><td><b>G</b> illness</td><td><b>H</b> nutrition</td></tr></tbody></table>",
            "qs": [17,18,19,20]
          },
      {
            "id": "R2.g3",
            "html": "<h4>Questions 21-26</h4><p>Do the following statements agree with the claims of the writer in Reading Passage 2?</p><p><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>21.</b> It is possible that using antibacterial products in the home fails to have the desired effect.</p><p><b>22.</b> It is a good idea to ensure that children come into contact with as few bacteria as possible.</p><p><b>23.</b> Yong's book contains more case studies than are necessary.</p><p><b>24.</b> The case study about bacteria that prevent squid from being attacked may have limited appeal.</p><p><b>25.</b> Efforts to control dengue fever have been surprisingly successful.</p><p><b>26.</b> Microbes that reduce the risk of infection have already been put inside the walls of some hospital wards.</p>",
            "qs": [21,22,23,24,25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p>You should spend about 20 minutes on <b>Questions 27–40</b>, which are based on Reading Passage 3 below.</p><h4>How to make wise decisions</h4><p>Across cultures, wisdom has been considered one of the most revered human qualities. Although the truly wise may seem few and far between, empirical research examining wisdom suggests that it isn't an exceptional trait possessed by a small handful of bearded philosophers after all – in fact, the latest studies suggest that most of us have the ability to make wise decisions, given the right context.</p><p>''It appears that experiential, situational, and cultural factors are even more powerful in shaping wisdom than previously imagined,'' says Associate Professor Igor Grossmann of the University of Waterloo in Ontario, Canada. ''Recent empirical findings from cognitive, developmental, social, and personality psychology cumulatively suggest that people's ability to reason wisely varies dramatically across experiential and situational contexts. Understanding the role of such contextual factors offers unique insights into understanding wisdom in daily life, as well as how it can be enhanced and taught.''</p><p>It seems that it's not so much that some people simply possess wisdom and others lack it, but that our ability to reason wisely depends on a variety of external factors. ''It is impossible to characterize thought processes attributed to wisdom without considering the role of contextual factors,'' explains Grossmann. ''In other words, wisdom is not solely an ''inner quality'' but rather unfolds as a function of situations people happen to be in. Some situations are more likely to promote wisdom than others.''</p><p>Coming up with a definition of wisdom is challenging, but Grossmann and his colleagues have identified four key characteristics as part of a framework of wise reasoning. One is intellectual humility or recognition of the limits of our own knowledge, and another is appreciation of perspectives wider than the issue at hand. Sensitivity to the possibility of change in social relations is also key, along with compromise or integration of different attitudes and beliefs.</p><p>Grossmann and his colleagues have also found that one of the most reliable ways to support wisdom in our own day-to-day decisions is to look at scenarios from a third-party perspective, as though giving advice to a friend. Research suggests that when adopting a first-person viewpoint we focus on ''the focal features of the environment'' and when we adopt a third-person, ''observer'' viewpoint we reason more broadly and focus more on interpersonal and moral ideals such as justice and impartiality. Looking at problems from this more expansive viewpoint appears to foster cognitive processes related to wise decisions.</p><p>What are we to do, then, when confronted with situations like a disagreement with a spouse or negotiating a contract at work, that require us to take a personal stake? Grossmann argues that even when we aren't able to change the situation, we can still evaluate these experiences from different perspectives.</p><p>For example, in one experiment that took place during the peak of a recent economic recession, graduating college seniors were asked to reflect on their job prospects. The students were instructed to imagine their career either ''as if you were a distant observer'' or ''before your own eyes as if you were right there''. Participants in the group assigned to the ''distant observer'' role displayed more wisdom-related reasoning (intellectual humility and recognition of change) than did participants in the control group.</p><p>In another study, couples in long-term romantic relationships were instructed to visualize an unresolved relationship conflict either through the eyes of an outsider or from their own perspective. Participants then discussed the incident with their partner for 10 minutes, after which they wrote down their thoughts about it. Couples in the ''other's eyes'' condition were significantly more likely to rely on wise reasoning – recognizing others' perspectives and searching for a compromise – compared to the couples in the egocentric condition.</p><p>''Ego-decentering promotes greater focus on others and enables a bigger picture, conceptual view of the experience, affording recognition of intellectual humility and change,'' says Grossmann.</p><p>We might associate wisdom with intelligence or particular personality traits, but research shows only a small positive relationship between wise thinking and crystallized intelligence and the personality traits of openness and agreeableness. ''It is remarkable how much people can vary in their wisdom from one situation to the next, and how much stronger such contextual effects are for understanding the relationship between wise judgment and its social outcomes compared to the generalized ''traits'','' Grossmann explains. ''That is, knowing how wisely a person behaves in a given situation is more informative for understanding their emotions or likelihood to forgive [or] retaliate as compared to knowing whether the person may be wise ''in general''.''</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27-30</h4><p>Choose the correct letter, <b>A, B, C</b> or <b>D.</b></p><p><b>27.</b> What point does the writer make in the first paragraph?<br><b>A.</b> Wisdom appears to be unique to the human race.<br><b>B.</b> A basic assumption about wisdom may be wrong.<br><b>C.</b> Concepts of wisdom may depend on the society we belong to.<br><b>D.</b> There is still much to be discovered about the nature of wisdom.</p><p><b>28.</b> What does Igor Grossmann suggest about the ability to make wise decisions?<br><b>A.</b> It can vary greatly from one person to another.<br><b>B.</b> Earlier research into it was based on unreliable data.<br><b>C.</b> The importance of certain influences on it was underestimated.<br><b>D.</b> Various branches of psychology define it according to their own criteria.</p><p><b>29.</b> According to the third paragraph, Grossmann claims that the level of wisdom an individual shows<br><b>A.</b> can be greater than they think it is.<br><b>B.</b> will be different in different circumstances.<br><b>C.</b> may be determined by particular aspects of their personality.<br><b>D.</b> should develop over time as a result of their life experiences.</p><p><b>30.</b> What is described in the fifth paragraph?<br><b>A.</b> a difficulty encountered when attempting to reason wisely<br><b>B.</b> an example of the type of person who is likely to reason wisely<br><b>C.</b> a controversial view about the benefits of reasoning wisely<br><b>D.</b> a recommended strategy that can help people to reason wisely</p>",
            "qs": [27,28,29,30]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 31-35</h4><p>Complete the summary using the list of words, <b>A–J,</b> below.</p><p><i><b>The characteristics of wise reasoning</b></i></p><p>Igor Grossmann and colleagues have established four characteristics which enable us to make wise decisions. It is important to have a certain degree of <b>31__________</b> regarding the extent of our knowledge, and to take into account <b>32__________</b> which may not be the same as our own. We should also be able to take a broad <b>33__________</b> of any situation. Another key characteristic is being aware of the likelihood of alterations in the way that people relate to each other.</p><p>Grossmann also believes that it is better to regard scenarios with <b>34__________</b>. By avoiding the first-person perspective, we focus more on <b>35__________</b> and on other moral ideals, which in turn leads to wiser decision-making.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><tbody><tr><td><b>A</b> opinions</td><td><b>B</b> confidence</td><td><b>C</b> view</td></tr><tr><td><b>D</b> modesty</td><td><b>E</b> problems</td><td><b>F</b> objectivity</td></tr><tr><td><b>G</b> fairness</td><td><b>H</b> experiences</td><td><b>I</b> range</td></tr><tr><td><b>J</b> reasons</td></tr></tbody></table>",
            "qs": [31,32,33,34,35]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 36-40</h4><p>Do the following statements agree with the information given in Reading Passage 3?</p><p><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>36.</b> Students participating in the job prospects experiment could choose one of two perspectives to take.</p><p><b>37.</b> Participants in the couples experiment were aware that they were taking part in a study about wise reasoning.</p><p><b>38.</b> In the couples experiments, the length of the couples' relationships had an impact on the results.</p><p><b>39.</b> In both experiments, the participants who looked at the situation from a more detached viewpoint tended to make wiser decisions.</p><p><b>40.</b> Grossmann believes that a person's wisdom is determined by their intelligence to only a very limited extent.</p>",
            "qs": [36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.<br>The diagram below shows the manufacturing process for making sugar from sugar cane.<br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.<br>Write at least 150 words.<br><img src='https://drive.google.com/file/d/1TA2YHpZlxKwjsikHLKVUwnPvK_TISeN1/view'></p>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.<br>Write about the following topic:<br><b>In their advertising, businesses nowadays usually emphasise that their products are new in some way.</b><br>Why is this?<br>Do you think it is a positive or negative development?<br>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["frame"],["195"],["payment"],["Grandparents"],["colour","color"],["hand"],["background"],["focus"],["ten","10 days"],["plastic"],["C"],["B"],["A"],["A"],["C"],["D"],["A"],["B"],["B","C"],["B","C"],["B"],["A"],["C"],["C"],["history"],["paper"],["humans","people"],["stress"],["graph"],["evaluate"],["creativity"],["therapy"],["fitness"],["balance"],["brain"],["motivation"],["isolation"],["calories"],["obesity"],["habit"]]
  ],
    "reading": [
      [["TRUE"],["NOT GIVEN"],["TRUE"],["FALSE"],["FALSE"],["TRUE"],["TRUE"],["NOT GIVEN"],["Ridgeway"],["documents"],["soil"],["fertility"],["Rhiannon"],["D"],["C"],["A"],["G"],["B"],["H"],["E"],["YES"],["NO"],["NOT GIVEN"],["YES"],["NOT GIVEN"],["NO"],["B"],["C"],["B"],["D"],["A"],["C"],["F"],["G"],["FALSE"],["NOT GIVEN"],["NOT GIVEN"],["TRUE"],["TRUE"]]
  ]
  }
}
