{
  "id": "IELTS024",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1O_ByAdPJNSC0FO4OwI2bUtgCZiMR1K13",
        "inst": "<h4>PART 1 Questions 1–10</h4><p><i>Complete the form below.</i></p><p><i>Write <b>ONE WORD AND/OR A NUMBER</b> for each answer.</i></p><br><table border='1' cellspacing='0' cellpadding='1'><tr><td><h4>Customer Satisfaction Survey</h4><p><b>Customer details</b><br>Name: Sophie Bird<br>Occupation: <b>1</b> ___<br>Reason for travel today: <b>2</b> ___</p><p><b>Journey information</b><br>Name of station returning to: <b>3</b> ___<br>Type of ticket purchased: standard <b>4</b> ___ ticket<br>Cost of ticket: 5 £<br>When ticket was purchased: yesterday<br>Where ticket was bought: <b>6</b> ___</p><p><b>Satisfaction with journey</b><br>Most satisfied with: the wifi<br>Least satisfied with: the <b>7</b> ___ this morning</p><p><b>Satisfaction with station facilities</b><br>Most satisfied with: how much <b>8</b> ___ was provided<br>Least satisfied with: lack of seats, particularly on the <b>9</b> ___<br>Neither satisfied nor dissatisfied with: the <b>10</b> ___ available</p></td></tr></table>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1x94AXv61tSsIMj5KJ-B8oSFBC_wqvOYw",
        "inst": "<h4>PART 2 Questions 11–20</h4><h4>Questions 11–16</h4><p><i>Label the map below.</i></p><p><i>Write the correct letter, <b>A–H</b>, next to Questions 11–16.</i></p><h4>Croft Valley Park</h4><img src='https://drive.google.com/file/d/1KflvgEaD_qlWlD82GI7ck3phTYGzuX8S/view'><p><b>11</b> café ___</p><p><b>12</b> toilets ___</p><p><b>13</b> formal gardens ___</p><p><b>14</b> outdoor gym ___</p><p><b>15</b> skateboard ramp ___</p><p><b>16</b> wild flowers ___</p><h4>Questions 17 and 18</h4><p><i>Choose <b>TWO</b> letters, <b>A–E</b>.</i></p><p>What does the speaker say about the adventure playground?</p><p><b>A</b> Children must be supervised.<br><b>B</b> It costs more in winter.<br><b>C</b> Some activities are only for younger children.<br><b>D</b> No payment is required.<br><b>E</b> It was recently expanded.</p><h4>Questions 19 and 20</h4><p><i>Choose <b>TWO</b> letters, <b>A–E</b>.</i></p><p>What does the speaker say about the glass houses?</p><p><b>A</b> They are closed at weekends.<br><b>B</b> Volunteers are needed to work there.<br><b>C</b> They were badly damaged by fire.<br><b>D</b> More money is needed to repair some of the glass.<br><b>E</b> Visitors can see palm trees from tropical regions.</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1Brpw64srPHWl_sJ-gi15BZpQwO5mgevX",
        "inst": "<h4>PART 3 Questions 21–30</h4><p><i>Choose the correct letter, <b>A, B</b> or <b>C</b>.</i></p><h4>Presentation about refrigeration</h4><p><b>21</b> What did Annie discover from reading about icehouses?</p><p><b>A</b> why they were first created<br><b>B</b> how the ice was kept frozen<br><b>C</b> where they were located</p><p><b>22</b> What point does Annie make about refrigeration in ancient Rome?</p><p><b>A</b> It became a commercial business.<br><b>B</b> It used snow from nearby.<br><b>C</b> It took a long time to become popular.</p><p><b>23</b> In connection with modern refrigerators, both Annie and Jack are worried about</p><p><b>A</b> the complexity of the technology.<br><b>B</b> the fact that some are disposed of irresponsibly.<br><b>C</b> the large number that quickly break down.</p><p><b>24</b> What do Jack and Annie agree regarding domestic fridges?</p><p><b>A</b> They are generally good value for money.<br><b>B</b> There are plenty of useful variations.<br><b>C</b> They are more useful than other domestic appliances.</p><h4>Questions 25–30</h4><p><i>Who is going to do research into each topic?</i></p><p><i>Write the correct letter, <b>A, B</b> or <b>C</b>, next to Questions 25–30.</i></p><table border='1' cellspacing='0' cellpadding='1'><tr><td><b>People</b></td></tr><tr><td><b>A</b> Annie</td></tr><tr><td><b>B</b> Jack</td></tr><tr><td><b>C</b> both Annie and Jack</td></tr></table><p><b>Topics</b></p><p><b>25</b> the goods that are refrigerated ___</p><p><b>26</b> the effects on health ___</p><p><b>27</b> the impact on food producers ___</p><p><b>28</b> the impact on cities ___</p><p><b>29</b> refrigerated transport ___</p><p><b>30</b> domestic fridges ___</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1pcE2nNlmX7MrcPI1Gj0ADLc4XjKwyQO1",
        "inst": "<h4>PART 4 Questions 31–40</h4><p><i>Complete the notes below.</i></p><p><i>Write <b>ONE WORD ONLY</b> for each answer.</i></p><br><table border='1' cellspacing='0' cellpadding='1'><tr><td><h4>How the Industrial Revolution affected life in Britain</h4><p><b>19th century</b><br>- For the first time, people's possessions were used to measure Britain's <b>31</b> ___ .<br>- Developments in production of goods and in <b>32</b> ___ greatly changed lives.</p><p><b>MAIN AREAS OF CHANGE</b><br><b>Manufacturing</b><br>- The Industrial Revolution would not have happened without the new types of <b>33</b> ___ that were used then.<br>- The leading industry was <b>34</b> ___ (its products became widely available).<br>- New <b>35</b> ___ made factories necessary and so more people moved into towns.</p><p><b>Transport</b><br>- The railways took the place of canals.<br>- Because of the new transport:<br> - greater access to <b>36</b> ___ made people more aware of what they could buy in shops.<br> - when shopping, people were not limited to buying <b>37</b> ___ goods.</p><p><b>Retailing</b><br>- The first department stores were opened.<br>- The displays of goods were more visible:<br> - inside stores because of better <b>38</b> ___ .<br> - outside stores, because <b>39</b> ___ were bigger.<br>- <b>40</b> ___ that was persuasive became much more common.</p></td></tr></table>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i></p><h4>The return of the huarango</h4><p><i>The arid valleys of southern Peru are welcoming the return of a native plant</i></p><p>The south coast of Peru is a narrow, 2,000-kilometre-long strip of desert squeezed between the Andes and the Pacific Ocean. It is also one of the most fragile ecosystems on Earth. It hardly ever rains there, and the only year-round source of water is buried tens of metres below the surface. This is why the huarango tree is so suited to life there: it has the longest roots of any tree in the world. They stretch down 50–80 metres and, as well as sucking up water for the tree, they bring it into the higher subsoil, creating a water source for other plant life.</p><p>Dr David Beresford-Jones, archaeobotanist at Cambridge University, has been studying the role of the huarango tree in landscape change in the Lower Ica Valley in southern Peru. He believes the huarango was key to the ancient people’s diet and, because it could reach deep water sources, it allowed local people to withstand years of drought when their other crops failed. But over the centuries huarango trees were gradually replaced with crops. Cutting down native woodland leads to erosion, as there is nothing to keep the soil in place. So when the huarangos go, the land turns into a desert. Nothing grows at all in the Lower Ica Valley now.</p><p>For centuries the huarango tree was vital to the people of the neighbouring Middle Ica Valley too. They grew vegetables under it and the products made from its seed pods. Its leaves and bark were used for herbal remedies, while its branches were used for charcoal for cooking and heating, and its trunk was used to build houses. But now it is disappearing rapidly. The majority of the huarango forests in the valley have already been cleared for fuel and agriculture – initially, these were smallholdings, but now they’re huge farms producing crops for the international market.</p><p>‘Of the forests that were here 1,000 years ago, 99 per cent have already gone,’ says botanist Oliver Whaley from Kew Gardens in London, who, together with ethnobotanist Dr William Milliken, is running a pioneering project to protect and restore the rapidly disappearing habitat. In order to succeed, Whaley needs to get the local people on board, and that has meant overcoming local prejudices. ‘Increasingly, aspirational communities think that if you plant food trees in your home or street, it shows you’re poor and still need to grow your own food,’ he says. In order to stop the middle Ica Valley going the same way as the Lower Ica Valley, Whaley is encouraging locals to love the huarangos again. ‘It’s a process of cultural resuscitation,’ he says. He has already set up a huarango festival to reinstate a sense of pride in their eco-heritage, and has helped local schoolchildren plant thousands of trees.</p><p>‘In order to get people interested in habitat restoration, you need to plant a tree that is useful to them,’ says Whaley. So, he has been working with local families to attempt to create a sustainable income from the huarangos by turning their products into foodstuffs. ‘Boil up the beans and you get this thick brown syrup like molasses. You can also use it in drinks, soups or stews.’ The pods can be ground into flour to make cakes, and the seeds roasted into a sweet, chocolatey ‘coffee’. ‘It’s packed full of vitamins and minerals,’ Whaley says.</p><p>And some farmers are already planting huarangos. Alberto Benevides, owner of Ica Valley’s only certified organic farm, which Whaley helped set up, has been planting the tree for 13 years. He produces syrup and flour, and sells these products at an organic farmers’ market in Lima. His farm is relatively small and doesn’t yet provide him with enough to live on, but he hopes this will change. ‘The organic market is growing rapidly in Peru,’ Benevides says. ‘I am investing in the future.’</p><p>But even if Whaley can convince the local people to fall in love with the huarango again, there is still the threat of the larger farms. Some of these cut across the forests and break up the corridors that allow the essential movement of mammals, birds and pollen up and down the narrow desert strip. In the hope of counteracting this, he’s persuading farmers to let him plant forest corridors on their land. He believes the extra woodland will also benefit the farms by reducing their water usage through a lowering of evaporation and providing a refuge for bio-control insects.</p><p>‘If we can record biodiversity and see how it all works, then we’re in a good position to move on from there. Desert habitats can reduce down to very little,’ Whaley explains. ‘It’s not like a rainforest that needs to have this huge expanse. Life has always been confined to corridors and islands here. If you just have a few trees left, the population can grow up quickly because it’s used to exploiting water when it arrives.’ He sees his project as a model that has the potential to be rolled out across other arid areas around the world. ‘If we can do it here, in the most fragile system on Earth, then that’s a real message of hope for lots of places, including Africa, where there is drought and they just can’t afford to wait for rain.’</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–5</h4><p><i>Complete the notes below.</i></p><p><i>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</i></p><p><i>Write your answers in boxes 1–5 on your answer sheet.</i></p><b>The importance of the huarango tree</b></p><p>- its roots can extend as far as 80 metres into the soil<br>- can access <b>1</b> ___ deep below the surface<br>- was a crucial part of local inhabitants’ <b>2</b> ___ a long time ago<br>- helped people to survive periods of <b>3</b> ___<br>- prevents <b>4</b> ___ of the soil<br>- prevents land from becoming a <b>5</b> ___</p>",
            "qs": [1,2,3,4,5]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 6–8</h4><p><i>Complete the table below.</i></p><p><i>Choose <b>NO MORE THAN TWO WORDS</b> from the passage for each answer.</i></p><p><i>Write your answers in boxes 6–8 on your answer sheet.</i></p><table border='1' cellspacing='0' cellpadding='1'><tr><td colspan='2'><h4>Traditional uses of the huarango tree</h4></td></tr><tr><td><b>Part of tree</b></td><td><b>Traditional use</b></td></tr><tr><td><b>6</b> ___</td><td>fuel</td></tr><tr><td><b>7</b> ___ and ___</td><td>medicine</td></tr><tr><td><b>8</b> ___</td><td>construction</td></tr></table>",
            "qs": [6,7,8]
          },
          {
            "id": "R1.g3",
            "html": "<h4>Questions 9–13</h4><p><i>Do the following statements agree with the information given in Reading Passage 1?</i></p><p><i>In boxes 9–13 on your answer sheet, write</i></p><p><b>TRUE</b><i> if the statement agrees with the information</i><br><b>FALSE</b><i> if the statement contradicts the information</i><br><b>NOT GIVEN</b><i> if there is no information on this</i></p><p><b>9</b> Local families have told Whaley about some traditional uses of huarango products.</p><p><b>10</b> Farmer Alberto Benevides is now making a good profit from growing huarangos.</p><p><b>11</b> Whaley needs the co-operation of farmers to help preserve the area’s wildlife.</p><p><b>12</b> For Whaley’s project to succeed, it needs to be extended over a very large area.</p><p><b>13</b> Whaley has plans to go to Africa to set up a similar project.</p>",
            "qs": [9, 10, 11, 12, 13]
          }  
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p><i>You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below.</i></p><h4>Silbo Gomero – the whistle ‘language’ of the Canary Islands</h4><p>La Gomera is one of the Canary Islands situated in the Atlantic Ocean off the northwest coast of Africa. This small volcanic island is mountainous, with steep rocky slopes and deep, wooded ravines, rising to 1,487 metres at its highest peak. It is also home to the best known of the world’s whistle ‘languages’, a means of transmitting information over long distances which is perfectly adapted to the extreme terrain of the island.</p><p>This ‘language’, known as ‘Silbo’ or ‘Silbo Gomero’ – from the Spanish word for ‘whistle’ – is now shedding light on the language-processing abilities of the human brain, according to scientists. Researchers say that Silbo activates parts of the brain normally associated with spoken language, suggesting that the brain is remarkably flexible in its ability to interpret sounds as language.</p><p>‘Science has developed the idea of brain areas that are dedicated to language, and we are starting to understand the scope of signals that can be recognised as language,’ says David Corina, co-author of a recent study and associate professor of psychology at the University of Washington in Seattle.</p><p>Silbo is a substitute for Spanish, with individual words recoded into whistles which have high- and low-frequency tones. A whistler – or <i>silbador</i> – puts a finger in his or her mouth to increase the whistle’s pitch, while the other hand can be cupped to adjust the direction of the sound. ‘There is much more ambiguity in the whistled signal than in the spoken signal,’ explains lead researcher Manuel Carreiras, psychology professor at the University of La Laguna on the Canary island of Tenerife. Because whistled ‘words’ can be hard to distinguish, silbadores rely on repetition, as well as awareness of context, to make themselves understood.</p><p>The silbadores of Gomera are traditionally shepherds and other isolated mountain folk, and their novel means of staying in touch allows them to communicate over distances of up to 10 kilometres. Carreiras explains that silbadores are able to pass a surprising amount of information via their whistles. ‘In daily life they use whistles to communicate short commands, but any Spanish sentence could be whistled.’ Silbo has proved particularly useful when fires have occurred on the island and rapid communication across large areas has been vital.</p><p>The study team used neuroimaging equipment to contrast the brain activity of silbadores while listening to whistled and spoken Spanish. Results showed the left temporal lobe of the brain, which is usually associated with spoken language, was engaged during the processing of Silbo. The researchers found that other key regions in the brain’s frontal lobe also responded to the whistles, including those activated in response to sign language among deaf people. When the experiments were repeated with non-whistlers, however, activation was observed in all areas of the brain.</p><p>‘Our results provide more evidence about the flexibility of human capacity for language in a variety of forms,’ Corina says. ‘These data suggest that left-hemisphere language regions are uniquely adapted for communicative purposes, independent of the modality of signal. The non-Silbo speakers were not recognising Silbo as a language. They had nothing to grab onto, so multiple areas of their brain were activated.’</p><p>Carreiras says the origins of Silbo Gomero remain obscure, but that indigenous Canary Islanders, who were of North African origin, already had a whistled language when Spain conquered the volcanic islands in the 15th century. Whistled languages survive today in Papua New Guinea, Mexico, Vietnam, Guyana, China, Nepal, Senegal, and a few mountainous pockets in southern Europe. There are thought to be as many as 70 whistled languages still in use, though only 12 have been described and studied scientifically. This form of communication is an adaptation found among cultures where people are often isolated from each other, according to Julien Meyer, a researcher at the Institute of Human Sciences in Lyon, France. ‘They are easily used in mountains or dense forests,’ he says. ‘Whistled languages are quite clearly defined and represent an original adaptation of the spoken language for the needs of isolated human groups.’</p><p>But with modern communication technology now widely available, researchers say whistled languages like Silbo are threatened with extinction. With dwindling numbers of Gomera islanders still fluent in the language, Canaries’ authorities are taking steps to try to ensure its survival. Since 1999, Silbo Gomero has been taught in all of the island’s elementary schools. In addition, locals are seeking assistance from the United Nations Educational, Scientific and Cultural Organization (UNESCO). ‘The local authorities are trying to get an award from the organisation to declare [Silbo Gomero] as something that should be preserved for humanity,’ Carreiras adds.</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–19</h4><p><i>Do the following statements agree with the information given in Reading Passage 2?</i></p><p><i>In boxes 14–19 on your answer sheet, write</i></p><p><b>TRUE</b><i> if the statement agrees with the information</i><br><b>FALSE</b><i> if the statement contradicts the information</i><br><b>NOT GIVEN</b><i> if there is no information on this</i></p><p><b>14</b> La Gomera is the most mountainous of all the Canary Islands.</p><p><b>15</b> Silbo is only appropriate for short and simple messages.</p><p><b>16</b> In the brain-activity study, silbadores and non-whistlers produced different results.</p><p><b>17</b> The Spanish introduced Silbo to the islands in the 15th century.</p><p><b>18</b> There is precise data available regarding all of the whistle languages in existence today.</p><p><b>19</b> The children of Gomera now learn Silbo.</p>",
            "qs": [14,15,16,17,18,19]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 20–26</h4><p><i>Complete the notes below.</i></p><p><i>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</i></p><p><i>Write your answers in boxes 20–26 on your answer sheet.</i></p><h4>Silbo Gomero</h4><p><b>How Silbo is produced</b><br>&bull; high- and low-frequency tones represent different sounds in Spanish <b>20</b> ___<br>&bull; pitch of whistle is controlled using silbador’s <b>21</b> ___<br>&bull; <b>22</b> ___ is changed with a cupped hand</p><p><b>How Silbo is used</b><br>&bull; has long been used by shepherds and people living in secluded locations<br>&bull; in everyday use for the transmission of brief <b>23</b> ___<br>&bull; can relay essential information quickly, e.g. to inform people about <b>24</b> ___</p><p><b>The future of Silbo</b><br>&bull; future under threat because of new <b>25</b> ___<br>&bull; Canaries’ authorities hoping to receive a UNESCO <b>26</b> ___ to help preserve it</p>",
            "qs": [20,21,22,23,24,25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p><i>You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below.</i></p><h4>Environmental practices of big businesses</h4><p>The environmental practices of big businesses are shaped by a fundamental fact that for many of us offends our sense of justice. Depending on the circumstances, a business may maximize the amount of money it makes, at least in the short term, by damaging the environment and hurting people. That is still the case today for fishermen in an unmanaged fishery without quotas, and for international logging companies with short-term leases on tropical rainforest land in places with corrupt officials and unsophisticated landowners. When government regulation is effective, and when the public is environmentally aware, environmentally clean big businesses may out-compete dirty ones, but the reverse is likely to be true if government regulation is ineffective and if the public doesn’t care.</p><p>It is easy for the rest of us to blame a business for helping itself by hurting other people. But blaming alone is unlikely to produce change. It ignores the fact that businesses are not charities but profit-making companies, and that publicly owned companies with shareholders are under obligation to those shareholders to maximize profits, provided that they do so by legal means. US laws make a company’s directors legally liable for something termed ‘breach of fiduciary responsibility’ if they knowingly manage a company in a way that reduces profits. The car manufacturer Henry Ford was in fact successfully sued by shareholders in 1919 for raising the minimum wage of his workers to $5 per day: the courts declared that, while Ford’s humanitarian sentiments about his employees were nice, his business existed to make profits for its stockholders.</p><p>Our blaming of businesses also ignores the ultimate responsibility of the public for creating the conditions that let a business profit through destructive environmental policies. In the long run, it is the public, either directly or through its politicians, that has the power to make such destructive policies unprofitable and illegal, and to make sustainable environmental policies profitable.</p><p>The public can do that by suing businesses for harming them, as happened after the Exxon Valdez disaster, in which over 40,000 m³ of oil were spilled off the coast of Alaska. The public may also make their opinion felt by preferring to buy sustainably harvested products; by making employees of companies with poor track records feel ashamed of their company and complain to their own management; by preferring their governments to award valuable contracts to businesses with a good environmental track record; and by pressing their governments to pass and enforce laws and regulations requiring good environmental practices.</p><p>In turn, big businesses can exert powerful pressure on any suppliers that might ignore public or government pressure. For instance, after the US public became concerned about the spread of a disease known as BSE, which was transmitted to humans through infected meat, the US government’s Food and Drug Administration introduced rules demanding that the meat industry abandon practices associated with the risk of the disease spreading. But for five years the meat packers refused to follow these, claiming that they would be too expensive to obey. However, when a major fast-food company then made the same demands after customer purchases of its hamburgers plummeted, the meat industry complied within weeks. The public’s task is therefore to identify which links in the supply chain are sensitive to public pressure: for instance, fast-food chains or jewelry stores, but not meat packers or gold miners.</p><p>Some readers may be disappointed or outraged that I place the ultimate responsibility for business practices harming the public on the public itself. I also believe that the public must accept the necessity for higher prices for products to cover the added costs, if any, of sound environmental practices. My views may seem to ignore the belief that businesses should act in accordance with moral principles even if this leads to a reduction in their profits. But I think we have to recognize that, throughout human history, in all politically complex human societies, government regulation has arisen precisely because it was found that not only did moral principles need to be made explicit, they also needed to be enforced.</p><p>To me, the conclusion that the public has the ultimate responsibility for the behavior of even the biggest businesses is empowering and hopeful, rather than disappointing. My conclusion is not a moralistic one about who is right or wrong, admirable or selfish, a good guy or a bad guy. In the past, businesses have changed when the public came to expect and require different behavior, to reward businesses for behavior that the public wanted, and to make things difficult for businesses practicing behaviors that the public didn’t want. I predict that in the future, just as in the past, changes in public attitudes will be essential for changes in businesses’ environmental practices.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–31</h4><p><i>Complete the summary using the list of words, A–J, below.</i></p><p><i>Write the correct letter, <b>A–J</b>, in boxes 27–31 on your answer sheet.</i></p><h4>Big businesses</h4><p>Many big businesses today are prepared to harm people and the environment in order to make money, and they appear to have no <b>27</b> ___. Lack of <b>28</b> ___ by governments and lack of public <b>29</b> ___ can lead to environmental problems such as <b>30</b> ___ or the destruction of <b>31</b> ___ .</p><table border='1' cellspacing='0' cellpadding='1'><tr><td><b>A</b></td><td>funding</td><td><b>B</b></td><td>trees</td><td><b>C</b></td><td>rare species</td></tr><tr><td><b>D</b></td><td>moral standards</td><td><b>E</b></td><td>control</td><td><b>F</b></td><td>involvement</td></tr><tr><td><b>G</b></td><td>flooding</td><td><b>H</b></td><td>overfishing</td><td><b>I</b></td><td>worker support</td></tr></table>",
            "qs": [27,28,29,30,31]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 32–34</h4><p><i>Choose the correct letter, <b>A, B, C</b> or <b>D</b>.</i></p><p><i>Write the correct letter in boxes 32–34 on your answer sheet.</i></p><p><b>32</b> The main idea of the third paragraph is that environmental damage<br><b>A</b> requires political action if it is to be stopped.<br><b>B</b> is the result of ignorance on the part of the public.<br><b>C</b> could be prevented by the action of ordinary people.<br><b>D</b> can only be stopped by educating business leaders.</p><p><b>33</b> In the fourth paragraph, the writer describes ways in which the public can<br><b>A</b> reduce their own individual impact on the environment.<br><b>B</b> learn more about the impact of business on the environment.<br><b>C</b> raise awareness of the effects of specific environmental disasters.<br><b>D</b> influence the environmental policies of businesses and governments.</p><p><b>34</b> What pressure was exerted by big business in the case of the disease BSE?<br><b>A</b> Meat packers stopped supplying hamburgers to fast-food chains.<br><b>B</b> A fast-food company forced their meat suppliers to follow the law.<br><b>C</b> Meat packers persuaded the government to reduce their expenses.<br><b>D</b> A fast-food company encouraged the government to introduce legislation.</p>",
            "qs": [32,33,34]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 35–39</h4><p><i>Do the following statements agree with the claims of the writer in Reading Passage 3?</i></p><p><i>In boxes 35–39 on your answer sheet, write</i></p><p><b>YES</b><i> if the statement agrees with the claims of the writer</i><br><b>NO</b><i> if the statement contradicts the claims of the writer</i><br><b>NOT GIVEN</b><i> if it is impossible to say what the writer thinks about this</i></p><p><b>35</b> The public should be prepared to fund good environmental practices.</p><p><b>36</b> There is a contrast between the moral principles of different businesses.</p><p><b>37</b> It is important to make a clear distinction between acceptable and unacceptable behaviour.</p><p><b>38</b> The public have successfully influenced businesses in the past.</p><p><b>39</b> In the future, businesses will show more concern for the environment.</p>",
            "qs": [35,36,37,38,39]
          },
          {
            "id": "R3.g4",
            "html": "<h4>Question 40</h4><p><i>Choose the correct letter, <b>A, B, C</b> or <b>D</b>.</i></p><p><i>Write the correct letter in box 40 on your answer sheet.</i></p><p><b>40</b> What would be the best subheading for this passage?<br><b>A</b> Will the world survive the threat caused by big businesses?<br><b>B</b> How can big businesses be encouraged to be less driven by profit?<br><b>C</b> What environmental dangers are caused by the greed of businesses?<br><b>D</b> Are big businesses to blame for the damage they cause the environment?</p>",
            "qs": [40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.</p><table border='1' cellspacing='0' cellpadding='1'><tr><td><p>The chart below shows what Anthropology graduates from one university did after finishing their undergraduate degree course. The table shows the salaries of the anthropologists in work after five years.</p><p>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</p></td></tr></table><p>Write at least 150 words.</p><p><img src='https://drive.google.com/file/d/1fZa2NLSvJcH4upKYVbhGIOiPj_wqXNvq/view'></p>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.</p><p>Write about the following topic:</p><table border='1' cellspacing='0' cellpadding='1'><tr><td><p><i>In some cultures, children are often told that they can achieve anything if they try hard enough.</i></p><p><b>What are the advantages and disadvantages of giving children this message?</b></p></td></tr></table><p>Give reasons for your answer and include any relevant examples from your own knowledge or experience.</p><p>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["journalist"],["shopping"],["Staunfirth"],["return"],["23.70"],["online"],["delay"],["information"],["platform","platforms"],["parking"],["D"],["C"],["G"],["H"],["A"],["E"],["A","D"],["A","D"],["A","C"],["A","C"],["B"],["A"],["B"],["A"],["A"],["A"],["B"],["B"],["A"],["C"],["wealth"],["technology"],["power"],["textile","textiles"],["machines"],["newspapers"],["local"],["lighting"],["windows"],["advertising","Advertising"]]
  ],
    "reading": [
      [["water"],["diet"],["drought"],["erosion"],["desert"],["branches","its huarango the branches"],["leaves and bark","leaves bark"],["NOT GIVEN"],["FALSE"],["TRUE"],["gold"],["architect name","architect"],["harbor","harbour"],["NOT GIVEN"],["FALSE"],["TRUE"],["FALSE"],["FALSE"],["TRUE"],["words"],["finger"],["direction"],["commands"],["fires"],["technology"],["award"],["D"],["E"],["F"],["H"],["B"],["C"],["D"],["B"],["YES"],["NOT GIVEN"],["NO"],["YES"],["D"]]
  ]
  }
}
