{
  "id": "FT019",
  "exam": "IELTS",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1FUoqkMi9TWj0hXgOul4cF26uVBIgtlE8",
        "inst": "<h3>PART 1 Questions 1–10</h3><p>Complete the notes below.<br>Write ONE WORD AND/OR A NUMBER for each answer.</p><h3>JUNIOR CYCLE CAMP</h3><p>The course focuses on skills and safety.<br>- Charlie would be placed in Level 5.<br>- First of all, children at this level are taken to practise in a <b>1</b> ____________.</p><p><i>Instructors</i><br>- Instructors wear <b>2</b> ____________ shirts.<br>- A <b>3</b> ____________ is required and training is given.</p><p><i>Classes</i><br>- The size of the classes is limited.<br>- There are quiet times during the morning for a <b>4</b> ____________ or a game.<br>- Classes are held even if there is <b>5</b> ____________.</p><p><i>What to bring</i><br>- a change of clothing<br>- a <b>6</b> ____________<br>- shoes (not sandals)<br>- Charlie’s <b>7</b> ____________</p><p><i>Day 1</i><br>- Charlie should arrive at 9.20 am on the first day.<br>- Before the class, his <b>8</b> ____________ will be checked.<br>- He should then go to the <b>9</b> ____________ to meet his class instructor.</p><p><i>Cost</i><br>- The course costs $ <b>10</b> ____________ per week.</p>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=125-w23r0jH5NvaIqF3X9Pyy0YKaQUcrt",
        "inst": "<h3>PART 2 Questions 11–20</h3><h3>Questions 11 and 12</h3><p>Choose TWO letters, <b>A–E</b>.<br>According to Megan, what are the TWO main advantages of working in the agriculture and horticulture sectors?<br><b>A</b> the active lifestyle<br><b>B</b> the above-average salaries<br><b>C</b> the flexible working opportunities<br><b>D</b> the opportunities for overseas travel<br><b>E</b> the chance to be in a natural environment</p><h3>Questions 13 and 14</h3><p>Choose TWO letters, <b>A–E</b>.<br>Which TWO of the following are likely to be disadvantages for people working outdoors?<br><b>A</b> the increasing risk of accidents<br><b>B</b> being in a very quiet location<br><b>C</b> difficult weather conditions at times<br><b>D</b> the cost of housing<br><b>E</b> the level of physical fitness required</p><h3>Questions 15–20</h3><p>What information does Megan give about each of the following job opportunities?<br>Choose SIX answers from the box and write the correct letter, <b>A–H</b>, next to Questions <b>15–20</b>.</p><h3>Information</h3><p><b>A</b> not a permanent job<br><b>B</b> involves leading a team<br><b>C</b> experience not essential<br><b>D</b> intensive work but also fun<br><b>E</b> chance to earn more through overtime<br><b>F</b> chance for rapid promotion<br><b>G</b> accommodation available<br><b>H</b> local travel involved</p><h3>Job opportunities</h3><p><b>15</b> Fresh food commercial manager : ____________<br><b>16</b> Agronomist : ____________<br><b>17</b> Fresh produce buyer : ____________<br><b>18</b> Garden centre sales manager : ____________<br><b>19</b> Tree technician : ____________<br><b>20</b> Farm worker : ____________</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=11J7wxyQFkf5SqFNVr3It2c_0gys3dfSu",
        "inst": "<h3>PART 3 Questions 21–30</h3><h3>Questions 21 and 22</h3><p>Choose TWO letters, <b>A–E</b>.<br>Which TWO points does Adam make about his experiment on artificial sweeteners?<br><b>A</b> The results were what he had predicted.<br><b>B</b> The experiment was simple to set up.<br><b>C</b> A large sample of people was tested.<br><b>D</b> The subjects were unaware of what they were drinking.<br><b>E</b> The test was repeated several times for each person.</p><h3>Questions 23 and 24</h3><p>Choose TWO letters, <b>A–E</b>.<br>Which TWO problems did Rosie have when measuring the fat content of nuts?<br><b>A</b> She used the wrong sort of nuts.<br><b>B</b> She used an unsuitable chemical.<br><b>C</b> She did not grind the nuts finely enough.<br><b>D</b> The information on the nut package was incorrect.<br><b>E</b> The weighing scales may have been unsuitable.</p><h3>Questions 25 to 30</h3><p>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><p><b>25</b> Adam suggests that restaurants could reduce obesity if their menus<br><b>A</b> offered fewer options.<br><b>B</b> had more low-calorie foods.<br><b>C</b> were organised in a particular way.</p><p><b>26</b> The students agree that food manufacturers deliberately<br><b>A</b> make calorie counts hard to understand.<br><b>B</b> fail to provide accurate calorie counts.<br><b>C</b> use ineffective methods to reduce calories.</p><p><b>27</b> What does Rosie say about levels of exercise in England?<br><b>A</b> The amount recommended is much too low.<br><b>B</b> Most people overestimate how much they do.<br><b>C</b> Women now exercise more than they used to.</p><p><b>28</b> Adam refers to the location and width of stairs in a train station to illustrate<br><b>A</b> practical changes that can influence people’s behaviour.<br><b>B</b> methods of helping people who have mobility problems.<br><b>C</b> ways of preventing accidents by controlling crowd movement.</p><p><b>29</b> What do the students agree about including reference to exercise in their presentation?<br><b>A</b> They should probably leave it out.<br><b>B</b> They need to do more research on it.<br><b>C</b> They should discuss this with their tutor.</p><p><b>30</b> What are the students going to do next for their presentation?<br><b>A</b> prepare some slides for it<br><b>B</b> find out how long they have for it<br><b>C</b> decide on its content and organisation</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1ZoMwnn_lK-qN6oOaLSCgX9PhAAkZknm_",
        "inst": "<h3>PART 4 Questions 31–40</h3><p>Complete the notes below.<br>Write ONE WORD ONLY for each answer.</p><h3>Hand knitting</h3><p><i>Interest in knitting</i><br>- Knitting has a long history around the world.<br>- We imagine someone like a <b>31</b> ____________ knitting.<br>- A <b>32</b> ____________ ago, knitting was expected to disappear.<br>- The number of knitting classes is now increasing.<br>- People are buying more <b>33</b> ____________ for knitting nowadays.</p><p><i>Benefits of knitting</i><br>- gives support in times of <b>34</b> ____________ difficulty<br>- requires only <b>35</b> ____________ skills and little money to start<br>- reduces stress in a busy life</p><p><i>Early knitting</i><br>- The origins are not known.<br>- Findings show early knitted items to be <b>36</b> ____________ in shape.<br>- The first needles were made of natural materials such as wood and <b>37</b> ____________.<br>- Early yarns felt <b>38</b> ____________ to touch.<br>- Wool became the most popular yarn for spinning.<br>- Geographical areas had their own <b>39</b> ____________ of knitting.<br>- Everyday tasks like looking after <b>40</b> ____________ were done while knitting.</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h3>READING PASSAGE 1</h3><p>You should spend about 20 minutes on <b>Questions 1–13</b>, which are based on Reading Passage 1 below.</p><h3>Roman shipbuilding and navigation</h3><p>Shipbuilding today is based on science and ships are built using computers and sophisticated tools. Shipbuilding in ancient Rome, however, was more of an art relying on estimation, inherited techniques and personal experience. The Romans were not traditionally sailors but mostly land-based people, who learned to build ships from the people that they conquered, namely the Greeks and the Egyptians.</p><p>There are a few surviving written documents that give descriptions and representations of ancient Roman ships, including the sails and rigging. Excavated vessels also provide some clues about ancient shipbuilding techniques. Studies of these have taught us that ancient Roman shipbuilders built the outer hull first, then proceeded with the frame and the rest of the ship. Planks used to build the outer hull were initially sewn together. Starting from the 6th century BCE, they were fixed using a method called mortise and tenon, whereby one plank locked into another without the need for stitching. Then in the first centuries of the current era, Mediterranean shipbuilders shifted to another shipbuilding method, still in use today, which consisted of building the frame first and then proceeding with the hull and the other components of the ship. This method was more systematic and dramatically shortened ship construction times. The ancient Romans built large merchant ships and warships whose size and technology were unequalled until the 16th century CE.</p><p>Warships were built to be lightweight and very speedy. They had to be able to sail near the coast, which is why they had no ballast or excess load and were built with a long, narrow hull. They did not sink when damaged and often would lie crippled on the sea's surface following naval battles. They had a bronze battering ram, which was used to pierce the timber hulls or break the oars of enemy vessels. Warships used both wind (sails) and human power (oarsmen) and were therefore very fast. Eventually, Rome's navy became the largest and most powerful in the Mediterranean, and the Romans had control over what they therefore called <i>Mare Nostrum</i> meaning ''our sea''.</p><p>There were many kinds of warship. The ''trime'' was the dominant warship from the 7th to 4th century BCE. It had rowers in the top, middle and lower levels, and approximately 50 rowers in each bank. The rowers at the bottom had the most uncomfortable position as they were under the other rowers and were exposed to the water entering through the oar-holes. It is worth noting that contrary to popular perception, rowers were not slaves but mostly Roman citizens enrolled in the military. The trireme was superseded by larger ships with even more rowers.</p><p>Merchant ships were built to transport lots of cargo over long distances and at a reasonable cost. They had a wider hull, double planking and a solid interior for added stability. Unlike warships, their ''V-shaped'' hull was underwater, meaning that they could not sail too close to the coast. They usually had two huge side rudders located off the stern and controlled by a small tiller bar connected to a system of cables. They had from one to three masts with large square sails and a small triangular sail at the bow. Just like warships, merchant ships used oarsmen, but coordinating the hundreds of rowers in both types of ship was not an easy task. In order to assist them, music would be played on an instrument, and oars would then keep time with this.</p><p>The cargo on merchant ships included raw materials (e.g. iron bars, copper, marble and granite), and agricultural products (e.g. grain from Egypt's Nile valley). During the Empire, Rome was a huge city by ancient standards of about one million inhabitants. Goods from all over the world would come to the city through the port of Pozzuoli situated west of the bay of Naples in Italy and through the gigantic port of Ostia situated at the mouth of the Tiber River. Large merchant ships would approach the destination port and, just like today, be intercepted by a number of towboats that would drag them to the quay.</p><p>The time of travel along the many sailing routes could vary widely. Navigation in ancient Rome did not rely on sophisticated instruments such as compasses but on experience, local knowledge and observation of natural phenomena. In conditions of good visibility, seamen in the Mediterranean often had the mainland or islands in sight, which greatly facilitated navigation. They sailed by noting their position relative to a succession of recognisable landmarks. When weather conditions were not good or where land was no longer visible, Roman mariners estimated directions from the pole star or, with less accuracy, from the Sun at noon. They also estimated directions relative to the wind and swell. Overall, shipping in ancient Roman times resembled shipping today with large vessels regularly crossing the seas and bringing supplies from their Empire.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<b>Questions 1–5</b><p>Do the following statements agree with the information given in Reading Passage 1?</p><p>In boxes 1–5 on your answer sheet, write<br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>1.</b> The Romans' shipbuilding skills were passed on to the Greeks and the Egyptians.</p><p><b>2.</b> Skilled craftsmen were needed for the mortise and tenon method of fixing planks.</p><p><b>3.</b> The later practice used by Mediterranean shipbuilders involved building the hull before the frame.</p><p><b>4.</b> The Romans called the Mediterranean Sea <i>Mare Nostrum</i> because they dominated its use.</p><p><b>5.</b> Most rowers on ships were people from the Roman army.</p>",
            "qs": [1,2,3,4,5]
          },
          {
            "id": "R1.g2",
            "html": "<b>Questions 6–13</b><p>Complete the summary below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p>Write your answers in boxes 6–13 on your answer sheet.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><tbody><tr><td><b>Warships and merchant ships</b><br><br>Warships were designed so that they were <b>6</b> ………………………………………………… and moved quickly. They often remained afloat after battles and were able to sail close to land as they lacked any additional weight. A battering ram made of <b>7</b> ………………………………………………… was included in the design for attacking and damaging the timber and oars of enemy ships. Warships, such as the ''trime'', had rowers on three different <b>8</b> ………………………………………………… .<br><br>Unlike warships, merchant ships had a broad <b>9</b> ………………………………………………… that lay far below the surface of the sea. Merchant ships were steered through the water with the help of large rudders and a tiller bar. They had both square and <b>10</b> …………… sails. On merchant ships and warships, <b>11</b> ………………………………………………… was used to ensure rowers moved their oars in and out of the water at the same time.<br><br>Quantities of agricultural goods such as <b>12</b> ………………………………………………… were transported by merchant ships to two main ports in Italy. The ships were pulled to the shore by <b>13</b> ………………………………………………… . When the weather was clear and they could see islands or land, sailors used landmarks that they knew to help them navigate their route.</td></tr></tbody></table>",
            "qs": [6,7,8,9,10,11,12,13]
          }  
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h3>READING PASSAGE 2</h3><p>You should spend about 20 minutes on <b>Questions 14–26</b>, which are based on Reading Passage 2 below.</p><h3>Climate change reveals ancient artefacts in Norway's glaciers</h3><p><b>A</b> Well above the treeline in Norway's highest mountains, ancient fields of ice are shrinking as Earth's climate warms. As the ice has vanished, it has been giving up the treasures it has preserved in cold storage for the last 6,000 years – items such as ancient arrows and skis from Viking Age* traders. And those artefacts have provided archaeologists with some surprising insights into how ancient Norwegians made their livings.</p><p><b>B</b> Organic materials like textiles and hides are relatively rare finds at archaeological sites. This is because unless they''re protected from the microorganisms that cause decay, they tend not to last long. Extreme cold is one reliable way to keep artefacts relatively fresh for a few thousand years, but once thawed out, these materials experience degradation relatively swiftly.</p><p>With climate change shrinking ice cover around the world, glacial archaeologists need to race the clock to find newly revealed artefacts, preserve them, and study them. If something fragile dries and is windblown it might very soon be lost to science, or an arrow might be exposed and then covered again by the next snow and remain well-preserved. The unpredictability means that glacial archaeologists have to be systematic in their approach to fieldwork.</p><p><b>C</b> Over a nine-year period, a team of archaeologists, which included Lars Pilo of Oppland County Council, Norway, and James Barrett of the McDonald Institute for Archaeological Research, surveyed patches of ice in Oppland, an area of south-central Norway that is home to some of the country's highest mountains. Reindeer once congregated on these icy patches in the later summer months to escape biting insects, and from the late Stone Age**, hunters followed. In addition, trade routes threaded through the mountain passes of Oppland, linking settlements in Norway to the rest of Europe.</p><p>The slow but steady movement of glaciers tends to destroy anything at their bases, so the team focused on stationary patches of ice, mostly above 1,400 metres. That ice is found amid fields of frost-weathered boulders, fallen rocks, and exposed bedrock that for nine months of the year is buried beneath snow.</p><p>''Fieldwork is hard work – hiking with all our equipment, often camping on permafrost – but very rewarding. You''re rescuing the archaeology, bringing the melting ice to wider attention, discovering a unique environmental history and really connecting with the natural environment,'' says Barrett.</p><p><b>D</b> At the edges of the contracting ice patches, archaeologists found more than 2,000 artefacts, which formed a material record that ran from 4,000 BCE to the beginnings of the Renaissance in the 14th century. Many of the artefacts are associated with hunting. Hunters would have easily misplaced arrows and they often discarded broken bows rather than take them all the way home. Other items could have been used by hunters traversing the high mountain passes of Oppland: all-purpose items like tools, skis, and horse tack.</p><p><b>E</b> Barrett's team radiocarbon-dated 153 of the artefacts and compared those dates to the timing of major environmental changes in the region – such as periods of cooling or warming – and major social and economic shifts – such as the growth of farming settlements and the spread of international trade networks leading up to the Viking Age. They found that some periods had produced lots of artefacts, which indicates that people had been pretty active in the mountains during those times. But there were few or no signs of activity during other periods.</p><p><b>F</b> What was surprising, according to Barrett, was the timing of these periods. Oppland's mountains present daunting terrain and in periods of extreme cold, glaciers could block the higher mountain passes and make travel in the upper reaches of the mountains extremely difficult. Archaeologists assumed people would stick to lower elevations during a time like the Late Antique Little Ice Age, a short period of deeper-than-usual cold from about 536–600 CE. But it turned out that hunters kept regularly venturing into the mountains even when the climate turned cold, based on the amount of stuff they had apparently dropped there.</p><p>''Remarkably, though, the finds from the ice may have continued through this period, perhaps suggesting that the importance of mountain hunting increased to supplement failing agricultural harvests in times of low temperatures,'' says Barrett. A colder turn in the Scandinavian climate would likely have meant widespread crop failures, so more people would have depended on hunting to make up for those losses.</p><p><b>G</b> Many of the artefacts Barrett's team recovered date from the beginning of the Viking Age, the 700s through to the 900s CE. Trade networks connecting Scandinavia with Europe and the Middle East were expanding around this time. Although we usually think of ships when we think of Scandinavian expansion, these recent discoveries show that plenty of goods travelled on overland routes, like the mountain passes of Oppland. And growing Norwegian towns, along with export markets, would have created a booming demand for hides to fight off the cold, as well as antlers to make useful things like combs. Business must have been good for hunters.</p><p><b>H</b> Norway's mountains are probably still hiding a lot of history – and prehistory – in remote ice patches. When Barrett's team looked at the dates for their sample of 153 artefacts, they noticed a gap with almost no artefacts from about 3,800 to 2,200 BCE. In fact, archaeological finds from that period are rare all over Norway. The researchers say that could be because many of those artefacts have already disintegrated or are still frozen in the ice. That means archaeologists could be extracting some of those artefacts from retreating ice in years to come.</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<b>Questions 14–19</b><p>Reading Passage 2 has eight sections, A–H.</p><p>Which section contains the following information?</p><p>Write the correct letter, <b>A–H</b>, in boxes 14–19 on your answer sheet.</p><p><b>14</b> an explanation for weapons being left behind in the mountains</p><p><b>15</b> a reference to the physical difficulties involved in an archaeological expedition</p><p><b>16</b> an explanation of why less food may have been available</p><p><b>17</b> a reference to the possibility of future archaeological discoveries</p><p><b>18</b> examples of items that would have been traded</p><p><b>19</b> a reference to the pressure archaeologists are under to work quickly</p>",
            "qs": [14,15,16,17,18,19]
          },
          {
            "id": "R2.g2",
            "html": "<b>Questions 20–22</b><p>Complete the summary below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p>Write your answers in boxes 20–22 on your answer sheet.</p><table border=''1'' cellspacing=''0'' cellpadding=''1'' width=''100%''><tbody><tr><td><b>Interesting finds at an archaeological site</b><br><br>Organic materials such as animal skins and textiles are not discovered very often at archaeological sites. They have little protection against <b>20</b> ………………………………………………… , which means that they decay relatively quickly. But this is not always the case. If temperatures are low enough, fragile artefacts can be preserved for thousands of years.<br><br>A team of archaeologists have been working in the mountains in Oppland in Norway to recover artefacts revealed by shrinking ice cover. In the past, there were trade routes through these mountains and <b>21</b> ………………………………………………… gathered there in the summer months to avoid being attacked by <b>22</b> ………………………………………………… on lower ground. The people who used these mountains left things behind and it is those objects that are of interest to archaeologists.</td></tr></tbody></table>",
            "qs": [20,21,22]
          },
      {
            "id": "R2.g3",
            "html": "<b>Questions 23 and 24</b><p>Choose <b>TWO</b> letters, <b>A–E</b>.</p><p>Write the correct letters in boxes 23 and 24 on your answer sheet.</p><p>Which <b>TWO</b> of the following statements does the writer make about the discoveries of Barrett's team?</p><p><b>A</b> Artefacts found in the higher mountain passes were limited to skiing equipment.</p><p><b>B</b> Hunters went into the mountains even during periods of extreme cold.</p><p><b>C</b> The number of artefacts from certain time periods was relatively low.</p><p><b>D</b> Radiocarbon dating of artefacts produced some unreliable results.</p><p><b>E</b> More artefacts were found in Oppland than at any other mountain site.</p><br><b>Questions 25 and 26</b><p>Choose <b>TWO</b> letters, <b>A–E</b>.</p><p>Write the correct letters in boxes 25 and 26 on your answer sheet.</p><p>Which <b>TWO</b> of the following statements does the writer make about the Viking Age?</p><p><b>A</b> Hunters at this time benefited from an increased demand for goods.</p><p><b>B</b> The beginning of the period saw the greatest growth in the wealth of Vikings.</p><p><b>C</b> Vikings did not rely on ships alone to transport goods.</p><p><b>D</b> Norwegian towns at this time attracted traders from around the world.</p><p><b>E</b> Vikings were primarily interested in their trading links with the Middle East.</p>",
            "qs": [23,24,25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h3>READING PASSAGE 3</h3><p>You should spend about 20 minutes on <b>Questions 27–40</b>, which are based on Reading Passage 3 below.</p><h3>Plant ''thermometer'' triggers springtime growth by measuring night-time heat</h3><p><i>A photoreceptor molecule in plant cells has been found to have a second job as a thermometer after dark – allowing plants to read seasonal temperature changes. Scientists say the discovery could help breed crops that are more resilient to the temperatures expected to result from climate change</i></p><p><b>A</b> An international team of scientists led by the University of Cambridge has discovered that the ''thermometer'' molecule in plants enables them to develop according to seasonal temperature changes. Researchers have revealed that molecules called phytochromes – used by plants to detect light during the day – actually change their function in darkness to become cellular temperature gauges that measure the heat of the night.</p><p>The new findings, published in the journal <i>Science</i>, show that phytochromes control genetic switches in response to temperature as well as light to dictate plant development.</p><p><b>B</b> At night, these molecules change states, and the pace at which they change is ''directly proportional to temperature'', say scientists, who compare phytochromes to mercury in a thermometer. The warmer it is, the faster the molecular change – stimulating plant growth.</p><p><b>C</b> Farmers and gardeners have known for hundreds of years how responsive plants are to temperature: warm winters cause many trees and flowers to bud early, something humans have long used to predict weather and harvest times for the coming year. The latest research pinpoints for the first time a molecular mechanism in plants that reacts to temperature – often triggering the buds of spring we long to see at the end of winter.</p><p><b>D</b> With weather and temperatures set to become ever more unpredictable due to climate change, researchers say the discovery that this light-sensing molecule also functions as the internal thermometer in plant cells could help us breed tougher crops. ''It is estimated that agricultural yields will need to double by 2050, but climate change is a major threat to achieving this. Key crops such as wheat and rice are sensitive to high temperatures. Thermal stress reduces crop yields by around 10% for every one degree increase in temperature,'' says lead researcher Dr Philip Wigge from Cambridge's Sainsbury Laboratory. ''Discovering the molecules that allow plants to sense temperature has the potential to accelerate the breeding of crops resilient to thermal stress and climate change.''</p><p><b>E</b> In their active state, phytochrome molecules bind themselves to DNA to restrict plant growth. During the day, sunlight activates the molecules, slowing down growth. If a plant finds itself in shade, phytochromes are quickly inactivated – enabling it to grow faster to find sunlight again. This is how plants compete to escape each other's shade. ''Light-driven changes to phytochrome activity occur very fast, in less than a second,'' says Wigge.</p><p>At night, however, it's a different story. Instead of a rapid deactivation following sundown, the molecules gradually change from their active to inactive state. This is called ''dark reversion''. ''Just as mercury rises in a thermometer, the rate at which phytochromes revert to their inactive state during the night is a direct measure of temperature,'' says Wigge.</p><p><b>F</b> ''The lower the temperature, the slower the rate at which phytochromes revert to inactivity, so the molecules spend more time in their active, growth-suppressing state. This is why plants are slower to grow in winter. Warm temperatures accelerate dark reversion, so that phytochromes rapidly reach an inactive state and detach themselves from the plant's DNA – allowing genes to be expressed and plant growth to resume.'' Wigge believes phytochrome thermo-sensing evolved at a later stage, and co-opted the biological network already used for light-based growth during the downtime of night.</p><p><b>G</b> Some plants mainly use day length as an indicator of the season. Other species, such as daffodils, have considerable temperature sensitivity, and can flower months in advance during a warm winter. In fact, the discovery of the dual role of phytochromes provides the science behind a well-known rhyme long used to predict the coming season: oak before ash we''ll have a splash, ash before oak we''re in for a soak.</p><p>Wigge explains: ''Oak trees rely much more on temperature, likely using phytochromes as thermometers to dictate development, whereas ash trees rely on measuring day length to determine their seasonal timing. A warmer spring, and consequently a higher likelihood of a hot summer, will result in oak leafing before ash. A cold spring will see the opposite. As the British know only too well, a colder summer is likely to be a rain-soaked one.''</p><p><b>H</b> The new findings are the culmination of twelve years of research involving scientists from Germany, Argentina and the US, as well as the Cambridge team. The work was done in a model system, using a mustard plant called <i>Arabidopsis</i>, but Wigge says the phytochrome genes necessary for temperature sensing are found in crop plants as well. ''Recent advances in plant genetics now mean that scientists are able to rapidly identify the genes controlling these processes in crop plants, and even alter their activity using precise molecular ''scalpels'','' adds Wigge. ''Cambridge is uniquely well-positioned to do this kind of research as we have outstanding collaborators nearby who work on more applied aspects of plant biology, and can help us transfer this new knowledge into the field.''</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<b>Questions 27–32</b><p>Do the following statements agree with the information given in Reading Passage 3?</p><p>In boxes 27–32 on your answer sheet, write<br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>27.</b> The Cambridge scientists' discovery of the ''thermometer molecule'' caused surprise among other scientists.</p><p><b>28.</b> The target for agricultural production by 2050 could be missed.</p><p><b>29.</b> Wheat and rice suffer from a rise in temperatures.</p><p><b>30.</b> It may be possible to develop crops that require less water.</p><p><b>31.</b> Plants grow faster in sunlight than in shade.</p><p><b>32.</b> Phytochromes change their state at the same speed day and night.</p>",
            "qs": [27,28,29,30,31,32]
          },
          {
            "id": "R3.g2",
            "html": "<b>Questions 33–37</b><p>Reading Passage 3 has eight sections, <b>A–H</b>.</p><p>Which section contains the following information?</p><p>Write the correct letter, <b>A–H</b>, in boxes 33–37 on your answer sheet.</p><p><b>33</b> mention of specialists who can make use of the research findings</p><p><b>34</b> a reference to a potential benefit of the research findings</p><p><b>35</b> scientific support for a traditional saying</p><p><b>36</b> a reference to people traditionally making plans based on plant behaviour</p><p><b>37</b> a reference to where the research has been reported</p>",
            "qs": [33,34,35,36,37]
          },
          {
            "id": "R3.g3",
            "html": "<b>Questions 38–40</b><p>Complete the sentences below.</p><p>Choose <b>NO MORE THAN TWO WORDS</b> from the passage for each answer.</p><p>Write your answers in boxes 38–40 on your answer sheet.</p><p><b>38</b> Daffodils are likely to flower early in response to ………………………………………………… weather.</p><p><b>39</b> If ash trees come into leaf before oak trees, the weather in ………………………………………………… will probably be wet.</p><p><b>40</b> The research was carried out using a particular species of ………………………………………………… .</p>",
            "qs": [38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h3>WRITING TASK 1</h3><p>You should spend about 20 minutes on this task.<br>The plans below show the site of an airport now and how it will look after redevelopment next year.<br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.<br>Write at least 150 words.<br><img src='https://drive.google.com/file/d/1zJ17_Wi-jpCgRUlCmafWGKfkwmRFG_T8/view'></p>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h3>WRITING TASK 2</h3><p>You should spend about 40 minutes on this task.<br>Write about the following topic:<br><b>Many manufactured food and drink products contain high levels of sugar, which causes many health problems. Sugary products should be made more expensive to encourage people to consume less sugar.</b><br>Do you agree or disagree?<br>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["park"],["blue"],["reference"],["story"],["rain"],["snack"],["medication"],["helmet"],["tent"],["199"],["A","C"],["A","C"],["B","C"],["B","C"],["D"],["F"],["A"],["H"],["C"],["G"],["C","D"],["C","D"],["C","E"],["C","E"],["C"],["A"],["B"],["A"],["A"],["C"],["grandmother"],["decade"],["equipment"],["economic"],["basic"],["round"],["bone"],["rough"],["style"],["sheep"]]
  ],
    "reading": [
      [["FALSE"],["NOT GIVEN"],["FALSE"],["TRUE"],["TRUE"],["lightweight"],["bronze"],["levels"],["hull"],["triangular"],["music"],["grain"],["towboats"],["D"],["C"],["F"],["H"],["G"],["B"],["microorganisms","micro-organisms"],["reindeer"],["insects"],["B","C"],["B","C"],["A","C"],["A","C"],["NOT GIVEN"],["TRUE"],["TRUE"],["NOT GIVEN"],["FALSE"],["FALSE"],["H"],["D"],["G"],["C"],["A"],["warm","winter"],["summer"],["mustard plant","mustard"]]
  ]
  }
}
