{
  "id": "FT002",
  "exam": "IELTS",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1C8NFfgfMZOyu7-yN_dyRlRrvcLcYxU5q",
        "inst": "<h4>PART 1 <i>Questions 1–10</i></h4><p><i>Questions 1–7</i><br>Complete the notes below.<br>Write ONE WORD ONLY for each answer.</p><h4>Opportunities for voluntary work in Southoe village</h4><p>Library<br>- Help with <b>1</b> ........................ books (times to be arranged)<br>- Help needed to keep <b>2</b> ........................ of books up to date<br>- Library is in the <b>3</b> ........................ Room in the village hall</p><p>Lunch club<br>- Help by providing <b>4</b> ........................<br>- Help with hobbies such as <b>5</b> ........................</p><p>Help for individuals needed next week<br>- Taking Mrs Carroll to <b>6</b> ........................<br>- Work in the <b>7</b> ........................ at Mr Selsbury’s house</p><p><i>Questions 8–10</i><br>Complete the table below.<br>Write ONE WORD ONLY for each answer.</p><h4>Village social events</h4><p>Date — Event — Location — Help needed<br>19 Oct — <b>8</b> ........................ — Village hall — providing refreshments<br>18 Nov — dance — Village hall — checking <b>9</b> ........................<br>31 Dec — New Year’s Eve party — Mountfort Hotel — designing the <b>10</b> ........................</p>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
            "qs": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1Wik_OQUIrvhREX4Hq2YiVnXr28e_zh_A",
        "inst": "<h4>PART 2 <i>Questions 11–20</i></h4><p><i>Questions 11–14</i><br>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><h4>Oniton Hall</h4><p><b>11</b> Many past owners made changes to<br><b>A</b> the gardens.<br><b>B</b> the house.<br><b>C</b> the farm.</p><p><b>12</b> Sir Edward Downes built Oniton Hall because he wanted<br><b>A</b> a place for discussing politics.<br><b>B</b> a place to display his wealth.<br><b>C</b> a place for artists and writers.</p><p><b>13</b> Visitors can learn about the work of servants in the past from<br><b>A</b> audio guides.<br><b>B</b> photographs.<br><b>C</b> people in costume.</p><p><b>14</b> What is new for children at Oniton Hall?<br><b>A</b> clothes for dressing up<br><b>B</b> mini tractors<br><b>C</b> the adventure playground</p><p><i>Questions 15–20</i><br>Which activity is offered at each of the following locations on the farm?<br>Choose SIX answers from the box and write the correct letter, <b>A–H</b>, next to Questions <b>15–20</b>.</p><h4>Activities</h4><p><b>A</b> shopping<br><b>B</b> watching cows being milked<br><b>C</b> seeing old farming equipment<br><b>D</b> eating and drinking<br><b>E</b> starting a trip<br><b>F</b> seeing rare breeds of animals<br><b>G</b> helping to look after animals<br><b>H</b> using farming tools</p><h4>Locations on the farm</h4><p><b>15</b> dairy : ........................<br><b>16</b> large barn : ........................<br><b>17</b> small barn : ........................<br><b>18</b> stables : ........................<br><b>19</b> shed : ........................<br><b>20</b> parkland : ........................</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11, 12, 13, 14, 15, 16, 17, 18, 19, 20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1x-wWoU8ACWbsGoSIjotA-YAdqqSdxzMu",
        "inst": "<h4>PART 3 <i>Questions 21–30</i></h4><p><i>Questions 21 and 22</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO things do the students agree they need to include in their reviews of <i>Romeo and Juliet</i>?<br><b>A</b> analysis of the text<br><b>B</b> a summary of the plot<br><b>C</b> a description of the theatre<br><b>D</b> a personal reaction<br><b>E</b> a reference to particular scenes</p><p><i>Questions 23–27</i><br>Which opinion do the speakers give about each of the following aspects of The Emporium’s production of <i>Romeo and Juliet</i>?<br>Choose FIVE answers from the box and write the correct letter, <b>A–G</b>, next to Questions <b>23–27</b>.</p><h4>Opinions</h4><p><b>A</b> They both expected this to be more traditional.<br><b>B</b> They both thought this was original.<br><b>C</b> They agree this created the right atmosphere.<br><b>D</b> They agree this was a major strength.<br><b>E</b> They were both disappointed by this.<br><b>F</b> They disagree about why this was an issue.<br><b>G</b> They disagree about how this could be improved.</p><h4>Aspects of the production</h4><p><b>23</b> the set : ........................<br><b>24</b> the lighting : ........................<br><b>25</b> the costume design : ........................<br><b>26</b> the music : ........................<br><b>27</b> the actors’ delivery : ........................</p><p><i>Questions 28–30</i><br>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><p><b>28</b> The students think the story of <i>Romeo and Juliet</i> is still relevant for young people today because<br><b>A</b> it illustrates how easily conflict can start.<br><b>B</b> it deals with problems that families experience.<br><b>C</b> it teaches them about relationships.</p><p><b>29</b> The students found watching <i>Romeo and Juliet</i> in another language<br><b>A</b> frustrating.<br><b>B</b> demanding.<br><b>C</b> moving.</p><p><b>30</b> Why do the students think Shakespeare’s plays have such international appeal?<br><b>A</b> The stories are exciting.<br><b>B</b> There are recognisable characters.<br><b>C</b> They can be interpreted in many ways.</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21, 22, 23, 24, 25, 26, 27, 28, 29, 30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1lo_P-qCO9sk6GnCR74GC3O6j_OIVXbv7",
        "inst": "<h4>PART 4 <i>Questions 31–40</i></h4><p>Complete the notes below.<br>Write ONE WORD AND/OR A NUMBER for each answer.</p><h4>The impact of digital technology on the Icelandic language</h4><p><i>The Icelandic language</i><br>- has approximately <b>31</b> ........................ speakers<br>- has a <b>32</b> ........................ that is still growing<br>- has not changed a lot over the last thousand years<br>- has its own words for computer-based concepts, such as web browser and <b>33</b> ........................</p><p><i>Young speakers</i><br>- are big users of digital technology, such as <b>34</b> ........................<br>- are becoming <b>35</b> ........................ very quickly<br>- are having discussions using only English while they are in the <b>36</b> ........................ at school<br>- are better able to identify the content of a <b>37</b> ........................ in English than Icelandic</p><p><i>Technology and internet companies</i><br>- write very little in Icelandic because of the small number of speakers and because of how complicated its <b>38</b> ........................ is</p><p><i>The Icelandic government</i><br>- has set up a fund to support the production of more digital content in the language<br>- believes that Icelandic has a secure future<br>- is worried that young Icelanders may lose their <b>39</b> ........................ as Icelanders<br>- is worried about the consequences of children not being <b>40</b> ........................ in either Icelandic or English</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31, 32, 33, 34, 35, 36, 37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i></p><h4>The Dead Sea Scrolls</h4><p>In late 1946 or early 1947, three Bedouin teenagers were tending their goats and sheep near the ancient settlement of Qumran, located on the northwest shore of the Dead Sea in what is now known as the West Bank. One of these young shepherds tossed a rock into an opening on the side of a cliff and was surprised to hear a shattering sound. He and his companions later entered the cave and stumbled across a collection of large clay jars, seven of which contained scrolls with writing on them. The teenagers took the seven scrolls to a nearby town where they were sold for a small sum to a local antiquities dealer. Word of the find spread, and Bedouins and archaeologists eventually unearthed tens of thousands of additional scroll fragments from 10 nearby caves; together they make up between 800 and 900 manuscripts. It soon became clear that this was one of the greatest archaeological discoveries ever made.</p><p>The origin of the Dead Sea Scrolls, which were written around 2,000 years ago between 150 BCE and 70 CE, is still the subject of scholarly debate even today. According to the prevailing theory, they are the work of a population that inhabited the area until Roman troops destroyed the settlement around 70 CE. The area was known as Judea at that time, and the people are thought to have belonged to a group called the Essenes, a devout Jewish sect.</p><p>The majority of the texts on the Dead Sea Scrolls are in Hebrew, with some fragments written in an ancient version of its alphabet thought to have fallen out of use in the fifth century BCE. But there are other languages as well. Some scrolls are in Aramaic, the language spoken by many inhabitants of the region from the sixth century BCE to the siege of Jerusalem in 70 CE. In addition, several texts feature translations of the Hebrew Bible into Greek.</p><p>The Dead Sea Scrolls include fragments from every book of the Old Testament of the Bible except for the Book of Esther. The only entire book of the Hebrew Bible preserved among the manuscripts from Qumran is Isaiah; this copy, dated to the first century BCE, is considered the earliest biblical manuscript still in existence. Along with biblical texts, the scrolls include documents about sectarian regulations and religious writings that do not appear in the Old Testament.</p><p>The writing on the Dead Sea Scrolls is mostly in black or occasionally red ink, and the scrolls themselves are nearly all made of either parchment (animal skin) or an early form of paper called ‘papyrus’. The only exception is the scroll numbered 3Q15, which was created out of a combination of copper and tin. Known as the Copper Scroll, this curious document features letters chiselled onto metal – perhaps, as some have theorized, to better withstand the passage of time. One of the most intriguing manuscripts from Qumran, this is a sort of ancient treasure map that lists dozens of gold and silver caches. Using an unconventional vocabulary and odd spelling, it describes 64 underground hiding places that supposedly contain riches buried for safekeeping. None of these hoards have been recovered, possibly because the Romans pillaged Judea during the first century CE. According to various hypotheses, the treasure belonged to local people, or was rescued from the Second Temple before its destruction or never existed to begin with.</p><p>Some of the Dead Sea Scrolls have been on interesting journeys. In 1948, a Syrian Orthodox archbishop known as Mar Samuel acquired four of the original seven scrolls from a Jerusalem shoemaker and part-time antiquity dealer, paying less than $100 for them. He then travelled to the United States and unsuccessfully offered them to a number of universities, including Yale. Finally, in 1954, he placed an advertisement in the business newspaper <i>The Wall Street Journal</i> – under the category ‘Miscellaneous Items for Sale’ – that read: ‘Biblical Manuscripts dating back to at least 200 B.C. are for sale. This would be an ideal gift to an educational or religious institution by an individual or group.’ Fortunately, Israeli archaeologist and statesman Yigael Yadin negotiated their purchase and brought the scrolls back to Jerusalem, where they remain to this day.</p><p>In 2017, researchers from the University of Haifa restored and deciphered one of the last untranslated scrolls. The university’s Eshbal Ratson and Jonathan Ben-Dov spent one year reassembling the 60 fragments that make up the scroll. Deciphered from a band of coded text on parchment, the find provides insight into the community of people who wrote it and the 364-day calendar they would have used. The scroll names celebrations that indicate shifts in seasons and details two yearly religious events known from another Dead Sea Scroll. Only one more known scroll remains untranslated.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4><b>Questions 1–5</b></h4><p>Complete the notes below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes <b>1–5</b> on your answer sheet.</p><h4>The Dead Sea Scrolls</h4><p><b>Discovery</b><br>Qumran, 1946/7<br>- three Bedouin shepherds in their teens were near an opening on side of cliff<br>- heard a noise of breaking when one teenager threw a <b>1</b> ........................................<br>- teenagers went into the <b>2</b> ........................................ and found a number of containers made of <b>3</b> ........................................<br><b>The scrolls</b><br>- date from between 150 BCE and 70 CE<br>- thought to have been written by group of people known as the <b>4</b> ........................................<br>- written mainly in the <b>5</b> ........................................ language<br>- most are on religious topics, written using ink on parchment or papyrus</p>",
            "qs": [1, 2, 3, 4, 5]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 6–13</h4><p>Do the following statements agree with the information given in Reading Passage 1?<br>In boxes <b>6–13</b> on your answer sheet, write<br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>6</b> The Bedouin teenagers who found the scrolls were disappointed by how little money they received for them.<br><b>7</b> There is agreement among academics about the origin of the Dead Sea Scrolls.<br><b>8</b> Most of the books of the Bible written on the scrolls are incomplete.<br><b>9</b> The information on the Copper Scroll is written in an unusual way.<br><b>10</b> Mar Samuel was given some of the scrolls as a gift.<br><b>11</b> In the early 1950s, a number of educational establishments in the US were keen to buy scrolls from Mar Samuel.<br><b>12</b> The scroll that was pieced together in 2017 contains information about annual occasions in the Qumran area 2,000 years ago.<br><b>13</b> Academics at the University of Haifa are currently researching how to decipher the final scroll.</p>",
            "qs": [6, 7, 8, 9, 10, 11, 12, 13]
          }
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p><i>You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below.</i></p><h4>A second attempt at domesticating the tomato</h4><p><b>A</b> It took at least 3,000 years for humans to learn how to domesticate the wild tomato and cultivate it for food. Now two separate teams in Brazil and China have done it all over again in less than three years. And they have done it better in some ways, as the re-domesticated tomatoes are more nutritious than the ones we eat at present.</p><p>This approach relies on the revolutionary CRISPR genome editing technique, in which changes are deliberately made to the DNA of a living cell, allowing genetic material to be added, removed or altered. The technique could not only improve existing crops, but could also be used to turn thousands of wild plants into useful and appealing foods. In fact, a third team in the US has already begun to do this with a relative of the tomato called the groundcherry.</p><p>This fast-track domestication could help make the world’s food supply healthier and far more resistant to diseases, such as the rust fungus devastating wheat crops.</p><p>‘This could transform what we eat,’ says Jorg Kudla at the University of Munster in Germany, a member of the Brazilian team. ‘There are 50,000 edible plants in the world, but 90 percent of our energy comes from just 15 crops.’</p><p>‘We can now mimic the known domestication course of major crops like rice, maize, sorghum or others,’ says Caixia Gao of the Chinese Academy of Sciences in Beijing. ‘Then we might try to domesticate plants that have never been domesticated.’</p><p><b>B</b> Wild tomatoes, which are native to the Andes region in South America, produce pea-sized fruits. Over many generations, peoples such as the Aztecs and Incas transformed the plant by selecting and breeding plants with mutations* in their genetic structure, which resulted in desirable traits such as larger fruit.</p><p>But every time a single plant with a mutation is taken from a larger population for breeding, much genetic diversity is lost. And sometimes the desirable mutations come with less desirable traits. For instance, the tomato strains grown for supermarkets have lost much of their flavour.</p><p>By comparing the genomes of modern plants to those of their wild relatives, biologists have been working out what genetic changes occurred as plants were domesticated. The teams in Brazil and China have now used this knowledge to reintroduce these changes from scratch while maintaining or even enhancing the desirable traits of wild strains.</p><p><b>C</b> Kudla’s team made six changes altogether. For instance, they tripled the size of fruit by editing a gene called FRUIT WEIGHT, and increased the number of tomatoes per truss by editing another called MULTIFLORA.</p><p>While the historical domestication of tomatoes reduced levels of the red pigment lycopene – thought to have potential health benefits – the team in Brazil managed to boost it instead. The wild tomato has twice as much lycopene as cultivated ones; the newly domesticated one has five times as much.</p><p>‘They are quite tasty,’ says Kudla. ‘A little bit strong. And very aromatic.’</p><p>The team in China re-domesticated several strains of wild tomatoes with desirable traits lost in domesticated tomatoes. In this way they managed to create a strain resistant to a common disease called bacterial spot race, which can devastate yields. They also created another strain that is more salt tolerant – and has higher levels of vitamin C.</p><p><b>D</b> Meanwhile, Joyce Van Eck at the Boyce Thompson Institute in New York state decided to use the same approach to domesticate the groundcherry or goldenberry (<i>Physalis pruinosa</i>) for the first time. This fruit looks similar to the closely related Cape gooseberry (<i>Physalis peruviana</i>).</p><p>Groundcherries are already sold to a limited extent in the US but they are hard to produce because the plant has a sprawling growth habit and the small fruits fall off the branches when ripe. Van Eck’s team has edited the plants to increase fruit size, make their growth more compact and to stop fruits dropping. ‘There’s potential for this to be a commercial crop,’ says Van Eck. But she adds that taking the work further would be expensive because of the need to pay for a licence for the CRISPR technology and get regulatory approval.</p><p><b>E</b> This approach could boost the use of many obscure plants, says Jonathan Jones of the Sainsbury Lab in the UK. But it will be hard for new foods to grow so popular with farmers and consumers that they become new staple crops, he thinks.</p><p>The three teams already have their eye on other plants that could be ‘catapulted into the mainstream’, including foxtail, oat-grass and cowpea. By choosing wild plants that are drought or heat tolerant, says Gao, we could create crops that will thrive even as the planet warms.</p><p>But Kudla didn’t want to reveal which species were in his team’s sights, because CRISPR has made the process so easy. ‘Any one with the right skills could go to their lab and do this.’</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–18</h4><p>Reading Passage 2 has five sections, <b>A–E</b>.<br>Which section contains the following information?<br>Write the correct letter, <b>A–E</b>, in boxes <b>14–18</b> on your answer sheet.<br><i>NB You may use any letter more than once.</i></p><p><b>14</b> a reference to a type of tomato that can resist a dangerous infection<br><b>15</b> an explanation of how problems can arise from focusing only on a certain type of tomato plant<br><b>16</b> a number of examples of plants that are not cultivated at present but could be useful as food sources<br><b>17</b> a comparison between the early domestication of the tomato and more recent research<br><b>18</b> a personal reaction to the flavour of a tomato that has been genetically edited</p>",
            "qs": [14, 15, 16, 17, 18]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 19–23</h4><p>Look at the following statements (<b>Questions 19–23</b>) and the list of researchers below.<br>Match each statement with the correct researcher, <b>A–D</b>.<br>Write the correct letter, <b>A–D</b>, in boxes <b>19–23</b> on your answer sheet.<br><i>NB You may use any letter more than once.</i></p><p><b>19</b> Domestication of certain plants could allow them to adapt to future environmental challenges.<br><b>20</b> The idea of growing and eating unusual plants may not be accepted on a large scale.<br><b>21</b> It is not advisable for the future direction of certain research to be made public.<br><b>22</b> Present efforts to domesticate one wild fruit are limited by the costs involved.<br><b>23</b> Humans only make use of a small proportion of the plant food available on Earth.</p><p><b>List of Researchers</b><br><b>A</b> Jorg Kudla<br><b>B</b> Caixia Gao<br><b>C</b> Joyce Van Eck<br><b>D</b> Jonathan Jones</p>",
            "qs": [19, 20, 21, 22, 23]
          },
          {
            "id": "R2.g3",
            "html": "<h4>Questions 24–26</h4><p>Complete the sentences below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes <b>24–26</b> on your answer sheet.</p><p><b>24</b> An undesirable trait such as loss of ........................................ may be caused by a mutation in a tomato gene.<br><b>25</b> By modifying one gene in a tomato plant, researchers made the tomato three times its original ........................................<br><b>26</b> A type of tomato which was not badly affected by ........................................ , and was rich in vitamin C, was produced by a team of researchers in China.</p>",
            "qs": [24, 25, 26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p><i>You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below.</i></p><h4>Insight or evolution?</h4><p><i>Two scientists consider the origins of discoveries and other innovative behavior</i></p><p>Scientific discovery is popularly believed to result from the sheer genius of such intellectual stars as naturalist Charles Darwin and theoretical physicist Albert Einstein. Our view of such unique contributions to science often disregards the person’s prior experience and the efforts of their lesser-known predecessors. Conventional wisdom also places great weight on insight in promoting breakthrough scientific achievements, as if ideas spontaneously pop into someone’s head – fully formed and functional.</p><p>There may be some limited truth to this view. However, we believe that it largely misrepresents the real nature of scientific discovery, as well as that of creativity and innovation in many other realms of human endeavor.</p><p>Setting aside such greats as Darwin and Einstein – whose monumental contributions are duly celebrated – we suggest that innovation is more a process of trial and error, where two steps forward may sometimes come with one step back, as well as one or more steps to the right or left. This evolutionary view of human innovation undermines the notion of creative genius and recognizes the cumulative nature of scientific progress.</p><p>Consider one unheralded scientist: John Nicholson, a mathematical physicist working in the 1910s who postulated the existence of ‘proto-elements’ in outer space. By combining different numbers of weights of these proto-elements’ atoms, Nicholson could recover the weights of all the elements in the then-known periodic table. These successes are all the more noteworthy given the fact that Nicholson was wrong about the presence of proto-elements: they do not actually exist. Yet, amid his often fanciful theories and wild speculations, Nicholson also proposed a novel theory about the structure of atoms. Niels Bohr, the Nobel prize-winning father of modern atomic theory, jumped off from this interesting idea to conceive his now-famous model of the atom.</p><p>What are we to make of this story? One might simply conclude that science is a collective and cumulative enterprise. That may be true, but there may be a deeper insight to be gleaned. We propose that science is constantly evolving, much as species of animals do. In biological systems, organisms may display new characteristics that result from random genetic mutations. In the same way, random, arbitrary or accidental mutations of ideas may help pave the way for advances in science. If mutations prove beneficial, then the animal or the scientific theory will continue to thrive and perhaps reproduce.</p><p>Support for this evolutionary view of behavioral innovation comes from many domains. Consider one example of an influential innovation in US horseracing. The so-called ‘acey-deucey’ stirrup placement, in which the rider’s foot in his left stirrup is placed as much as 25 centimeters lower than the right, is believed to confer important speed advantages when turning on oval tracks. It was developed by a relatively unknown jockey named Jackie Westrope. Had Westrope conducted methodical investigations or examined extensive film records in a shrewd plan to outrun his rivals? Had he foreseen the speed advantage that would be conferred by riding acey-deucey? No. He suffered a leg injury, which left him unable to fully bend his left knee. His modification just happened to coincide with enhanced left-hand turning performance. This led to the rapid and widespread adoption of riding acey-deucey by many riders, a racing style which continues in today’s thoroughbred racing.</p><p>Plenty of other stories show that fresh advances can arise from error, misadventure, and also pure serendipity – a happy accident. For example, in the early 1970s, two employees of the company 3M each had a problem: Spencer Silver had a product – a glue which was only slightly sticky – and no use for it, while his colleague Art Fry was trying to figure out how to affix temporary bookmarks in his hymn book without damaging its pages. The solution to both these problems was the invention of the brilliantly simple yet phenomenally successful Post-It note. Such examples give lie to the claim that ingenious, designing minds are responsible for human creativity and invention. Far more banal and mechanical forces may be at work; forces that are fundamentally connected to the laws of science.</p><p>The notions of insight, creativity and genius are often invoked, but they remain vague and of doubtful scientific utility, especially when one considers the diverse and enduring contributions of individuals such as Plato, Leonardo da Vinci, Shakespeare, Beethoven, Galileo, Newton, Kepler, Curie, Pasteur and Edison. These notions merely label rather than explain the evolution of human innovations. We need another approach, and there is a promising candidate.</p><p>The Law of Effect was advanced by psychologist Edward Thorndike in 1898, some 40 years after Charles Darwin published his groundbreaking work on biological evolution, <i>On the Origin of Species</i>. This simple law holds that organisms tend to repeat successful behaviors and to refrain from performing unsuccessful ones. Just like Darwin’s Law of Natural Selection, the Law of Effect involves an entirely mechanical process of variation and selection, without any end objective in sight.</p><p>Of course, the origin of human innovation demands much further study. In particular, the provenance of the raw material on which the Law of Effect operates is not as clearly known as that of the genetic mutations on which the Law of Natural Selection operates. The generation of novel ideas and behaviors may not be entirely random, but constrained by prior successes and failures – of the current individual (such as Bohr) or of predecessors (such as Nicholson).</p><p>The time seems right for abandoning the naive notions of intelligent design and genius, and for scientifically exploring the true origins of creative behavior.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–31</h4><p>Choose the correct letter, <b>A</b>, <b>B</b>, <b>C</b> or <b>D</b>.<br>Write the correct letter in boxes <b>27–31</b> on your answer sheet.</p><p><b>27</b> The purpose of the first paragraph is to<br><b>A</b> defend particular ideas.<br><b>B</b> compare certain beliefs.<br><b>C</b> disprove a widely held view.<br><b>D</b> outline a common assumption.</p><p><b>28</b> What are the writers doing in the second paragraph?<br><b>A</b> criticising an opinion<br><b>B</b> justifying a standpoint<br><b>C</b> explaining an approach<br><b>D</b> supporting an argument</p><p><b>29</b> In the third paragraph, what do the writers suggest about Darwin and Einstein?<br><b>A</b> They represent an exception to a general rule.<br><b>B</b> Their way of working has been misunderstood.<br><b>C</b> They are an ideal which others should aspire to.<br><b>D</b> Their achievements deserve greater recognition.</p><p><b>30</b> John Nicholson is an example of a person whose idea<br><b>A</b> established his reputation as an influential scientist.<br><b>B</b> was only fully understood at a later point in history.<br><b>C</b> laid the foundations for someone else’s breakthrough.<br><b>D</b> initially met with scepticism from the scientific community.</p><p><b>31</b> What is the key point of interest about the ‘acey-deucey’ stirrup placement?<br><b>A</b> the simple reason why it was invented<br><b>B</b> the enthusiasm with which it was adopted<br><b>C</b> the research that went into its development<br><b>D</b> the cleverness of the person who first used it</p>",
            "qs": [27, 28, 29, 30, 31]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 32–36</h4><p>Do the following statements agree with the claims of the writer in Reading Passage 3?<br>In boxes <b>32–36</b> on your answer sheet, write<br><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>32</b> Acknowledging people such as Plato or da Vinci as geniuses will help us understand the process by which great minds create new ideas.<br><b>33</b> The Law of Effect was discovered at a time when psychologists were seeking a scientific reason why creativity occurs.<br><b>34</b> The Law of Effect states that no planning is involved in the behaviour of organisms.<br><b>35</b> The Law of Effect sets out clear explanations about the sources of new ideas and behaviours.<br><b>36</b> Many scientists are now turning away from the notion of intelligent design and genius.</p>",
            "qs": [32, 33, 34, 35, 36]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 37–40</h4><p>Complete the summary using the list of words, <b>A–G</b>, below.<br>Write the correct letter, <b>A–G</b>, in boxes <b>37–40</b> on your answer sheet.</p><p><b>The origins of creative behaviour</b><br>The traditional view of scientific discovery is that breakthroughs happen when a single great mind has sudden <b>37</b> ........................................ Although this can occur, it is not often the case. Advances are more likely to be the result of a longer process. In some cases, this process involves <b>38</b> ........................................ , such as Nicholson’s theory about proto-elements. In others, simple necessity may provoke innovation, as with Westrope’s decision to modify the position of his riding stirrups. There is also often an element of <b>39</b> ........................................ , for example, the coincidence of ideas that led to the invention of the Post-It note. With both the Law of Natural Selection and the Law of Effect, there may be no clear <b>40</b> ........................................ involved, but merely a process of variation and selection.</p><p><b>A</b> invention <b>B</b> goals <b>C</b> compromise <b>D</b> mistakes <b>E</b> luck <b>F</b> inspiration <b>G</b> experiments</p>",
            "qs": [37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.</p><p>The table and charts below give information on the police budget for <b>2017</b> and <b>2018</b> in one area of Britain. The table shows where the money came from and the charts show how it was distributed.</p><p><em>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</em></p><p>Write at least <b>150</b> words.<br><img src='https://drive.google.com/file/d/1wuzjogQRGIovWI8JFGKi92C6v96L1GrY/view'></p>",
        "groups": [
          {
            "id": "W1.g1",
            "qs": [1]
          }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.</p><p>Write about the following topic:</p><b>Some children spend hours every day on their smartphones.</b><br><b>Why is this the case? Do you think this is a positive or a negative development?</b><p>Give reasons for your answer and include any relevant examples from your own knowledge or experience.</p><p>Write at least <b>250</b> words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [[["collecting"],["records"],["West"],["transport"],["art"],["hospital"],["garden"],["quiz"],["tickets"],["poster"],["B"],["C"],["C"],["D"],["D"],["C"],["G"],["A"],["E"],["F"],["D","E"],["D","E"],["D"],["C"],["A"],["E"],["F"],["B"],["C"],["C"],["321,000","three hundred and twenty-one thousand"],["vocabulary"],["podcast"],["smartphones"],["bilingual"],["playground"],["picture"],["grammar"],["identity"],["fluent"]]],
    "reading": [[["rock"],["cave"],["clay"],["Essenes"],["Hebrew"],["NOT GIVEN"],["FALSE"],["TRUE"],["TRUE"],["FALSE"],["FALSE"],["TRUE"],["NOT GIVEN"],["C"],["B"],["E"],["A"],["C"],["B"],["D"],["A"],["C"],["A"],["flavour","flavor"],["size"],["salt"],["D"],["A"],["A"],["C"],["A"],["NO"],["NOT GIVEN"],["YES"],["NO"],["NOT GIVEN"],["F"],["D"],["E"],["B"]]]
  }
}
