
{  "id": "FT012",
  "exam": "IELTS",
  "listening": 
{    "parts": [      
{        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1o7jtm_9LzIY0ru38YY-USmxaXgZiK1t8",
        "inst": "<h4>PART 1 Questions 1–10</h4><h4>Questions 1–6</h4><p>Complete the notes below.<br>Write ONE WORD AND/OR A NUMBER for each answer.</p><h4>First day at work</h4><p>- Name of supervisor: <b>1</b> ........................<br>- Where to leave coat and bag: use <b>2</b> ........................ in staffroom<br>- See Tiffany in HR: to give <b>3</b> ........................ number; to collect <b>4</b> ........................<br>- Location of HR office: on <b>5</b> ........................ floor<br>- Supervisor’s mobile number: <b>6</b> ........................</p><h4>Questions 7–10</h4><p>Complete the table below.<br>Write ONE WORD ONLY for each answer.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><caption>Responsibilities</caption><thead><tr><th scope='col'></th><th scope='col'>Task 1</th><th scope='col'>Task 2</th><th scope='col'>Notes</th></tr></thead><tbody><tr><td>Bakery section</td><td>Check sell-by dates</td><td>Change price labels</td><td>Use <b>7</b> ........................ labels</td></tr><tr><td>Sushi takeaway counter</td><td>Re-stock with <b>8</b> ........................ boxes if needed</td><td>Wipe preparation area and clean the sink</td><td>Do not clean any knives</td></tr><tr><td>Meat and fish counters</td><td>Clean the serving area, including the weighing scales</td><td>Collect <b>9</b> ........................ for the fish from the cold-room</td><td>Must wear special <b>10</b> ........................</td></tr></tbody></table>",
        "groups": [          
{            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]    
                }
                        ]
                },      
{        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1xzYiiY929Cg7yuZQJuHXAWGczVa2gCaz",
        "inst": "<h4>PART 2 Questions 11–20</h4><h4>Questions 11 and 12</h4><p>Choose TWO letters, <b>A–E</b>.<br>Which TWO problems with some training programmes for new runners does Liz mention?<br><b>A</b> There is a risk of serious injury.<br><b>B</b> They are unsuitable for certain age groups.<br><b>C</b> They are unsuitable for people with health issues.<br><b>D</b> It is difficult to stay motivated.<br><b>E</b> There is a lack of individual support.</p><h4>Questions 13 and 14</h4><p>Choose TWO letters, <b>A–E</b>.<br>Which TWO tips does Liz recommend for new runners?<br><b>A</b> doing two runs a week<br><b>B</b> running in the evening<br><b>C</b> going on runs with a friend<br><b>D</b> listening to music during runs<br><b>E</b> running very slowly</p><h4>Questions 15–18</h4><p>What reason prevented each of the following members of the Compton Park Runners Club from joining until recently?<br>Write the correct letter, <b>A</b>, <b>B</b>, or <b>C</b> next to Questions <b>15–18</b>.</p><h4>Reasons</h4><p><b>A</b> a lack of confidence<br><b>B</b> a dislike of running<br><b>C</b> a lack of time</p><h4>Club members</h4><p><b>15</b> Ceri : ........................<br><b>16</b> James : ........................<br><b>17</b> Leo : ........................<br><b>18</b> Mark : ........................</p><h4>Questions 19 and 20</h4><p>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><p><b>19</b> What does Liz say about running her first marathon?<br><b>A</b> It had always been her ambition.<br><b>B</b> Her husband persuaded her to do it.<br><b>C</b> She nearly gave up before the end.</p><p><b>20</b> Liz says new runners should sign up for a race<br><b>A</b> every six months.<br><b>B</b> within a few weeks of taking up running.<br><b>C</b> after completing several practice runs.</p>",
        "groups": [          
{            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]    
                  }
                          ]
                  },      
{        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=17PMZD2m3y7TUNLiw7vw6payJUYIPGVPh",
        "inst": "<h4>PART 3 Questions 21–30</h4><h4>Questions 21–25</h4><p>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><p><b>21</b> Kieran thinks the packing advice given by Jane’s grandfather is<br><b>A</b> common sense.<br><b>B</b> hard to follow.<br><b>C</b> over-protective.</p><p><b>22</b> How does Jane feel about the books her grandfather has given her?<br><b>A</b> They are not worth keeping.<br><b>B</b> They should go to a collector.<br><b>C</b> They have sentimental value for her.</p><p><b>23</b> Jane and Kieran agree that hardback books should be<br><b>A</b> put out on display.<br><b>B</b> given as gifts to visitors.<br><b>C</b> more attractively designed.</p><p><b>24</b> While talking about taking a book from a shelf, Jane<br><b>A</b> describes the mistakes other people make doing it.<br><b>B</b> reflects on a significant childhood experience.<br><b>C</b> explains why some books are easier to remove than others.</p><p><b>25</b> What do Jane and Kieran suggest about new books?<br><b>A</b> Their parents liked buying them as presents.<br><b>B</b> They would like to buy more of them.<br><b>C</b> Not everyone can afford them.</p><h4>Questions 26–30</h4><p>Where does Jane’s grandfather keep each of the following types of books in his shop?<br>Choose FIVE answers from the box and write the correct letter, <b>A–G</b>, next to Questions <b>26–30</b>.</p><h4>Location of books</h4><p><b>A</b> near the entrance<br><b>B</b> in the attic<br><b>C</b> at the back of the shop<br><b>D</b> on a high shelf<br><b>E</b> near the stairs<br><b>F</b> in a specially designed space<br><b>G</b> within the café</p><h4>Types of books</h4><p><b>26</b> rare books : ........................<br><b>27</b> children’s books : ........................<br><b>28</b> unwanted books : ........................<br><b>29</b> requested books : ........................<br><b>30</b> coursebooks : ........................</p>",
        "groups": [          
{            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]    
                  }
                          ]
                  },      
{        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1acdeJPe4-B357z3AyLxABTbICAkvSGap",
        "inst": "",
        "groups": [          
{            "id": "L4.g1",
            "html": "<h4>PART 4 Questions 31–40</h4><p>Complete the notes below.<br>Write ONE WORD ONLY for each answer.</p><h4>Tree planting</h4><p><i>Reforestation projects should:</i><br>- include a range of tree species<br>- not include invasive species because of possible <b>31</b> ........................ with native species<br>- aim to capture carbon, protect the environment and provide sustainable sources of <b>32</b> ........................ for local people<br>- use tree seeds with a high genetic diversity to increase resistance to <b>33</b> ........................ and climate change<br>- plant trees on previously forested land which is in a bad condition, not select land which is being used for <b>34</b> ........................</p><p><i>Large-scale reforestation projects</i><br>- Base planning decisions on information from accurate <b>35</b> ........................<br>- Drones are useful for identifying areas in Brazil which are endangered by keeping <b>36</b> ........................ and illegal logging.</p><p><i>Lampang Province, Northern Thailand</i><br>- A forest was restored in an area damaged by mining.<br>- A variety of native fig trees were planted, which are important for:<br>— supporting many wildlife species<br>— increasing the <b>37</b> ........................ of recovery by attracting animals and birds, e.g., <b>38</b> ........................ were soon attracted to the area.</p><p><i>Involving local communities</i><br>- Destruction of mangrove forests in Madagascar made it difficult for people to make a living from <b>39</b> ........................<br>- The mangrove reforestation project:<br>— provided employment for local people<br>— restored a healthy ecosystem<br>— protects against the higher risk of <b>40</b> ........................</p>",
            "qs": [31,32,33,34,35,36,37,38,39,40]    
                  }
                          ]
                  }    ]  },  "reading": 
{    "parts": [      
{        "id": "R1",
        "skill": "reading",
        "passage": "<h4>The impact of climate change on butterflies in Britain</h4><p>According to conservationists, populations of around two thirds of butterfly species have declined in Britain over the past 40 years. If this trend continues, it might have unpredictable knock-on effects for other species in the ecosystem. Butterfly eggs develop into caterpillars and these insects, which are the second stage in a new butterfly's lifecycle, consume vast quantities of plant material, and in turn act as prey for birds as well as bats and other small mammals. Only by arming themselves with an understanding of why butterfly numbers are down can conservationists hope to halt or reverse the decline.</p><p>Butterflies prefer outdoor conditions to be 'just right', which means neither too hot nor too cold. Under the conditions of climate change, the temperature at any given time in summer is generally getting warmer, leaving butterflies with the challenge of how to deal with this. One of the main ways in which species are ensuring conditions suit them is by changing the time of year at which they are active and reproduce. Scientists refer to the timing of such lifecycle events as 'phenology', so when an animal or plant starts to do something earlier in the year than it usually does, it is said to be 'advancing its phenology'.</p><p>These advances have been observed already in a wide range of butterflies – indeed, most species are advancing their phenology to some extent. In Britain, as the average spring temperature has increased by roughly 0.5 °C over the past 20 years, species have advanced by between three days and a week on average, to keep in line with cooler temperatures. Is this a sign that butterflies are well equipped to cope with climate change, and readily adjust to new temperatures? Or are these populations under stress, being dragged along unwillingly by unnaturally fast climate changes? The answer is still unknown, but a new study is seeking to answer these questions.</p><p>First, the researchers pulled together data from millions of records that had been submitted by butterfly enthusiasts – people who spend their free time observing the activities of different species. This provided information on 130 species of butterflies in Great Britain every year for a 20-year period. They then estimated the abundance and distribution of each species across this time, along with how far north in the country they had moved. The data also, crucially, allowed researchers to estimate subtle changes in what time of the year each species was changing into an adult butterfly.</p><p>Analysing the trends in each variable, the researchers discovered that species with more flexible lifecycles were more likely to be able to benefit from an earlier emergence driven by climate change. Some species are able to go from caterpillar to butterfly twice or more per year, so that the individual butterflies you see flying in the spring are the grandchildren or great-grandchildren of the individuals seen a year previously.</p><p>Among these species, researchers observed that those which have been advancing their phenology the most over the 20-year study period also had the most positive trends in abundance, distribution and northwards extent. For these species, such as Britain's tiniest butterfly, the dainty Small Blue, whose colonies are up to a hundred strong, some develop into butterflies early in spring, allowing their summer generations to complete another reproductive cycle by autumn so that more population growth occurs.</p><p>Other species, however, are less flexible and restricted to a single reproductive cycle per year. For these species, there was no evidence of any benefit to emerging earlier. Indeed, worryingly, it was found that the species in this group that specialise in very specific habitat types, often related to the caterpillar's preferred diet, actually tended to be most at harm from advancing phenology. The beautiful High Brown Fritillary, often described as Britain's most endangered butterfly, is in this group. It is found only in coppiced woodland and limestone pavement habitats. It is also a single-generation butterfly that has advanced its phenology. This suggests that climate change, while undoubtedly not the sole cause, might have played a part in the downfall of this species.</p><p>All is not lost, however. Many of Britain's single-generation species show the capacity, in continental Europe, to add a second generation in years that are sufficiently warm. Therefore, as the climate continues to warm, species like the Silver-studded Blue might be able to switch to multiple generations in the UK as well, and so begin to extract benefits from the additional warmth, potentially leading to population increases.</p><p>More immediately, conservationists can arm themselves with all this knowledge to spot the warning signs of species that may be at risk. The White Admiral of southern England, a much sought-after butterfly, experienced a significant increase in numbers from the 1920s but has shown a considerable decline in the past 20 years. This may be because the caterpillar exists solely on a diet of a plant called honeysuckle. But it is also likely to be due to climate change.</p>",
        "groups": [          
{            "id": "R1.g1",
            "html": "<h4>Questions 1–6</h4><p>Do the following statements agree with the information given in Reading Passage 1?</p><p>In boxes 1–6 on your answer sheet, write</p><p><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>1</b> Forty years ago, there were fewer butterflies in Britain than at present.</p><p><b>2</b> Caterpillars are eaten by a number of different predators.</p><p><b>3</b> 'Phenology' is a term used to describe a creature's ability to alter the location of a lifecycle event.</p><p><b>4</b> Some species of butterfly have a reduced lifespan due to spring temperature increases.</p><p><b>5</b> There is a clear reason for the adaptations that butterflies are making to climate change.</p><p><b>6</b> The data used in the study was taken from the work of amateur butterfly watchers.</p>",
            "qs": [1, 2, 3, 4, 5, 6]    
                  },

{            "id": "R1.g2",
            "html": "<h4>Questions 7–13</h4><p>Complete the notes below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p>Write your answers in boxes 7–13 on your answer sheet.</p><h4>Butterflies in the UK</h4><p><b>The Small Blue</b></p><p>- lives in large <b>7</b> _______________________________</p><p>- first appears at the start of <b>8</b> _______________________________</p><p>- completes more than one reproductive cycle per year</p><p><b>The High Brown Fritillary</b></p><p>- has one reproductive cycle</p><p>- is considered to be more <b>9</b> _______________________________ than other species</p><p>- its caterpillars occupy a limited range of <b>10</b> _______________________________</p><p><b>The Silver-studded Blue</b></p><p>- is already able to reproduce twice a year in warm areas of <b>11</b> _______________________________</p><p><b>The White Admiral</b></p><p>- is found in <b>12</b> _______________________________ areas of England</p><p>- both climate change and the <b>13</b> _______________________________ of the caterpillar are possible reasons for decline</p>",
            "qs": [7, 8, 9, 10, 11, 12, 13]    
                  }  
                          ]
                  },      
{        "id": "R2",
        "skill": "reading",
        "passage": "<h4>Deep-sea mining</h4><p>Bacteria from the ocean floor can beat superbugs and cancer. But habitats are at risk from the hunger for marine minerals</p><p><b>A</b> When Professor Mat Upton found that a microbe from a deep-sea sponge was killing pathogenic bugs in his laboratory, he realised it could be a breakthrough in the fight against antibiotic-resistant superbugs, which are responsible for thousands of deaths a year in the UK alone. Further tests confirmed that an antibiotic from the sponge bacteria, found living more than 700 metres under the sea at the Rockall trough in the north-east Atlantic, was previously unknown to science, boosting its potential as a life-saving medicine. But Upton, and other scientists who view the deep ocean and its wealth of unique and undocumented species as a prospecting ground for new medicines, fear such potential will be lost in the rush to exploit the deep sea's equally rich metal and mineral resources.</p><p><b>B</b> ''We're looking at the bioactive potential of marine resources, to see if there are any more medicines or drugs down there before we destroy it for ever,'' says Upton, a medical microbiologist at the University of Plymouth. He is among many scientists urging a halt to deep-sea mining, asking for time to weigh up the pros and cons. ''In sustainability terms, this could be a better way of exploiting the economic potential of the deep sea,'' he argues. Oceanographers using remotely operated vehicles have spotted many new species. Among them have been sea cucumbers with tails allowing them to sail along the ocean floor, and a rare 'Dumbo' octopus, found 3,000 metres under the Pacific Ocean, off the coast of California. Any one of these could offer lifesaving potential. Upton estimates it could take up to a decade for a newly discovered antibiotic to become a medicine – but the race towards commercial mining in the ocean abyss has already begun.</p><p><b>C</b> The deep sea contains more nickel, cobalt and rare earth metals than all land reserves combined, according to the US Geological Survey. Mining corporations argue that deep-sea exploration could help diversify the supply of metals and point to the fact that demand for resources such as copper, aluminium, cobalt for electric car batteries and other metals to power technology and smartphones, is soaring. They say that deep-sea mining could yield far superior ore to land mining with little, if any, waste. Different methods of extraction exist, but most involve employing some form of converted machinery previously used in terrestrial mining to excavate materials from the sea floor, at depths of up to 6,000 metres, then drawing a seawater slurry, containing rock and other solid particles, from the sea floor to ships on the surface. The slurry is then ''de-watered'' and transferred to another vessel for shipping. Extracted seawater is pumped back down and discharged close to the sea floor.</p><p><b>D</b> But environmental and legal groups have urged caution, arguing there are potentially massive and unknown ramifications for the environment and for nearby communities, and that the global regulatory framework is not yet drafted. ''Despite arising in the last half century, the ''new global gold rush'' of deep-sea mining shares many features with past resource scrambles – including a general disregard for environmental and social impacts, and the marginalisation of indigenous peoples and their rights,'' a paper, written by Julie Hunter and Julian Aguon, from Blue Ocean Law, and Pradeep Singh, from the Center for Marine Environmental Sciences, Bremen, argues. The authors say that knowledge of the deep seabed remains extremely limited. ''The surface of the Moon, Mars and even Venus have all been mapped and studied in much greater detail, leading marine scientists to commonly remark that, with respect to the deep sea, ''We don't yet know what we need to know''.''</p><p><b>E</b> Scientific research – including a recent paper in Marine Policy journal – has suggested the deep seabed, and hydrothermal vents, which are created when seawater meets volcanic magma, have crucial impacts upon biodiversity and the global climate. The mineral-rich vents and their surrounds are also home to many well-known animals including crustaceans, tubeworms, clams, slugs, anemones and fish. ''It is becoming increasingly clear that deep-sea mining poses a grave threat to these vital seabed functions,'' the paper says. ''Extraction methods would produce large sediment plumes and involve the discharge of waste back into the ocean, significantly disturbing seafloor environments,'' the paper continues. ''On deep sea vents, scientists are clear,'' says Dr Jon Copley of the National Oceanography Centre, Southampton: ''we don't want mining on them.''</p><p><b>F</b> The oceans occupy around 70% of the planet and are relatively unexplored, says Mike Johnston, chief executive of Nautilus, a Canadian underwater exploration company: ''It makes sense to explore this untapped potential in an environmentally sustainable way, instead of continually looking at the fast depleting land resources of the planet to meet society's rising needs.'' Those leading the global rush to place giant mining machines thousands of metres below the sea surface say the environmental impacts will be far lower than on land. But critics say exotic and little-known ecosystems in the deep oceans could be destroyed and must be protected. ''Mining will be the greatest assault on deep-sea ecosystems ever inflicted by humans,'' according to hydrothermal vent expert Verena Tunnicliffe, at the University of Victoria in Canada. She argues that active vents must be off-limits for mining to protect the new knowledge and biotechnology spin-offs they can deliver, and that strict controls must be in place elsewhere.</p>",
        "groups": [          
{            "id": "R2.g1",
            "html": "<h4>Questions 14–17</h4><p>Reading Passage 2 has six paragraphs, <b>A–F</b>.</p><p>Which paragraph contains the following information?</p><p>Write the correct letter, <b>A–F</b>, in boxes 14–17 on your answer sheet.</p><p><b>14</b> reference to the rapidly increasing need for one raw material in the transport industry</p><p><b>15</b> a rough estimate of the area of the Earth covered by the oceans</p><p><b>16</b> how a particular underwater habitat, where minerals and organisms co-exist, is formed</p><p><b>17</b> reference to the fact that the countries of the world have yet to agree on rules for the exploration of the seabed</p>",
            "qs": [14, 15, 16, 17]    
                  },

{            "id": "R2.g2",
            "html": "<h4>Questions 18–23</h4><p>Look at the following statements (Questions 18–23) and the list of people below.</p><p>Match each statement with the correct person or people, <b>A–E</b>.</p><p>Write the correct letter, <b>A–E</b>, in boxes 18–23 on your answer sheet.</p><p><b>NB</b> You may use any letter more than once.</p><p><b>18</b> A move away from the exploration of heavily mined reserves on land is a good idea.</p><p><b>19</b> The negative effects of undersea exploration on local areas and their inhabitants are being ignored.</p><p><b>20</b> There are more worthwhile things to extract from the sea than minerals.</p><p><b>21</b> No other form of human exploration will have such a destructive impact on marine life as deep-sea mining.</p><p><b>22</b> More is known about outer space than about what lies beneath the oceans.</p><p><b>23</b> There is one marine life habitat where experts agree mining should not take place.</p><table border='1' cellspacing='0' cellpadding='1' width='100%'><caption>List of People</caption><thead><tr><th>Option</th><th>Person</th></tr></thead><tbody><tr><td><b>A</b></td><td>Professor Mat Upton</td></tr><tr><td><b>B</b></td><td>Julie Hunter, Julian Aguon and Pradeep Singh</td></tr><tr><td><b>C</b></td><td>Dr Jon Copley</td></tr><tr><td><b>D</b></td><td>Mike Johnston</td></tr><tr><td><b>E</b></td><td>Verena Tunnicliffe</td></tr></tbody></table>",
            "qs": [18, 19, 20, 21, 22, 23]    
                  },

{            "id": "R2.g3",
            "html": "<h4>Questions 24–26</h4><p>Complete the summary below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p>Write your answers in boxes 24–26 on your answer sheet.</p><p><b>Mining the sea floor</b></p><p>Mining corporations believe that the mineral resources lying under the sea may be superior to those found in the earth. They also say that these can be removed without producing much <b>24</b> _______________________________.</p><p>The extraction is often done by adapting the <b>25</b> _______________________________ that has already been used to work on land. The method of excavation involves removing the seawater from the slurry that is brought up to ships and returning it to the seabed. However, concerned groups strongly believe that <b>26</b> _______________________________ is necessary due to the possible number of unidentified consequences.</p>",
            "qs": [24, 25, 26]    
                  }
                          ]
                  },      
{        "id": "R3",
        "skill": "reading",
        "passage": "<h4>The Unselfish Gene</h4><p><i>A psychologist gives his view on how humans became self-centred</i></p><p>There has long been a general assumption that human beings are essentially selfish. We're apparently ruthless, with strong impulses to compete against each other for resources and to accumulate power and possessions. If we are kind to one another, it's usually because we have ulterior motives. If we are good, it's only because we have managed to control and transcend our innate selfishness and brutality.</p><p>This bleak view of human nature is closely associated with the science writer Richard Dawkins, whose 1976 book <i>The Selfish Gene</i> became popular because it fitted so well with – and helped to justify – the competitive and individualistic ethos that was so prevalent in late 20th-century societies. Like many others, Dawkins justifies his views with reference to the field of evolutionary psychology. Evolutionary psychology theorises that present-day human traits developed in prehistoric times, during what is termed the 'environment of evolutionary adaptedness'.</p><p>Prehistory is usually seen as a period of intense competition, when life was such a brutal battle that only those with traits such as selfishness, aggression and ruthlessness survived. And because survival depended on access to resources – such as rivers, forests and animals – there was bound to be conflict between rival groups, which led to the development of traits such as racism and warfare. This seems logical. But, in fact, the assumption on which this all rests – that prehistoric life was a desperate struggle for survival – is false.</p><p>It's important to remember that in the prehistoric era, the world was very sparsely populated. According to some estimates, around 15,000 years ago, the population of Europe was only 29,000, and the population of the whole world was less than half a million. Humans at that time were hunter-gatherers: people who lived by hunting wild animals and collecting wild plants. With such small population densities, it seems unlikely that prehistoric hunter-gatherer groups had to compete against each other for resources or had any need to develop ruthlessness and competitiveness, or to go to war.</p><p>There is significant evidence to back this notion from contemporary hunter-gatherer groups, who live in the same way as prehistoric humans did. As the anthropologist Bruce Knauft has remarked, hunter-gatherers are characterised by 'extreme political and sexual egalitarianism'. Knauft has observed that individuals in such groups don't accumulate property or possessions and have an ethical obligation to share everything. They also have methods of preserving egalitarianism by ensuring that disparities of status don't arise.</p><p>The <i>!Kung</i> people of southern Africa, for example, swap arrows before going hunting and when an animal is killed, the acclaim does not go to the person who fired the arrow, but to the person the arrow belongs to. And if a person becomes too domineering, the other members of the group ostracise them, exiling the offender from society. Typically in such groups, men do not dictate what women do. Women in hunter-gatherer groups worldwide often benefit from a high level of autonomy, being able to select their own marriage partners, decide what work they do and work whenever they choose to. And if a marriage breaks down, they have custody rights over their children.</p><p>Many anthropologists believe that societies such as the <i>!Kung</i> were normal until a few thousand years ago, when population growth led to the development of agriculture and a settled lifestyle. In view of the above, there seems little reason to assume that traits such as racism, warfare and male domination should have been selected by evolution – as they would have been of little benefit in the prehistoric era. Individuals who behaved selfishly and ruthlessly would be less likely to survive, since they would have been ostracised from their groups.</p><p>It makes more sense, then, to see traits such as cooperation, egalitarianism, altruism and peacefulness as innate characteristics of human beings. These were the traits that were prevalent in human life for tens of thousands of years. So presumably these traits are still strong in us now.</p><p>But if prehistoric life wasn't really as brutal as has often been assumed, why do modern humans behave so selfishly and ruthlessly? Perhaps these negative traits should be seen as a later development, the result of environmental and psychological factors. Research has shown repeatedly that when the natural habitats of primates such as apes and gorillas are disrupted, they tend to become more violent and hierarchical.</p><p>So, it could well be that the same thing has happened to us. I believe that the end of the hunter-gatherer lifestyle and the advent of farming was connected to a psychological change that occurred in some groups of people. There was a new sense of individuality and separateness, which led to a new selfishness, and ultimately to hierarchical societies, patriarchy and warfare. At any rate, these negative traits appear to have developed so recently that it doesn't seem feasible to explain them in adaptive or evolutionary terms.</p>",
        "groups": [          
{            "id": "R3.g1",
            "html": "<h4>Questions 27–30</h4><p>Choose the correct letter, <b>A, B, C</b> or <b>D</b>.</p><p>Write the correct letter in boxes 27–30 on your answer sheet.</p><p><b>27</b> What is the writer doing in the first paragraph?</p><p>- <b>A</b> setting out two opposing views about human nature<br>- <b>B</b> justifying his opinion about our tendency to be greedy<br>- <b>C</b> describing a commonly held belief about people's behaviour<br>- <b>D</b> explaining why he thinks that humans act in a selfish manner</p><p><b>28</b> What point is made about Richard Dawkins' book <i>The Selfish Gene</i>?</p><p>- <b>A</b> Its appeal lay in the radical nature of its ideas.<br>- <b>B</b> Its success was due to the scientific support it offered.<br>- <b>C</b> It presented a view that was in line with the attitudes of its time.<br>- <b>D</b> It took an innovative approach to the analysis of human psychology.</p><p><b>29</b> What does the writer suggest about the prehistoric era in the fourth paragraph?</p><p>- <b>A</b> Societies were more complex than many people believe.<br>- <b>B</b> Supplies of natural resources were probably relatively plentiful.<br>- <b>C</b> Most estimates about population sizes are likely to be inaccurate.<br>- <b>D</b> Humans moved across continents more than was previously thought.</p><p><b>30</b> The writer refers to Bruce Knauft's work as support for the idea that</p><p>- <b>A</b> selfishness is a relatively recent development in human societies.<br>- <b>B</b> only people in isolated communities can live in an unselfish manner.<br>- <b>C</b> very few lifestyles have survived unchanged since prehistoric times.<br>- <b>D</b> hunter-gatherer cultures worldwide are declining in number.</p>",
            "qs": [27, 28, 29, 30]    
                  },

{            "id": "R3.g2",
            "html": "<h4><b>Questions 31–35</b></h4><p>Complete the summary below.</p><p>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</p><p>Write your answers in boxes 31–35 on your answer sheet.</p><p><b>Contemporary hunter-gatherer societies</b></p><p>Bruce Knauft's research shows that contemporary hunter-gatherer societies tend to exhibit a high level of <b>31</b> _______________________________ in all areas of life. In these cultures, distributing resources fairly among all members is a moral obligation. These societies also employ strategies to prevent differences in <b>32</b> _______________________________ occurring; for example, the <i>!Kung</i> follow a custom whereby the credit for one person's success at <b>33</b> _______________________________ is given to another member of the group. Individuals who behave in a <b>34</b> _______________________________ manner are punished by being excluded from the group, and women have a considerable amount of <b>35</b> _______________________________ in choices regarding work and marriage.</p>",
            "qs": [31, 32, 33, 34, 35]    
                  },

{            "id": "R3.g3",
            "html": "<h4><b>Questions 36–40</b></h4><p>Do the following statements agree with the views of the writer in Reading Passage 3?</p><p>In boxes 36–40 on your answer sheet, write</p><p><b>YES</b> if the statement agrees with the views of the writer<br><b>NO</b> if the statement contradicts the views of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>36</b> Some anthropologists are mistaken about the point when the number of societies such as the <i>!Kung</i> began to decline.</p><p><b>37</b> Humans who developed warlike traits in prehistory would have had an advantage over those who did not.</p><p><b>38</b> Being peaceful and cooperative is a natural way for people to behave.</p><p><b>39</b> Negative traits are more apparent in some modern cultures than in others.</p><p><b>40</b> Animal research has failed to reveal a link between changes in the environment and the emergence of aggressive tendencies.</p>",
            "qs": [36, 37, 38, 39, 40]    
                  }
                          ]
                  }    ]  },  "writing": 
{    "parts": [      
{        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.<br>The charts below give information on the location and types of dance classes young people in a town in Australia are currently attending.<br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.<br>Write at least 150 words.<br><img src='https://drive.google.com/file/d/1kGXs87YwlETReaz64X9DWg8JnzYRAiZz/view'></p>",
        "groups": [          
{         "id": "W1.g1",
        "qs": [1]   
              }
                      ]
              },      
{        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.<br>Write about the following topic:<br><b>In many countries nowadays, consumers can go to a supermarket and buy food produced all over the world.</b><br>Do you think this is a positive or negative development?<br>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br>Write at least 250 words.</p>",
        "groups": [          
{            "id": "W2.g1",
            "qs": [2]    
                  }
                          ]
                  }    ]  },  "answerKey": 
{    "listening": [      [["Kaeden"],["locker","lockers"],["passport"],["uniform"],["third","3rd"],["0412 665 903"],["yellow"],["plastic"],["ice"],["gloves"],["C","E"],["C","E"],["A","D"],["A","D"],["A"],["B"],["C"],["A"],["C"],["B"],["A"],["C"],["A"],["B"],["C"],["D"],["F"],["A"],["C"],["G"],["competition"],["food"],["disease"],["agriculture"],["maps"],["cattle"],["speed"],["monkeys"],["fishing"],["flooding"]]  ],    "reading": [      [["FALSE"],["TRUE"],["FALSE"],["NOT GIVEN"],["FALSE"],["TRUE"],["colonies"],["spring"],["endangered"],["habitat","habitats"],["Europe"],["southern"],["diet"],["C"],["F"],["E"],["D"],["D"],["B"],["A"],["E"],["B"],["C"],["waste"],["machinery"],["caution"],["C"],["C"],["B"],["A"],["egalitarianism"],["status"],["hunting"],["domineering"],["autonomy"],["NOT GIVEN"],["NO"],["YES"],["NOT GIVEN"],["NO"]]  ]  }}
