{
  "id": "FT005",
  "exam": "IELTS",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1B_JguhjNGuQva9695MOPQRbEwd-sjCS3",
        "inst": "<h4>PART 1 <i>Questions 1–10</i></h4><p>Complete the notes below.<br>Write ONE WORD AND/OR A NUMBER for each answer.</p><h4>Transport survey</h4><p>Name: Sadie Jones<br>Year of birth: 1991<br>Postcode: <b>1</b> ........................</p><p><i>Travelling by bus</i><br>Date of bus journey: <b>2</b> ........................<br>Reason for trip: shopping and visit to the <b>3</b> ........................<br>Travelled by bus because cost of <b>4</b> ........................ too high<br>Got on bus at <b>5</b> ........................ Street<br>Complaints about bus service:<br>- bus today was <b>6</b> ........................<br>- frequency of buses in the <b>7</b> ........................</p><p><i>Travelling by car</i><br>Goes to the <b>8</b> ........................ by car</p><p><i>Travelling by bicycle</i><br>Dislikes travelling by bike in the city centre because of the <b>9</b> ........................<br>Doesn’t own a bike because of a lack of <b>10</b> ........................</p>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
            "qs": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1g6xaLK5PQta71R2LSaoBliYCCVaR5ehc",
        "inst": "<h4>PART 2 <i>Questions 11–20</i></h4><p><i>Questions 11–13</i><br>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><h4>Becoming a volunteer for ACE</h4><p><b>11</b> Why does the speaker apologise about the seats?<br><b>A</b> They are too small.<br><b>B</b> There are not enough of them.<br><b>C</b> Some of them are very close together.</p><p><b>12</b> What does the speaker say about the age of volunteers?<br><b>A</b> The age of volunteers is less important than other factors.<br><b>B</b> Young volunteers are less reliable than older ones.<br><b>C</b> Most volunteers are about 60 years old.</p><p><b>13</b> What does the speaker say about training?<br><b>A</b> It is continuous.<br><b>B</b> It is conducted by a manager.<br><b>C</b> It takes place online.</p><p><i>Questions 14 and 15</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO issues does the speaker ask the audience to consider before they apply to be volunteers?<br><b>A</b> their financial situation<br><b>B</b> their level of commitment<br><b>C</b> their work experience<br><b>D</b> their ambition<br><b>E</b> their availability</p><p><i>Questions 16–20</i><br>What does the speaker suggest would be helpful for each of the following areas of voluntary work?<br>Choose FIVE answers from the box and write the correct letter, <b>A–G</b>, next to Questions <b>16–20</b>.</p><h4>Helpful things volunteers might offer</h4><p><b>A</b> experience on stage<br><b>B</b> original, new ideas<br><b>C</b> parenting skills<br><b>D</b> an understanding of food and diet<br><b>E</b> retail experience<br><b>F</b> a good memory<br><b>G</b> a good level of fitness</p><h4>Area of voluntary work</h4><p><b>16</b> Fundraising : ........................<br><b>17</b> Litter collection : ........................<br><b>18</b> ‘Playmates’ : ........................<br><b>19</b> Story club : ........................<br><b>20</b> First aid : ........................</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11, 12, 13, 14, 15, 16, 17, 18, 19, 20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1QYiGUmewtA70VhVcBupct3XdYLPmjh5M",
        "inst": "<h4>PART 3 <i>Questions 21–30</i></h4><p><i>Questions 21–26</i><br>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><h4>Talk on jobs in fashion design</h4><p><b>21</b> What problem did Chantal have at the start of the talk?<br><b>A</b> Her view of the speaker was blocked.<br><b>B</b> She was unable to find an empty seat.<br><b>C</b> The students next to her were talking.</p><p><b>22</b> What were Hugo and Chantal surprised to hear about the job market?<br><b>A</b> It has become more competitive than it used to be.<br><b>B</b> There is more variety in it than they had realised.<br><b>C</b> Some areas of it are more exciting than others.</p><p><b>23</b> Hugo and Chantal agree that the speaker’s message was<br><b>A</b> unfair to them at times.<br><b>B</b> hard for them to follow.<br><b>C</b> critical of the industry.</p><p><b>24</b> What do Hugo and Chantal criticise about their school careers advice?<br><b>A</b> when they received the advice<br><b>B</b> how much advice was given<br><b>C</b> who gave the advice</p><p><b>25</b> When discussing their future, Hugo and Chantal disagree on<br><b>A</b> which is the best career in fashion.<br><b>B</b> when to choose a career in fashion.<br><b>C</b> why they would like a career in fashion.</p><p><b>26</b> How does Hugo feel about being an unpaid assistant?<br><b>A</b> He is realistic about the practice.<br><b>B</b> He feels the practice is dishonest.<br><b>C</b> He thinks others want to change the practice.</p><p><i>Questions 27 and 28</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO mistakes did the speaker admit she made in her first job?<br><b>A</b> being dishonest to her employer<br><b>B</b> paying too much attention to how she looked<br><b>C</b> expecting to become well known<br><b>D</b> trying to earn a lot of money<br><b>E</b> openly disliking her client</p><p><i>Questions 29 and 30</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO pieces of retail information do Hugo and Chantal agree would be useful?<br><b>A</b> the reasons people return fashion items<br><b>B</b> how much time people have to shop for clothes<br><b>C</b> fashion designs people want but can’t find<br><b>D</b> the best time of year for fashion buying<br><b>E</b> the most popular fashion sizes</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21, 22, 23, 24, 25, 26, 27, 28, 29, 30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1Gcvj6ejxCDlBScgMv8dIE0lXSPkcrsX1",
        "inst": "<h4>PART 4 <i>Questions 31–40</i></h4><p>Complete the notes below.<br>Write ONE WORD ONLY for each answer.</p><h4>Elephant translocation</h4><p><i>Reasons for overpopulation at Majete National Park</i><br>- strict enforcement of anti-poaching laws<br>- successful breeding</p><p><i>Problems caused by elephant overpopulation</i><br>- greater competition, causing hunger for elephants<br>- damage to <b>31</b> ........................ in the park</p><p><i>The translocation process</i><br>- a suitable group of elephants from the same <b>32</b> ........................ was selected<br>- vets and park staff made use of <b>33</b> ........................ to help guide the elephants into an open plain<br>- elephants were immobilised with tranquilisers<br>- this process had to be completed quickly to reduce <b>34</b> ........................<br>- elephants had to be turned on their <b>35</b> ........................ to avoid damage to their lungs<br>- elephants’ <b>36</b> ........................ had to be monitored constantly<br>- tracking devices were fitted to the matriarchs<br>- data including the size of their tusks and <b>37</b> ........................ was taken<br>- elephants were taken by truck to their new reserve</p><p><i>Advantages of translocation at Nkhotakota Wildlife Park</i><br>- <b>38</b> ........................ opportunities<br>- a reduction in the number of poachers and <b>39</b> ........................<br>- an example of conservation that other parks can follow<br>- an increase in <b>40</b> ........................ as a contributor to GDP</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31, 32, 33, 34, 35, 36, 37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i></p><h4>Urban farming</h4><p>In Paris, urban farmers are trying a soil-free approach to agriculture that uses less space and fewer resources. Could it help cities face the threats to our food supplies?</p><p>On top of a striking new exhibition hall in southern Paris, the world’s largest urban rooftop farm has started to bear fruit. Strawberries that are small, intensely flavoured and resplendently red sprout abundantly from large plastic tubes. Peer inside and you see the tubes are completely hollow, the roots of dozens of strawberry plants dangling down inside them. From identical vertical tubes nearby burst row upon row of lettuces; near those are aromatic herbs, such as basil, sage and peppermint. Opposite, in narrow, horizontal trays packed not with soil but with coconut fibre, grow cherry tomatoes, shiny aubergines and brightly coloured chards.</p><p>Pascal Hardy, an engineer and sustainable development consultant, began experimenting with vertical farming and aeroponic growing towers – as the soil-free plastic tubes are known – on his Paris apartment block roof five years ago. The urban rooftop space above the exhibition hall is somewhat bigger: 14,000 square metres and almost exactly the size of a couple of football pitches. Already, the team of young urban farmers who tend it have picked, in one day, 3,000 lettuces and 150 punnets of strawberries. When the remaining two thirds of the vast open area are in production, 20 staff will harvest up to 1,000 kg of perhaps 35 different varieties of fruit and vegetables, every day. ''We’re not ever, obviously, going to feed the whole city this way,'' cautions Hardy. ''In the urban environment you’re working with very significant practical constraints, clearly, on what you can do and where. But if enough unused space can be developed like this, there’s no reason why you shouldn’t eventually target maybe between 5% and 10% of consumption.’</p><p>Perhaps most significantly, however, this is a real-life showcase for the work of Hardy’s flourishing urban agriculture consultancy, Agripolis, which is currently fielding enquiries from around the world to design, build and equip a new breed of soil-free inner-city farm. ''The method’s advantages are many,'' he says. ''First, I don’t much like the fact that most of the fruit and vegetables we eat have been treated with something like 17 different pesticides, or that the intensive farming techniques that produced them are such huge generators of greenhouse gases. I don’t much like the fact, either, that they’ve travelled an average of 2,000 refrigerated kilometres to my plate, that their quality is so poor, because the varieties are selected for their capacity to withstand such substantial journeys, or that 80% of the price I pay goes to wholesalers and transport companies, not the producers.''</p><p>''Produce grown using this soil-free method, on the other hand – which relies solely on a small quantity of water, enriched with organic nutrients, pumped around a closed circuit of pipes, towers and trays – is “produced up here, and sold locally, just down there. It barely travels at all,'' Hardy says. ''You can select crop varieties for their flavour, not their resistance to the transport and storage chain, and you can pick them when they’re really at their best, and not before.'' No soil is exhausted, and the water that gently showers the plants’ roots every 12 minutes is recycled, so the method uses 90% less water than a classic intensive farm for the same yield.''</p><p>Urban farming is not, of course, a new phenomenon. Inner-city agriculture is booming from Shanghai to Detroit and Tokyo to Bangkok. Strawberries are being grown in disused shipping containers, mushrooms in underground carparks. Aeroponic farming, he says, is ''virtuous''. The equipment weighs little, can be installed on almost any flat surface and is cheap to buy: roughly €100 to €150 per square metre. It is cheap to run, too, consuming a tiny fraction of the electricity used by some techniques.</p><p>Produce grown this way typically sells at prices that, while generally higher than those of classic intensive agriculture, are lower than soil-based organic growers. There are limits to what farmers can grow this way, of course, and much of the produce is suited to the summer months. ''Root vegetables we cannot do, at least not yet,'' he says. ''Radishes are OK, but carrots, potatoes, that kind of thing – the roots are simply too long. Fruit trees are obviously not an option. And beans tend to take up a lot of space for not much return.'' Nevertheless, urban farming of the kind being practised in Paris is one part of a bigger and fast-changing picture that is bringing food production closer to our lives.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–3</h4><p>Complete the sentences below.<br>Choose <b>NO MORE THAN TWO WORDS AND/OR A NUMBER</b> from the passage for each answer.<br>Write your answers in boxes <b>1–3</b> on your answer sheet.</p><p><b>Urban farming in Paris</b><br><b>1</b> Vertical tubes are used to grow strawberries, ........................................ and herbs.<br><b>2</b> There will eventually be a daily harvest of as much as ........................................ in weight of fruit and vegetables.<br><b>3</b> It may be possible that the farm’s produce will account for as much as 10% of the city’s ........................................ overall.</p>",
            "qs": [1, 2, 3]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 4–7</h4><p>Complete the table below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes <b>4–7</b> on your answer sheet.</p><table style='border:1px solid #000;border-collapse:collapse;'><tr><td style='border:1px solid #000;padding:1px;text-align:center;'><b>Growth</b></td><td style='border:1px solid #000;padding:1px;text-align:center;'><b>Selection</b></td><td style='border:1px solid #000;padding:1px;text-align:center;'><b>Sale</b></td></tr><tr><td style='border:1px solid #000;padding:1px;'><b>Intensive farming</b><br>- wide range of <b>4</b> ........................................ used<br>- techniques pollute air</td><td style='border:1px solid #000;padding:1px;'>- quality not good<br>- varieties of fruit and vegetables chosen that can survive long <b>5</b> ........................................</td><td style='border:1px solid #000;padding:1px;'>- <b>6</b> ........................................ receive very little of overall income</td></tr><tr><td style='border:1px solid #000;padding:1px;'><b>Aeroponic urban farming</b><br>- no soil used<br>- nutrients added to water, which is recycled</td><td style='border:1px solid #000;padding:1px;'>- produce chosen because of its <b>7</b> ........................................</td><td style='border:1px solid #000;padding:1px;'></td></tr></table>",
            "qs": [4, 5, 6, 7]
          },
          {
            "id": "R1.g3",
            "html": "<h4>Questions 8–13</h4><p>Do the following statements agree with the information given in Reading Passage 1?<br>In boxes <b>8–13</b> on your answer sheet, write<br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>8</b> Urban farming can take place above or below ground.<br><b>9</b> Some of the equipment used in aeroponic farming can be made by hand.<br><b>10</b> Urban farming relies more on electricity than some other types of farming.<br><b>11</b> Fruit and vegetables grown on an aeroponic urban farm are cheaper than traditionally grown organic produce.<br><b>12</b> Most produce can be grown on an aeroponic urban farm at any time of the year.<br><b>13</b> Beans take longer to grow on an urban farm than other vegetables.</p>",
            "qs": [8, 9, 10, 11, 12, 13]
          }
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>Reading Passage 2</h4><p>You should spend about 20 minutes on <b>Questions 14-26</b>, which are based on Reading Passage 2 below.</p><h4>Forest management in Pennsylvania, USA</h4><p><i>How managing low-quality wood (also known as low-use wood) for bioenergy can encourage sustainable forest management</i></p><p><b>A</b> A tree's ''value'' depends on several factors including its species, size, form, condition, quality, function, and accessibility, and depends on the management goals for a given forest. The same tree can be valued very differently by each person who looks at it. A large, straight black cherry tree has high value as timber to be cut into logs or made into furniture, but for a landowner more interested in wildlife habitat, the real value of that stem (or trunk) may be the food it provides to animals. Likewise, if the tree suffers from black knot disease, its value for timber decreases, but to a woodworker interested in making bowls, it brings an opportunity for a unique and beautiful piece of art.</p><p><b>B</b> In the past, Pennsylvania landowners were solely interested in the value of their trees as high-quality timber. The norm was to remove the stems of highest quality and leave behind poorly formed trees that were not as well suited to the site where they grew. This practice, called ''high-grading'', has left a legacy of ''low-use wood'' in the forests. Some people even call these ''junk trees'', and they are abundant in Pennsylvania. These trees have lower economic value for traditional timber markets, compete for growth with higher-value trees, shade out desirable regeneration and decrease the health of a stand* leaving it more vulnerable to poor weather and disease. Management that specifically targets low-use wood can help landowners manage these forest health issues, and wood energy markets help promote this.</p><p><b>C</b> Wood energy markets can accept less expensive wood material of lower quality than would be suitable for traditional timber markets. Most wood used for energy in Pennsylvania is used to produce heat or electricity through combustion. Many schools and hospitals use wood boiler systems to heat and power their facilities, many homes are primarily heated with wood, and some coal plants incorporate wood into their coal streams to produce electricity. Wood can also be gasified for electrical generation and can even be made into liquid fuels like ethanol and gasoline for lorries and cars. All these products are made primarily from low-use wood. Several tree- and plant-cutting approaches, which could greatly improve the long-term quality of a forest, focus strongly or solely on the use of wood for those markets.</p><p><b>D</b> One such approach is called a Timber Stand Improvement (TSI) Cut. In a TSI Cut, really poor-quality tree and plant material is cut down to allow more space, light, and other resources to the highest-valued stems that remain. Removing invasive plants might be another primary goal of a TSI Cut. The stems that are left behind might then grow in size and develop more foliage and larger crowns or tops that produce more coverage for wildlife; they have a better chance to regenerate in a less crowded environment. TSI Cuts can be tailored to one farmer's specific management goals for his or her land.</p><p><b>E</b> Another approach that might yield a high amount of low-use wood is a Salvage Cut. With the many pests and pathogens visiting forests including hemlock woolly adelgid, Asian longhorned beetle, emerald ash borer, and gypsy moth, to name just a few, it is important to remember that those working in the forests can help ease these issues through cutting procedures. These types of cut reduce the number of sick trees and seek to manage the future spread of a pest problem. They leave vigorous trees that have stayed healthy enough to survive the outbreak.</p><p><b>F</b> A Shelterwood Cut, which only takes place in a mature forest that has already been thinned several times, involves removing all the mature trees when other seedlings have become established. This then allows the forester to decide which tree species are regenerated. It leaves a young forest where all trees are at a similar point in their growth. It can also be used to develop a two-tier forest so that there are two harvests and the money that comes in is spread out over a decade or more.</p><p><b>G</b> Thinnings and dense and dead wood removal for fire prevention also center on the production of low-use wood. However, it is important to remember that some retention of what many would classify as low-use wood is very important. The tops of trees that have been cut down should be left on the site so that their nutrients cycle back into the soil. In addition, trees with many cavities are extremely important habitats for insect predators like woodpeckers, bats and small mammals. They help control problem insects and increase the health and resilience of the forest. It is also important to remember that not all small trees are low-use. For example, many species like hawthorn provide food for wildlife. Finally, rare species of trees in a forest should also stay behind as they add to its structural diversity.</p><p><i>* Stand – An area covered with trees that have common features (e.g. size)</i></p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–18</h4><p>Reading Passage 2 has seven paragraphs, <b>A–G</b>.<br>Which paragraph contains the following information?<br>Write the correct letter, <b>A–G</b>, in boxes <b>14–18</b> on your answer sheet.<br><i>NB You may use any letter more than once.</i><br><b>14</b> bad outcomes for a forest when people focus only on its financial reward<br><b>15</b> reference to the aspects of any tree that contribute to its worth<br><b>16</b> mention of the potential use of wood to help run vehicles<br><b>17</b> examples of insects that attack trees<br><b>18</b> an alternative name for trees that produce low-use wood</p>",
            "qs": [14, 15, 16, 17, 18]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 19–21</h4><p>Look at the following purposes (Questions <b>19–21</b>) and the list of timber cuts below.<br>Match each purpose with the correct timber cut, <b>A</b>, <b>B</b> or <b>C</b>.<br>Write the correct letter, <b>A</b>, <b>B</b> or <b>C</b>, in boxes <b>19–21</b> on your answer sheet.<br><i>NB You may use any letter more than once.</i><br><b>19</b> to remove trees that are diseased<br><b>20</b> to generate income across a number of years<br><b>21</b> to create a forest whose trees are close in age<br><br><b>List of Timber Cuts</b><br><b>A</b> a TSI Cut<br><b>B</b> a Salvage Cut<br><b>C</b> a Shelterwood Cut</p>",
            "qs": [19, 20, 21]
          },
          {
            "id": "R2.g3",
            "html": "<h4>Questions 22–26</h4><p>Complete the sentences below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes <b>22–26</b> on your answer sheet.<br><b>22</b> Some dead wood is removed to avoid the possibility of ........................................<br><b>23</b> The ........................................ from the tops of cut trees can help improve soil quality.<br><b>24</b> Some damaged trees should be left, as their ........................................ provide habitats for a range of creatures.<br><b>25</b> Some trees that are small, such as ........................................ , are a source of food for animals and insects.<br><b>26</b> Any trees that are ........................................ should be left to grow, as they add to the variety of species in the forest.</p>",
            "qs": [22, 23, 24, 25, 26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>Reading Passage 3</h4><p>You should spend about 20 minutes on <b>Questions 27-40</b>, which are based on Reading Passage 3 below.</p><h4>Conquering Earth's space junk problem</h4><p><i>Satellites, rocket shards and collision debris are creating major traffic risks in orbit around the planet. Researchers are working to reduce these threats</i></p><p><b>A</b> Last year, commercial companies, military and civil departments and amateurs sent more than 400 satellites into orbit, over four times the yearly average in the previous decade. Numbers could rise even more sharply if leading space companies follow through on plans to deploy hundreds to thousands of large constellations of satellites to space in the next few years.</p><p>All that traffic can lead to disaster. Ten years ago, a US commercial Iridium satellite smashed into an inactive Russian communications satellite called Cosmos-2251, creating thousands of new pieces of space shrapnel that now threaten other satellites in low Earth orbit — the zone stretching up to 2,000 kilometres in altitude. Altogether, there are roughly 20,000 human-made objects in orbit, from working satellites to small rocket pieces. And satellite operators can’t steer away from every potential crash, because each move consumes time and fuel that could otherwise be used for the spacecraft’s main job.</p><p><b>B</b> Concern about space junk goes back to the beginning of the satellite era, but the number of objects in orbit is rising so rapidly that researchers are investigating new ways of attacking the problem. Several teams are trying to improve methods for assessing what is in orbit, so that satellite operators can work more efficiently in ever-more-crowded space. Some researchers are now starting to compile a massive data set that includes the best possible information on where everything is in orbit. Others are developing taxonomies of space debris — working on measuring properties such as the shape and size of an object, so that satellite operators know how much to worry about what’s coming their way.</p><p>The alternative, many say, is unthinkable. Just a few uncontrolled space crashes could generate enough debris to set off a runaway cascade of fragments, rendering near-Earth space unusable. ''If we go on like this, we will reach a point of no return,'' says Carolin Frueh, an astrodynamical researcher at Purdue University in West Lafayette, Indiana.</p><p><b>C</b> Even as our ability to monitor space objects increases, so too does the total number of items in orbit. That means companies, governments and other players in space are collaborating in new ways to avoid a shared threat. International groups such as the Inter-Agency Space Debris Coordination Committee have developed guidelines on space sustainability. Those include inactivating satellites at the end of their useful life by venting pressurised materials or leftover fuel that might lead to explosions. The intergovernmental groups also advise lowering satellites deep enough into the atmosphere that they will burn up or disintegrate within 25 years. But so far, only about half of all missions have abided by this 25-year goal, says Holger Krag, head of the European Space Agency’s space-debris office in Darmstadt, Germany. Operators of the planned large constellations of satellites say they will be responsible stewards in their enterprises in space, but Krag worries that problems could increase, despite their best intentions. ''What happens to those that fail or go bankrupt?'' he asks. ''They are probably not going to spend money to remove their satellites from space.''</p><p><b>D</b> In theory, given the vastness of space, satellite operators should have plenty of room for all these missions to fly safely without ever nearing another object. So some scientists are tackling the problem of space junk by trying to find out where all the debris is to a high degree of precision. That would alleviate the need for many of the unnecessary manoeuvres that are carried out to avoid potential collisions. ''If you knew precisely where everything was, you would almost never have a problem,'' says Marlon Sorge, a space-debris specialist at the Aerospace Corporation in El Segundo, California.</p><p><b>E</b> The field is called space traffic management, because it’s similar to managing traffic on the roads or in the air. Think about a busy day at an airport, says Moriba Jah, an astrodynamicist at the University of Texas at Austin: planes line up in the sky, landing and taking off close to one another in a carefully choreographed routine. Air-traffic controllers know the location of the planes down to one metre in accuracy. The same can’t be said for space debris. Not all objects in orbit are known, and even those included in databases are not tracked consistently.</p><p><b>F</b> An additional problem is that there is no authoritative catalogue that accurately lists the orbits of all known space debris. Jah illustrates this with a web-based database that he has developed. It draws on several sources, such as catalogues maintained by the US and Russian governments, to visualise where objects are in space. When he types in an identifier for a particular space object, the database draws a purple line to designate its orbit. Only this doesn’t quite work for a number of objects, such as a Russian rocket body designated in the database as object number 32280. When Jah enters that number, the database draws two purple lines: the US and Russian sources contain two completely different orbits for the same object. Jah says that it is almost impossible to tell which is correct, unless a third source of information made it possible to cross-correlate.</p><p>Jah describes himself as a space environmentalist: ''I want to make space a place that is safe to operate, that is free and useful for generations to come.'' Until that happens, he argues, the space community will continue devolving into a tragedy in which all spaceflight operators are polluting a common resource.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–31</h4><p>Reading Passage 3 has six sections, <b>A–F</b>.<br>Which section contains the following information?<br>Write the correct letter, <b>A–F</b>, in boxes 27–31 on your answer sheet.<br><br><b>27</b> a reference to the cooperation that takes place to try and minimise risk<br><b>28</b> an explanation of a person’s aims<br><b>29</b> a description of a major collision that occurred in space<br><b>30</b> a comparison between tracking objects in space and the efficiency of a transportation system<br><b>31</b> a reference to efforts to classify space junk</p>",
            "qs": [27, 28, 29, 30, 31]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 32–35</h4><p>Complete the summary below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes 32–35 on your answer sheet.<br><br><b>The Inter-Agency Space Debris Coordination Committee</b><br>The committee gives advice on how the <b>32</b> __________ of space can be achieved. The committee advises that when satellites are no longer active, any unused <b>33</b> __________ or pressurised material that could cause <b>34</b> __________ should be removed.<br><br>Although operators of large satellite constellations accept that they have obligations as stewards of space, Holger Krag points out that the operators that become <b>35</b> __________ are unlikely to prioritise removing their satellites from space.</p>",
            "qs": [32, 33, 34, 35]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 36–40</h4><p>Look at the following statements (Questions 36–40) and the list of people below.<br>Match each statement with the correct person, <b>A</b>, <b>B</b>, <b>C</b> or <b>D</b>.<br>Write the correct letter, <b>A</b>, <b>B</b>, <b>C</b> or <b>D</b>, in boxes 36–40 on your answer sheet.<br><br><b>NB You may use any letter more than once.</b><br><br><b>36</b> Knowing the exact location of space junk would help prevent any possible danger.<br><b>37</b> Space should be available to everyone and should be preserved for the future.<br><b>38</b> A recommendation regarding satellites is widely ignored.<br><b>39</b> There is conflicting information about where some satellites are in space.<br><b>40</b> There is a risk we will not be able to undo the damage that occurs in space.<br><br><b>List of People</b><br><b>A</b> Carolin Frueh<br><b>B</b> Holger Krag<br><b>C</b> Marlon Sorge<br><b>D</b> Moriba Jah</p>",
            "qs": [36, 37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.<br>The graph below gives information about the percentage of the population in four Asian countries living in cities from 1970 to 2020, with predictions for 2030 and 2040.<br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.<br><br>Write at least 150 words.<br><img src='https://drive.google.com/file/d/1oYN-9QZDAuoyUF54zq9_BjS4-NXgmVlZ/view'></p>",
        "groups": [
          {
            "id": "W1.g1",
            "qs": [1]
          }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.<br>Write about the following topic:<br><b>The most important aim of science should be to improve people’s lives.<br><br>To what extent do you agree or disagree with this statement?</b><br>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [[["DW30 7YZ"],["24 April","24th April"],["dentist"],["parking"],["Claxby"],["late"],["evening"],["supermarket"],["pollution"],["storage"],["C"],["A"],["A"],["B","E"],["B","E"],["B"],["G"],["D"],["A"],["F"],["A"],["B"],["A"],["C"],["B"],["A"],["B","E"],["B","E"],["A","C"],["A","C"],["fences"],["family"],["helicopters"],["stress"],["sides"],["breathing"],["feet"],["employment"],["weapons"],["tourism"]]],
    "reading": [[["lettuces"],["1,000 kg"],["consumption","consumption"],["pesticides"],["journeys"],["producers"],["flavour","flavor"],["TRUE"],["NOT GIVEN"],["FALSE"],["TRUE"],["FALSE"],["NOT GIVEN"],["B"],["A"],["C"],["E"],["B"],["B"],["C"],["C"],["fire"],["nutrients"],["cavities"],["hawthorn"],["rare"],["C"],["F"],["A"],["E"],["B"],["sustainability"],["fuel"],["explosions"],["bankrupt"],["C"],["D"],["B"],["D"],["A"]]]
  }
}
