{
  "id": "FT003",
  "exam": "IELTS",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1C8NFfgfMZOyu7-yN_dyRlRrvcLcYxU5q",
        "inst": "<h4>PART 1 <i>Questions 1–10</i></h4><p>Complete the notes below.<br>Write ONE WORD AND/OR A NUMBER for each answer.</p><h4>Advice on surfing holidays</h4><p><i>Jack’s advice</i><br>- Recommends surfing for <b>1</b> ........................ holidays in the summer<br>- Need to be quite <b>2</b> ........................</p><p><i>Irish surfing locations</i><br>- <b>County Clare</b><br>- Lahinch has some good quality <b>3</b> ........................ and surf schools<br>- There are famous cliffs nearby<br>- <b>County Mayo</b><br>- Good surf school at <b>4</b> ........................ beach<br>- Surf camp lasts for one <b>5</b> ........................<br>- Can also explore the local <b>6</b> ........................ by kayak</p><p><i>Weather</i><br>- Best month to go: <b>7</b> ........................<br>- Average temperature in summer: approx. <b>8</b> ........................ degrees</p><p><i>Costs</i><br>- Equipment<br>- Wetsuit and surfboard: <b>9</b> ........................ euros per day<br>- Also advisable to hire <b>10</b> ........................ for warmth</p>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
            "qs": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1Wik_OQUIrvhREX4Hq2YiVnXr28e_zh_A",
        "inst": "<h4>PART 2 <i>Questions 11–20</i></h4><p><i>Questions 11 and 12</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO facts are given about the school’s extended hours childcare service?<br><b>A</b> It started recently.<br><b>B</b> More children attend after school than before school.<br><b>C</b> An average of 50 children attend in the mornings.<br><b>D</b> A child cannot attend both the before and after school sessions.<br><b>E</b> The maximum number of children who can attend is 70.</p><p><i>Questions 13–15</i><br>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><p><b>13</b> How much does childcare cost for a complete afternoon session per child?<br><b>A</b> £3.50<br><b>B</b> £5.70<br><b>C</b> £7.20</p><p><b>14</b> What does the manager say about food?<br><b>A</b> Children with allergies should bring their own food.<br><b>B</b> Children may bring healthy snacks with them.<br><b>C</b> Children are given a proper meal at 5 p.m.</p><p><b>15</b> What is different about arrangements in the school holidays?<br><b>A</b> Children from other schools can attend.<br><b>B</b> Older children can attend.<br><b>C</b> A greater number of children can attend.</p><p><i>Questions 16–20</i><br>What information is given about each of the following activities on offer?<br>Choose FIVE answers from the box and write the correct letter, <b>A–G</b>, next to Questions <b>16–20</b>.</p><h4>Information</h4><p><b>A</b> has limited availability<br><b>B</b> is no longer available<br><b>C</b> is for over 8s only<br><b>D</b> requires help from parents<br><b>E</b> involves an additional fee<br><b>F</b> is a new activity<br><b>G</b> was requested by children</p><h4>Activities</h4><p><b>16</b> Spanish : ........................<br><b>17</b> Music : ........................<br><b>18</b> Painting : ........................<br><b>19</b> Yoga : ........................<br><b>20</b> Cooking : ........................</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11, 12, 13, 14, 15, 16, 17, 18, 19, 20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1x-wWoU8ACWbsGoSIjotA-YAdqqSdxzMu",
        "inst": "<h4>PART 3 <i>Questions 21–30</i></h4><p><i>Questions 21–24</i><br>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><h4>Holly’s Work Placement Tutorial</h4><p><b>21</b> Holly has chosen the Orion Stadium placement because<br><b>A</b> it involves children.<br><b>B</b> it is outdoors.<br><b>C</b> it sounds like fun.</p><p><b>22</b> Which aspect of safety does Dr Green emphasise most?<br><b>A</b> ensuring children stay in the stadium<br><b>B</b> checking the equipment children will use<br><b>C</b> removing obstacles in changing rooms</p><p><b>23</b> What does Dr Green say about the spectators?<br><b>A</b> They can be hard to manage.<br><b>B</b> They make useful volunteers.<br><b>C</b> They shouldn’t take photographs.</p><p><b>24</b> What has affected the schedule in the past?<br><b>A</b> bad weather<br><b>B</b> an injury<br><b>C</b> extra time</p><p><i>Questions 25–30</i><br>What do Holly and her tutor agree is an important aspect of each of the following events management skills?<br>Choose SIX answers from the box and write the correct letter, <b>A–H</b>, next to Questions <b>25–30</b>.</p><h4>Important aspects</h4><p><b>A</b> being flexible<br><b>B</b> focusing on details<br><b>C</b> having a smart appearance<br><b>D</b> hiding your emotions<br><b>E</b> relying on experts<br><b>F</b> trusting your own views<br><b>G</b> doing one thing at a time<br><b>H</b> thinking of the future</p><h4>Events management skills</h4><p><b>25</b> Communication : ........................<br><b>26</b> Organisation : ........................<br><b>27</b> Time management : ........................<br><b>28</b> Creativity : ........................<br><b>29</b> Leadership : ........................<br><b>30</b> Networking : ........................</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21, 22, 23, 24, 25, 26, 27, 28, 29, 30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1lo_P-qCO9sk6GnCR74GC3O6j_OIVXbv7",
        "inst": "<h4>PART 4 <i>Questions 31–40</i></h4><p>Complete the notes below.<br>Write ONE WORD ONLY for each answer.</p><h4>Bird Migration Theory</h4><p>Most birds are believed to migrate seasonally.</p><p><i>Hibernation theory</i><br>- It was believed that birds hibernated underwater or buried themselves in <b>31</b> ........................<br>- This theory was later disproved by experiments on caged birds.</p><p><i>Transmutation theory</i><br>- Aristotle believed birds changed from one species into another in summer and winter.<br>- In autumn he observed that redstarts experience the loss of <b>32</b> ........................ and thought they then turned into robins.<br>- Aristotle’s assumptions were logical because the two species of birds had a similar <b>33</b> ........................</p><p><i>17th century</i><br>- Charles Morton popularised the idea that birds fly to the <b>34</b> ........................ in winter.</p><p><i>Scientific developments</i><br>- In 1822, a stork was killed in Germany which had an African spear in its <b>35</b> ........................<br>- previously there had been no <b>36</b> ........................ that storks migrate to Africa<br>- Little was known about the <b>37</b> ........................ and journeys of migrating birds until the practice of ringing was established.<br>- It was thought large birds carried small birds on some journeys because they were considered incapable of travelling across huge <b>38</b> ........................<br>- Ringing depended on what is called the <b>39</b> ‘........................’ of dead birds.<br>- In 1931, the first <b>40</b> ........................ to show the migration of European birds was printed.</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31, 32, 33, 34, 35, 36, 37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i></p><h4>The thylacine</h4><p>The extinct thylacine, also known as the Tasmanian tiger, was a marsupial* that bore a superficial resemblance to a dog. Its most distinguishing feature was the 13–19 dark brown stripes over its back, beginning at the rear of the body and extending onto the tail. The thylacine’s average nose-to-tail length for adult males was 162.6 cm, compared to 153.7 cm for females.</p><p>The thylacine appeared to occupy most types of terrain except dense rainforest, with open eucalyptus forest thought to be its prime habitat. In terms of feeding, it was exclusively carnivorous, and its stomach was muscular with an ability to distend so that it could eat large amounts of food at one time, probably an adaptation to compensate for long periods when hunting was unsuccessful and food scarce. The thylacine was not a fast runner and probably caught its prey by exhausting it during a long pursuit. During long-distance chases, thylacines were likely to have relied more on scent than any other sense. They emerged to hunt during the evening, night and early morning and tended to retreat to the hills and forest for shelter during the day. Despite the common name ‘tiger’, the thylacine had a shy, nervous temperament. Although mainly nocturnal, it was sighted moving during the day and some individuals were even recorded basking in the sun.</p><p>The thylacine had an extended breeding season from winter to spring, with indications that some breeding took place throughout the year. The thylacine, like all marsupials, was tiny and hairless when born. Newborns crawled into the pouch on the belly of their mother, and attached themselves to one of the four teats, remaining there for up to three months. When old enough to leave the pouch, the young stayed in a lair such as a deep rocky cave, well-hidden nest or hollow log, whilst the mother hunted.</p><p>Approximately 4,000 years ago, the thylacine was widespread throughout New Guinea and most of mainland Australia, as well as the island of Tasmania. The most recent, well-dated occurrence of a thylacine on the mainland is a carbon-dated fossil from Murray Cave in Western Australia, which is around 3,100 years old. Its extinction coincided closely with the arrival of wild dogs called dingoes in Australia and a similar predator in New Guinea. Dingoes never reached Tasmania, and most scientists see this as the main reason for the thylacine’s survival there.</p><p>The dramatic decline of the thylacine in Tasmania, which began in the 1830s and continued for a century, is generally attributed to the relentless efforts of sheep farmers and bounty hunters** with shotguns. While this determined campaign undoubtedly played a large part, it is likely that various other factors also contributed to the decline and eventual extinction of the species. These include competition with wild dogs introduced by European settlers, loss of habitat along with the disappearance of prey species, and a distemper-like disease which may also have affected the thylacine.</p><p>There was only one successful attempt to breed a thylacine in captivity, at Melbourne Zoo in 1899. This was despite the large numbers that went through some zoos, particularly London Zoo and Tasmania’s Hobart Zoo. The famous naturalist John Gould foresaw the thylacine’s demise when he published his <i>Mammals of Australia</i> between 1848 and 1863, writing, ‘The numbers of this singular animal will speedily diminish, extermination will have its full sway, and it will then, like the wolf of England and Scotland, be recorded as an animal of the past.’</p><p>However, there seems to have been little public pressure to preserve the thylacine, nor was much concern expressed by scientists at the decline of this species in the decades that followed. A notable exception was T.T. Flynn, Professor of Biology at the University of Tasmania. In 1914, he was sufficiently concerned about the scarcity of the thylacine to suggest that some should be captured and placed on a small island. But it was not until 1929, with the species on the very edge of extinction, that Tasmania’s Animals and Birds Protection Board passed a motion protecting thylacines only for the month of December, which was thought to be their prime breeding season. The last known wild thylacine to be killed was shot by a farmer in the north-east of Tasmania in 1930, leaving just captive specimens. Official protection of the species by the Tasmanian government was introduced in July 1936, 59 days before the last known individual died in Hobart Zoo on 7th September, 1936.</p><p>There have been numerous expeditions and searches for the thylacine over the years, none of which has produced definitive evidence that thylacines still exist. The species was declared extinct by the Tasmanian government in 1986.</p><p><i>* marsupial: a mammal, such as a kangaroo, whose young are born incompletely developed and are typically carried and suckled in a pouch on the mother’s belly</i><br><i>** bounty hunters: people who are paid a reward for killing a wild animal</i></p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–5</h4><p>Complete the notes below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes <b>1–5</b> on your answer sheet.</p><p><b>The thylacine</b><br><b>Appearance and behaviour</b><br>- looked rather like a dog<br>- had a series of stripes along its body and tail<br>- ate an entirely <b>1</b> ........................................ diet<br>- probably depended mainly on <b>2</b> ........................................ when hunting<br>- young spent first months of life inside its mother’s <b>3</b> ........................................<br><b>Decline and extinction</b><br>- last evidence in mainland Australia is a 3,100-year-old <b>4</b> ........................................<br>- probably went extinct in mainland Australia due to animals known as dingoes<br>- reduction in <b>5</b> ........................................ and available sources of food were partly responsible for decline in Tasmania</p>",
            "qs": [1, 2, 3, 4, 5]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 6–13</h4><p>Do the following statements agree with the information given in Reading Passage 1?<br>In boxes <b>6–13</b> on your answer sheet, write<br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>6</b> Significant numbers of thylacines were killed by humans from the 1830s onwards.<br><b>7</b> Several thylacines were born in zoos during the late 1800s.<br><b>8</b> John Gould’s prediction about the thylacine surprised some biologists.<br><b>9</b> In the early 1900s, many scientists became worried about the possible extinction of the thylacine.<br><b>10</b> T. T. Flynn’s proposal to rehome captive thylacines on an island proved to be impractical.<br><b>11</b> There were still reasonable numbers of thylacines in existence when a piece of legislation protecting the species during their breeding season was passed.<br><b>12</b> From 1930 to 1936, the only known living thylacines were all in captivity.<br><b>13</b> Attempts to find living thylacines are now rarely made.</p>",
            "qs": [6, 7, 8, 9, 10, 11, 12, 13]
          }
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p><i>You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below.</i></p><h4>Palm oil</h4><p><b>A</b> Palm oil is an edible oil derived from the fruit of the African oil palm tree, and is currently the most consumed vegetable oil in the world. It’s almost certainly in the soap we wash with in the morning, the sandwich we have for lunch, and the biscuits we snack on during the day. Why is palm oil so attractive for manufacturers? Primarily because its unique properties – such as remaining solid at room temperature – make it an ideal ingredient for long-term preservation, allowing many packaged foods on supermarket shelves to have ‘best before’ dates of months, even years, into the future.</p><p><b>B</b> Many farmers have seized the opportunity to maximise the planting of oil palm trees. Between 1990 and 2012, the global land area devoted to growing oil palm trees grew from 6 to 17 million hectares, now accounting for around ten percent of total cropland in the entire world. From a mere two million tonnes of palm oil being produced annually globally 50 years ago, there are now around 60 million tonnes produced every single year, a figure looking likely to double or even triple by the middle of the century.</p><p><b>C</b> However, there are multiple reasons why conservationists cite the rapid spread of oil palm plantations as a major concern. There are countless news stories of deforestation, habitat destruction and dwindling species populations, all as a direct result of land clearing to establish oil palm tree monoculture on an industrial scale, particularly in Malaysia and Indonesia. Endangered species – most famously the Sumatran orangutan, but also rhinos, elephants, tigers, and numerous other fauna – have suffered from the unstoppable spread of oil palm plantations.</p><p><b>D</b> ‘Palm oil is surely one of the greatest threats to global biodiversity,’ declares Dr Farnon Ellwood of the University of the West of England, Bristol. ‘Palm oil is replacing rainforest, and rainforest is where all the species are. That’s a problem.’ This has led to some radical questions among environmentalists, such as whether consumers should try to boycott palm oil entirely.</p><p>Meanwhile Bhavani Shankar, Professor at London’s School of Oriental and African Studies, argues, ‘It’s easy to say that palm oil is the enemy and we should be against it. It makes for a more dramatic story, and it’s very intuitive. But given the complexity of the argument, I think a much more nuanced story is closer to the truth.’</p><p><b>E</b> One response to the boycott movement has been the argument for the vital role palm oil plays in lifting many millions of people in the developing world out of poverty. Is it desirable to have palm oil boycotted, replaced, eliminated from the global supply chain, given how many low-income people in developing countries depend on it for their livelihoods? How best to strike a utilitarian balance between these competing factors has become a serious bone of contention.</p><p><b>F</b> Even the deforestation argument isn’t as straightforward as it seems. Oil palm plantations produce at least four and potentially up to ten times more oil per hectare than soybean, rapeseed, sunflower or other competing oils. That immensely high yield – which is predominantly what makes it so profitable – is potentially also an ecological benefit. If ten times more palm oil can be produced from a patch of land than any competing oil, then ten times more land would need to be cleared in order to produce the same volume of oil from that competitor.</p><p>As for the question of carbon emissions, the issue really depends on what oil palm trees are replacing. Crops vary in the degree to which they sequester carbon – in other words, the amount of carbon they capture from the atmosphere and store within the plant. The more carbon a plant sequesters, the more it reduces the effect of climate change. As Shankar explains: ‘[Palm oil production] actually sequesters more carbon in some ways than other alternatives. […] Of course, if you’re cutting down virgin forest it’s terrible – that’s what’s happening in Indonesia and Malaysia, it’s been allowed to get out of hand. But if it’s replacing rice, for example, it might actually sequester more carbon.’</p><p><b>G</b> The industry is now regulated by a group called the Roundtable on Sustainable Palm Oil (RSPO), consisting of palm growers, retailers, product manufacturers, and other interested parties. Over the past decade or so, an agreement has gradually been reached regarding standards that producers of palm oil have to meet in order for their product to be regarded as officially ‘sustainable’. The RSPO insists upon no virgin forest clearing, transparency and regular assessment of carbon stocks, among other criteria. Only once these requirements are fully satisfied is the oil allowed to be sold as certified sustainable palm oil (CSPO). Recent figures show that the RSPO now certifies around 12 million tonnes of palm oil annually, equivalent to roughly 21 percent of the world’s total palm oil production.</p><p><b>H</b> There is even hope that oil palm plantations might not need to be such sterile monocultures, or ‘green deserts’, as Ellwood describes them. New research at Ellwood’s lab hints at one plant which might make all the difference. The bird’s nest fern (<i>Asplenium nidus</i>) grows on trees in an epiphytic fashion (meaning it’s dependent on the tree only for support, not for nutrients), and is native to many tropical regions, where as a keystone species it performs a vital ecological role. Ellwood believes that reintroducing the bird’s nest fern into oil palm plantations could potentially allow these areas to recover their biodiversity, providing a home for all manner of species, from fungi and bacteria, to invertebrates such as insects, amphibians, reptiles and even mammals.</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–20</h4><p>Reading Passage 2 has eight sections, <b>A–H</b>.<br>Which section contains the following information?<br>Write the correct letter, <b>A–H</b>, in boxes <b>14–20</b> on your answer sheet.</p><p><b>14</b> examples of a range of potential environmental advantages of oil palm tree cultivation<br><b>15</b> description of an organisation which controls the environmental impact of palm oil production<br><b>16</b> examples of the widespread global use of palm oil<br><b>17</b> reference to a particular species which could benefit the ecosystem of oil palm plantations<br><b>18</b> figures illustrating the rapid expansion of the palm oil industry<br><b>19</b> an economic justification for not opposing the palm oil industry<br><b>20</b> examples of creatures badly affected by the establishment of oil palm plantations</p>",
            "qs": [14, 15, 16, 17, 18, 19, 20]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 21 and 22</h4><p>Choose <b>TWO</b> letters, <b>A–E</b>.<br>Write the correct letters in boxes <b>21</b> and <b>22</b> on your answer sheet.</p><p>Which <b>TWO</b> statements are made about the Roundtable on Sustainable Palm Oil (RSPO)?<br><b>A</b> Its membership has grown steadily over the course of the last decade.<br><b>B</b> It demands that certified producers be open and honest about their practices.<br><b>C</b> It took several years to establish its set of criteria for sustainable palm oil certification.<br><b>D</b> Its regulations regarding sustainability are stricter than those governing other industries.<br><b>E</b> It was formed at the request of environmentalists concerned about the loss of virgin forests.</p>",
            "qs": [21, 22]
          },
          {
            "id": "R2.g3",
            "html": "<h4>Questions 23–26</h4><p>Complete the sentences below.<br>Choose <b>NO MORE THAN TWO WORDS</b> from the passage for each answer.<br>Write your answers in boxes <b>23–26</b> on your answer sheet.</p><p><b>23</b> One advantage of palm oil for manufacturers is that it stays ........................................ even when not refrigerated.<br><b>24</b> The ........................................ is the best known of the animals suffering habitat loss as a result of the spread of oil palm plantations.<br><b>25</b> As one of its criteria for the certification of sustainable palm oil, the RSPO insists that growers check ........................................ on a routine basis.<br><b>26</b> Ellwood and his researchers are looking into whether the bird’s nest fern could restore ........................................ in areas where oil palm trees are grown.</p>",
            "qs": [23, 24, 25, 26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p><i>You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below.</i></p><h4>Building the Skyline: The Birth and Growth of Manhattan’s Skyscrapers</h4><p><i>Katharine L. Shester reviews a book by Jason Barr about the development of New York City</i></p><p>In <i>Building the Skyline</i>, Jason Barr takes the reader through a detailed history of New York City. The book combines geology, history, economics, and a lot of data to explain why business clusters developed where they did and how the early decisions of workers and firms shaped the skyline we see today. <i>Building the Skyline</i> is organized into two distinct parts. The first is primarily historical and addresses New York’s settlement and growth from 1609 to 1900; the second deals primarily with the 20th century and is a compilation of chapters commenting on different aspects of New York’s urban development. The tone and organization of the book changes somewhat between the first and second parts, as the latter chapters incorporate aspects of Barr’s related research papers.</p><p>Barr begins chapter one by taking the reader on a ‘helicopter time-machine’ ride – giving a fascinating account of how the New York landscape in 1609 might have looked from the sky. He then moves on to a subterranean walking tour of the city, indicating the location of rock and water below the subsoil, before taking the reader back to the surface. His love of the city comes through as he describes various fun facts about the location of the New York residence of early 19th-century vice-president Aaron Burr as well as a number of legends about the city.</p><p>Chapters two and three take the reader up to the Civil War (1861–1865), with chapter two focusing on the early development of land and the implementation of a grid system in 1811. Chapter three focuses on land use before the Civil War. Both chapters are informative and well researched and set the stage for the economic analysis that comes later in the book. I would have liked Barr to expand upon his claim that existing tenements* prevented skyscrapers in certain neighborhoods because ‘likely no skyscraper developer was interested in performing the necessary “slum clearance”’. Later in the book, Barr makes the claim that the depth of bedrock** was not a limiting factor for developers, as foundation costs were a small fraction of the cost of development. At first glance, it is not obvious why slum clearance would be limiting, while more expensive foundations would not.</p><p>Chapter four focuses on immigration and the location of neighborhoods and tenements in the late 19th century. Barr identifies four primary immigrant enclaves and analyzes their locations in terms of the amenities available in the area. Most of these enclaves were located on the least valuable land, between the industries located on the waterfront and the wealthy neighborhoods bordering Central Park.</p><p>Part two of the book begins with a discussion of the economics of skyscraper height. In chapter five, Barr distinguishes between engineering height, economic height, and developer height — where engineering height is the tallest building that can be safely made at a given time, economic height is the height that is most efficient from society’s point of view, and developer height is the actual height chosen by the developer, who is attempting to maximize return on investment.</p><p>Chapter five also has an interesting discussion of the technological advances that led to the construction of skyscrapers. For example, the introduction of iron and steel skeletal frames made thick, load-bearing walls unnecessary, expanding the usable square footage of buildings and increasing the use of windows and availability of natural light. Chapter six then presents data on building height throughout the 20th century and uses regression analysis to ‘predict’ building construction. While less technical than the research paper on which the chapter is based, it is probably more technical than would be preferred by a general audience.</p><p>Chapter seven tackles the ‘bedrock myth’, the assumption that the absence of bedrock close to the surface between Downtown and Midtown New York is the reason for skyscrapers not being built between the two urban centers. Rather, Barr argues that while deeper bedrock does increase foundation costs, these costs were neither prohibitively high nor were they large compared to the overall cost of building a skyscraper. What I enjoyed the most about this chapter was Barr’s discussion of how foundations are actually built. He describes the use of caissons, which enable workers to dig down for considerable distances, often below the water table, until they reach bedrock. Barr’s thorough technological history discusses not only how caissons work, but also the dangers involved. While this chapter references empirical research papers, it is a relatively easy read.</p><p>Chapters eight and nine focus on the birth of Midtown and the building boom of the 1920s. Chapter eight contains lengthy discussions of urban economic theory that may serve as a distraction to readers primarily interested in New York. However, they would be well-suited for undergraduates learning about the economics of cities. In the next chapter, Barr considers two of the primary explanations for the building boom of the 1920s — the first being exuberance, and the second being financing. He uses data to assess the viability of these two explanations and finds that supply and demand factors explain much of the development of the 1920s; though it enabled the boom, cheap credit was not, he argues, the primary cause.</p><p>In the final chapter (chapter 10), Barr discusses another of his empirical papers that estimates Manhattan land values from the mid-19th century to the present day. The data work that went into these estimations is particularly impressive. Toward the end of the chapter, Barr assesses ‘whether skyscrapers are a cause or an effect of high land values’. He finds that changes in land values predict future building height, but the reverse is not true. The book ends with an epilogue, in which Barr discusses the impact of climate change on the city and makes policy suggestions for New York going forward.</p><p><i>* a tenement: a multi-occupancy building of any sort, but particularly a run-down apartment building or slum building</i><br><i>** bedrock: the solid, hard rock in the ground that lies under a loose layer of soil</i></p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–31</h4><p>Choose the correct letter, <b>A</b>, <b>B</b>, <b>C</b> or <b>D</b>.<br>Write the correct letter in boxes <b>27–31</b> on your answer sheet.</p><p><b>27</b> What point does Shester make about Barr’s book in the first paragraph?<br><b>A</b> It gives a highly original explanation for urban development.<br><b>B</b> Elements of Barr’s research papers are incorporated throughout the book.<br><b>C</b> Other books that are available on the subject have taken a different approach.<br><b>D</b> It covers a range of factors that affected the development of New York.</p><p><b>28</b> How does Shester respond to the information in the book about tenements?<br><b>A</b> She describes the reasons for Barr’s interest.<br><b>B</b> She indicates a potential problem with Barr’s analysis.<br><b>C</b> She compares Barr’s conclusion with that of other writers.<br><b>D</b> She provides details about the sources Barr used for his research.</p><p><b>29</b> What does Shester say about chapter six of the book?<br><b>A</b> It contains conflicting data.<br><b>B</b> It focuses too much on possible trends.<br><b>C</b> It is too specialised for most readers.<br><b>D</b> It draws on research that is out of date.</p><p><b>30</b> What does Shester suggest about the chapters focusing on the 1920s building boom?<br><b>A</b> The information should have been organised differently.<br><b>B</b> More facts are needed about the way construction was financed.<br><b>C</b> The explanation that is given for the building boom is unlikely.<br><b>D</b> Some parts will have limited appeal to certain people.</p><p><b>31</b> What impresses Shester the most about the chapter on land values?<br><b>A</b> the broad time period that is covered<br><b>B</b> the interesting questions that Barr asks<br><b>C</b> the nature of the research into the topic<br><b>D</b> the recommendations Barr makes for the future</p>",
            "qs": [27, 28, 29, 30, 31]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 32–35</h4><p>Do the following statements agree with the claims of the writer in Reading Passage 3?<br>In boxes <b>32–35</b> on your answer sheet, write<br><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>32</b> The description in the first chapter of how New York probably looked from the air in the early 1600s lacks interest.<br><b>33</b> Chapters two and three prepare the reader well for material yet to come.<br><b>34</b> The biggest problem for many nineteenth-century New York immigrant neighbourhoods was a lack of amenities.<br><b>35</b> In the nineteenth century, New York’s immigrant neighbourhoods tended to concentrate around the harbour.</p>",
            "qs": [32, 33, 34, 35]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 36–40</h4><p>Complete the summary using the list of phrases, <b>A–J</b>, below.<br>Write the correct letter, <b>A–J</b>, in boxes <b>36–40</b> on your answer sheet.</p><p><b>The bedrock myth</b><br>In chapter seven, Barr indicates how the lack of bedrock close to the surface does not explain why skyscrapers are absent from <b>36</b> ........................................ He points out that although the cost of foundations increases when bedrock is deep below the surface, this cannot be regarded as <b>37</b> ........................................ , especially when compared to <b>38</b> ........................................<br>A particularly enjoyable part of the chapter was Barr’s account of how foundations are built. He describes not only how <b>39</b> ........................................ are made possible by the use of caissons, but he also discusses their <b>40</b> ........................................ The chapter is well researched but relatively easy to understand.</p><p><b>A</b> development plans <b>B</b> deep excavations <b>C</b> great distance <b>D</b> excessive expense <b>E</b> impossible tasks <b>F</b> associated risks <b>G</b> water level <b>H</b> specific areas <b>I</b> total expenditure <b>J</b> construction guidelines</p>",
            "qs": [36, 37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.<br><br>The chart below gives information about how families in one country spent their weekly income in 1968 and in 2018.<br><br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.<br>Write at least 150 words.<br><img src='https://drive.google.com/file/d/1WrY4rWRRbcg33Kl9cTPTeHLbvP4k3niA/view'></p>",
        "groups": [
          {
            "id": "W1.g1",
            "qs": [1]
          }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.<br><br>Write about the following topic:<br><br><b>Some people believe that professionals, such as doctors and engineers, should be required to work in the country where they did their training. Others believe they should be free to work in another country if they wish.</b><br><br>Discuss both these views and give your own opinion.<br><br>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br><br>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [[["family"],["fit"],["hotels"],["Carrowniskey"],["week"],["bay"],["September"],["19","nineteen"],["30","thirty"],["boots"],["B","E"],["B","E"],["C"],["C"],["A"],["E"],["D"],["G"],["F"],["C"],["B"],["A"],["A"],["B"],["C"],["A"],["D"],["B"],["F"],["H"],["mud"],["feathers"],["shape"],["moon"],["neck"],["evidence"],["destinations"],["oceans"],["recovery"],["atlas"]]],
    "reading": [[["carnivorous"],["scent"],["pouch"],["fossil"],["habitat"],["TRUE"],["FALSE"],["NOT GIVEN"],["FALSE"],["NOT GIVEN"],["FALSE"],["TRUE"],["NOT GIVEN"],["F"],["G"],["A"],["H"],["B"],["E"],["C"],["B","C"],["B","C"],["solid"],["(Sumatran) orangutan","orang-utan"],["carbon stocks"],["biodiversity"],["D"],["B"],["C"],["D"],["C"],["NO"],["YES"],["NOT GIVEN"],["NO"],["H"],["D"],["I"],["B"],["F"]]]
  }
}
