{
  "id": "IELTS025",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=18Ikn4l51xtsx5Yxxbk5v7W1HHdPfdcOU",
        "inst": "<h4>SECTION 1</h4><h4>Questions 1–10</h4><p>Complete the form below.<br><i>Write ONE WORD AND/OR A NUMBER for each answer.</i></p><h4>CRIME REPORT FORM</h4><p>Type of crime: theft<br><b>Personal information</b><br><i>Example</i><br>Name Louise ......Taylor......<br>Nationality <b>1</b> ___<br>Date of birth 14 December 1977<br>Occupation interior designer<br>Reason for visit business (to buy antique <b>2</b> ___)<br>Length of stay two months<br>Current address <b>3</b> ___ Apartments (No 15)<br><b>Details of theft</b><br>Items stolen<br>- a wallet containing approximately <b>4</b> £ ___<br>- a <b>5</b> ___<br>Date of theft <b>6</b> ___<br><b>Possible time and place of theft</b><br>Location outside the <b>7</b> ___ at about 4 pm<br>Details of suspect<br>- some boys asked for the <b>8</b> ___ then ran off<br>- one had a T-shirt with a picture of a tiger<br>- he was about 12, slim build with <b>9</b> ___ hair<br>Crime reference number allocated<br><b>10</b> ___</p>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=110Z-Kq8ndALB8vnnLtvdarZXcM7HsOES",
        "inst": "<h4>SECTION 2</h4><h4>Questions 11–20</h4><h4>Induction talk for new apprentices</h4><p><b>Questions 11 and 12</b><br><i>Choose TWO letters, A–E.</i></p><p>Which TWO pieces of advice for the first week of an apprenticeship does the manager give?<br><b>A</b> get to know colleagues<br><b>B</b> learn from any mistakes<br><b>C</b> ask lots of questions<br><b>D</b> react positively to feedback<br><b>E</b> enjoy new challenges</p><p><b>Questions 13 and 14</b><br><i>Choose TWO letters, A–E.</i></p><p>Which TWO things does the manager say mentors can help with?<br><b>A</b> confidence-building<br><b>B</b> making career plans<br><b>C</b> completing difficult tasks<br><b>D</b> making a weekly timetable<br><b>E</b> reviewing progress</p><p><b>Questions 15–20</b><br>What does the manager say about each of the following aspects of the company policy for apprentices?<br><i>Write the correct letter, A, B or C, next to Questions 15–20.</i></p><table border='1' cellspacing='0' cellpadding='1'><tr><td><b>A</b> It is encouraged.</td></tr><tr><td><b>B</b> There are some restrictions.</td></tr><tr><td><b>C</b> It is against the rules.</td></tr></table><p><b>Company policy for apprentices</b><br><b>15</b> Using the internet ___<br><b>16</b> Flexible working ___<br><b>17</b> Booking holidays ___<br><b>18</b> Working overtime ___<br><b>19</b> Wearing trainers ___<br><b>20</b> Bringing food to work ___</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1U-ic2Np69KuMYcHj8BzNAgU9kPSprqCv",
        "inst": "<h4>SECTION 3</h4><h4>Questions 21–30</h4><p><b>Questions 21–25</b><br><i>Choose the correct letter, A, B or C.</i></p><h4>Cities built by the sea</h4><p><b>21</b> Carla and Rob were surprised to learn that coastal cities<br><b>A</b> contain nearly half the world's population.<br><b>B</b> include most of the world's largest cities.<br><b>C</b> are growing twice as fast as other cities.</p><p><b>22</b> According to Rob, building coastal cities near to rivers<br><b>A</b> may bring pollution to the cities.<br><b>B</b> may reduce the land available for agriculture.<br><b>C</b> may mean the countryside is spoiled by industry.</p><p><b>23</b> What mistake was made when building water drainage channels in Miami in the 1950s?<br><b>A</b> They were not enough of them.<br><b>B</b> They were made of unsuitable materials.<br><b>C</b> They did not allow for the effects of climate change.</p><p><b>24</b> What do Rob and Carla think that the authorities in Miami should do immediately?<br><b>A</b> take measures to restore ecosystems<br><b>B</b> pay for a new flood prevention system<br><b>C</b> stop disposing of waste materials into the ocean</p><p><b>25</b> What do they agree should be the priority for international action?<br><b>A</b> greater coordination of activities<br><b>B</b> more sharing of information<br><b>C</b> agreement on shared policies</p><p><b>Questions 26–30</b><br>What decision do the students make about each of the following parts of their presentation?<br><i>Choose FIVE answers from the box and write the correct letter, A–G, next to Questions 26–30.</i></p><table border='1' cellspacing='0' cellpadding='1'><tr><td><b>Decisions</b></td></tr><tr><td><b>A</b> use visuals</td></tr><tr><td><b>B</b> keep it short</td></tr><tr><td><b>C</b> involve other students</td></tr><tr><td><b>D</b> check the information is accurate</td></tr><tr><td><b>E</b> provide a handout</td></tr><tr><td><b>F</b> focus on one example</td></tr><tr><td><b>G</b> do online research</td></tr></table><p><b>Parts of the presentation</b><br><b>26</b> Historical background ___<br><b>27</b> Geographical factors ___<br><b>28</b> Past mistakes ___<br><b>29</b> Future risks ___<br><b>30</b> International implications ___</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=13Sy1nLbo9dHiw-L4s7WxVE4kgC_15hvi",
        "inst": "<h4>SECTION 4</h4><h4>Questions 31–40</h4><p>Complete the notes below.<br><i>Write ONE WORD ONLY for each answer.</i></p><h4>Marine renewable energy (ocean energy)</h4><p><b>Introduction</b><br>More energy required because of growth in population and <b>31</b> ___<br>What's needed:<br>- renewable energy sources<br>- methods that won't create pollution<br><b>Wave energy</b><br>Advantage: waves provide a <b>32</b> ___ source of renewable energy<br>Electricity can be generated using offshore or onshore systems<br>Onshore systems may use a reservoir<br>Problems:<br>- waves can move in any <b>33</b> ___<br>- movement of sand, etc. on the <b>34</b> ___ of the ocean may be affected<br><b>Tidal energy</b><br>Tides are more <b>35</b> ___ than waves<br>Planned tidal lagoon in Wales:<br>- will be created in a <b>36</b> ___ at Swansea<br>- breakwater (dam) containing 16 turbines<br>- rising tide forces water through turbines, generating electricity<br>- stored water is released through <b>37</b> ___, driving the turbines in the reverse direction<br>Advantages:<br>- not dependent on weather<br>- no <b>38</b> ___ is required to make it work<br>- likely to create a number of <b>39</b> ___<br>Problem:<br>- may harm fish and birds, e.g. by affecting <b>40</b> ___ and building up silt<br><b>Ocean thermal energy conversion</b><br>Uses a difference in temperature between the surface and lower levels<br>Water brought to the surface in a pipe</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i></p><h4>THE IMPORTANCE OF CHILDREN'S PLAY</h4><p>Brick by brick, six-year-old Alice is building a magical kingdom. Imagining fairy-tale turrets and fire-breathing dragons, wicked witches and gallant heroes, she's creating an enchanting world. Although she isn't aware of it, this fantasy is helping her take her first steps towards her capacity for creativity and so it will have important repercussions in her adult life.</p><p>Minutes later, Alice has abandoned the kingdom in favour of playing schools with her younger brother. When she bosses him around as his ''teacher'', she's practising how to regulate her emotions through pretence. Later on, when they tire of this and settle down with a board game, she's learning about the need to follow rules and take turns with a partner.</p><p>''Play in all its rich variety is one of the highest achievements of the human species,'' says Dr David Whitebread from the Faculty of Education at the University of Cambridge, UK. ''It underpins how we develop as intellectual, problem-solving adults and is crucial to our success as a highly adaptable species.''</p><p>Recognising the importance of play is not new: over two millennia ago, the Greek philosopher Plato extolled its virtues as a means of developing skills for adult life, and ideas about play-based learning have been developing since the 19th century.</p><p>But we live in changing times, and Whitebread is mindful of a worldwide decline in play, pointing out that over half the people in the world now live in cities. ''The opportunities for free play, which I experienced almost every day of my childhood, are becoming increasingly scarce,'' he says. ''Outdoor play is curtailed by perceptions of risk to do with traffic, as well as parents' increased wish to protect their children from being the victims of crime, and by the emphasis on ''earlier is better'' which is leading to greater competition in academic learning and schools.''</p><p>International bodies like the United Nations and the European Union have begun to develop policies concerned with children's right to play, and to consider implications for leisure facilities and educational programmes. But what they often lack is the evidence to base policies on.</p><p>''The type of play we are interested in is child-initiated, spontaneous and unpredictable – but, as soon as you ask a five-year-old ''to play'', then you as the researcher have intervened,'' explains Dr Sara Baker. ''And we want to know what the long-term impact of play is. It's a real challenge.''</p><p>Dr Jenny Gibson agrees, pointing out that although some of the steps in the puzzle of how and why play is important have been looked at, there is very little data on the impact it has on the child's later life.</p><p>Now, thanks to the university's new Centre for Research on Play in Education, Development and Learning (PEDAL), Whitebread, Baker, Gibson and a team of researchers hope to provide evidence on the role played by play in how a child develops.</p><p>''A strong possibility is that play supports the early development of children's self-control,'' explains Baker. ''This is our ability to develop awareness of our own thinking processes – it influences how effectively we go about undertaking challenging activities.''</p><p>In a study carried out by Baker with toddlers and young pre-schoolers, she found that children with greater self-control solved problems more quickly when exploring an unfamiliar set-up requiring scientific reasoning. ''This sort of evidence makes us think that giving children the chance to play will make them more successful problem-solvers in the long run.''</p><p>If playful experiences do facilitate this aspect of development, say the researchers, it could be extremely significant for educational practices, because the ability to self-regulate has been shown to be a key predictor of academic performance.</p><p>Gibson adds: ''Playful behaviour is also an important indicator of healthy social and emotional development. In my previous research, I investigated how observing children at play can give us important clues about their well-being and can even be useful in the diagnosis of neurodevelopmental disorders like autism.''</p><p>Whitebread's recent research has involved developing a play-based approach to supporting children's writing. ''Many primary school children find writing difficult, but we showed in a previous study that a playful stimulus was far more effective than an instructional one.'' Children wrote longer and better-structured stories when they first played with dolls representing characters in the story. In the latest study, children first created their story with Lego*, with similar results. ''Many teachers commented that they had always previously had children saying they didn't know what to write about. With the Lego building, however, not a single child said this through the whole year of the project.''</p><p>Whitebread, who directs PEDAL, trained as a primary school teacher in the early 1970s, when, as he describes, ''the teaching of young children was largely a quiet backwater, untroubled by any serious intellectual debate or controversy.'' Now, the landscape is very different, with hotly debated topics such as school starting age.</p><p>''Somehow the importance of play has been lost in recent decades. It's regarded as something trivial, or even as something negative that contrasts with ''work''. Let's not lose sight of its benefits, and the fundamental contributions it makes to human achievements in the arts, sciences and technology. Let's make sure children have a rich diet of play experiences.''</p><p><i>* Lego: coloured plastic building blocks and other pieces that can be joined together</i></p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–8</h4><p>Complete the notes below.</p><p><i>Choose ONE WORD ONLY from the passage for each answer.</i></p><p><i>Write your answers in boxes 1–8 on your answer sheet.</i></p><table border='1' cellspacing='0' cellpadding='1'><tr><td><h4>Children's play</h4><p><b>Uses of children's play</b><br>- building a ''magical kingdom'' may help develop <b>1</b> ___<br>- board games involve <b>2</b> ___ and turn-taking</p><p><b>Recent changes affecting children's play</b><br>- populations of <b>3</b> ___ have grown<br>- opportunities for free play are limited due to<br> - fear of <b>4</b> ___<br> - fear of <b>5</b> ___<br> - increased <b>6</b> ___ in schools</p><p><b>International policies on children's play</b><br>- it is difficult to find <b>7</b> ___ to support new policies<br>- research needs to study the impact of play on the rest of the child's <b>8</b> ___</p></td></tr></table>",
            "qs": [1,2,3,4,5,6,7,8]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 9–13</h4><p>Do the following statements agree with the information given in Reading Passage 1?</p><p><i>In boxes 9–13 on your answer sheet, write</i></p><p><b>TRUE</b> <i>if the statement agrees with the information</i><br><b>FALSE</b> <i>if the statement contradicts the information</i><br><b>NOT GIVEN</b> <i>if there is no information on this</i></p><p><b>9</b> Children with good self-control are known to be likely to do well at school later on.<br><b>10</b> The way a child plays may provide information about possible medical problems.<br><b>11</b> Playing with dolls was found to benefit girls' writing more than boys' writing.<br><b>12</b> Children had problems thinking up ideas when they first created the story with Lego.<br><b>13</b> People nowadays regard children's play as less significant than they did in the past.</p>",
            "qs": [9, 10, 11, 12, 13]
          }  
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p><i>You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below.</i></p><h4>The growth of bike-sharing schemes around the world</h4><p><i>How Dutch engineer Luud Schimmelpennink helped to devise urban bike-sharing schemes</i></p><p><b>A</b> The original idea for an urban bike-sharing scheme dates back to a summer's day in Amsterdam in 1965. Provo, the organisation that came up with the idea, was a group of Dutch activists who wanted to change society. They believed the scheme, which was known as the Witte Fietsenplan, was an answer to the perceived threats of air pollution and consumerism. In the centre of Amsterdam, they painted a small number of used bikes white. They also distributed leaflets describing the dangers of cars and inviting people to use the white bikes. The bikes were then left unlocked at various locations around the city, to be used by anyone in need of transport.</p><p><b>B</b> Luud Schimmelpennink, a Dutch industrial engineer who still lives and cycles in Amsterdam, was heavily involved in the original scheme. He recalls how the scheme succeeded in attracting a great deal of attention – particularly when it came to publicising Provo's aims – but struggled to get off the ground. The police were opposed to Provo's initiatives and almost as soon as the white bikes were distributed around the city, they removed them. However, for Schimmelpennink and for bike-sharing schemes in general, this was just the beginning. 'The first Witte Fietsenplan was just a symbolic thing,' he says. 'We painted a few bikes white, that was all. Things got more serious when I became a member of the Amsterdam city council two years later.'</p><p><b>C</b> Schimmelpennink seized this opportunity to present a more elaborate Witte Fietsenplan to the city council. 'My idea was that the municipality of Amsterdam would distribute 10,000 white bikes over the city, for everyone to use,' he explains. 'I made serious calculations. It turned out that a white bicycle – per person, per kilometre – would cost the municipality only 10% of what it contributed to public transport per person per kilometre.' Nevertheless, the council unanimously rejected the plan. 'They said that the bicycle belongs to the past. They saw a glorious future for the car,' says Schimmelpennink. But he was not in the least discouraged.</p><p><b>D</b> Schimmelpennink never stopped believing in bike-sharing, and in the mid-90s, two Danes asked for his help to set up a system in Copenhagen. The result was the world's first large-scale bike-share programme. It worked on a deposit: 'You dropped a coin in the bike and when you returned it, you got your money back.' After setting up the Danish system, Schimmelpennink decided to try his luck again in the Netherlands – and this time he succeeded in arousing the interest of the Dutch Ministry of Transport. 'Times had changed,' he recalls. 'People had become more environmentally conscious, and the Danish experiment had proved that bike-sharing was a real possibility.' A new Witte Fietsenplan was launched in 1999 in Amsterdam. However, riding a white bike was no longer free; it cost one guilder per trip and payment was made with a chip card developed by the Dutch bank Postbank. Schimmelpennink designed conspicuous, sturdy white bikes locked in special racks which could be opened with the chip card – the plan started with 250 bikes, distributed over five stations.</p><p><b>E</b> Theo Molenaar, who was a system designer for the project, worked alongside Schimmelpennink. 'I remember when we were testing the bike racks, he announced that he had already designed better ones. But of course, we had to go through with the ones we had. The system, however, was prone to vandalism and theft. 'After every weekend there would always be a couple of bikes missing,' Molenaar says. 'I really have no idea what people did with them, because they could instantly be recognised as white bikes.' But the biggest blow came when Postbank decided to abolish the chip card, because it wasn't profitable. 'That chip card was pivotal to the system,' Molenaar says. 'To continue the project we would have needed to set up another system, but the business partner had lost interest.'</p><p><b>F</b> Schimmelpennink was disappointed, but – characteristically – not for long. In 2002 he got a call from the French advertising corporation JC Decaux, who wanted to set up his bike-sharing scheme in Vienna. 'That went really well. After Vienna, they set up a system in Lyon. Then in 2007, Paris followed. That was a decisive moment in the history of bike-sharing.' The huge and unexpected success of the Parisian bike-sharing programme, which now boasts more than 20,000 bicycles, inspired cities all over the world to set up their own schemes, all modelled on Schimmelpennink's. 'It's wonderful that this happened,' he says. 'But financially I didn't really benefit from it, because I never filed for a patent.'</p><p><b>G</b> In Amsterdam today, 38% of all trips are made by bike and, along with Copenhagen, it is regarded as one of the two most cycle-friendly capitals in the world – but the city never got another Witte Fietsenplan. Molenaar believes this may be because everybody in Amsterdam already has a bike. Schimmelpennink, however, cannot see that this changes Amsterdam's need for a bike-sharing scheme. 'People who travel on the underground don't carry their bikes around. But often they need additional transport to reach their final destination.' Although he thinks it is strange that a city like Amsterdam does not have a successful bike-sharing scheme, he is optimistic about the future. 'In the '60s we didn't stand a chance because people were prepared to give their lives to keep cars in the city. But that mentality has totally changed. Today everybody longs for cities that are not dominated by cars.'</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–18</h4><p>Reading Passage 2 has seven paragraphs, <b>A–G</b>.</p><p>Which paragraph contains the following information?</p><p><i>Write the correct letter, <b>A–G</b>, in boxes 14–18 on your answer sheet.</i></p><p><b>NB</b> You may use any letter more than once.</p><p><b>14</b> a description of how people misused a bike-sharing scheme</p><p><b>15</b> an explanation of why a proposed bike-sharing scheme was turned down</p><p><b>16</b> a reference to a person being unable to profit from their work</p><p><b>17</b> an explanation of the potential savings a bike-sharing scheme would bring</p><p><b>18</b> a reference to the problems a bike-sharing scheme was intended to solve</p>",
            "qs": [14,15,16,17,18]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 19 and 20</h4><p><i>Choose <b>TWO</b> letters, <b>A–E</b>.</i></p><p><i>Write the correct letters in boxes 19 and 20 on your answer sheet.</i></p><p>Which <b>TWO</b> of the following statements are made in the text about the Amsterdam bike-sharing scheme of 1999?</p><p><b>A</b> It was initially opposed by a government department.</p><p><b>B</b> It failed when a partner in the scheme withdrew support.</p><p><b>C</b> It aimed to be more successful than the Copenhagen scheme.</p><p><b>D</b> It was made possible by a change in people's attitudes.</p><p><b>E</b> It attracted interest from a range of bike designers.</p>",
            "qs": [19,20]
          },
          {
            "id": "R2.g3",
            "html": "<h4>Questions 21 and 22</h4><p><i>Choose <b>TWO</b> letters, <b>A–E</b>.</i></p><p><i>Write the correct letters in boxes 21 and 22 on your answer sheet.</i></p><p>Which <b>TWO</b> of the following statements are made in the text about Amsterdam today?</p><p><b>A</b> The majority of residents would like to prevent all cars from entering the city.</p><p><b>B</b> There is little likelihood of the city having another bike-sharing scheme.</p><p><b>C</b> More trips in the city are made by bike than by any other form of transport.</p><p><b>D</b> A bike-sharing scheme would benefit residents who use public transport.</p><p><b>E</b> The city has a reputation as a place that welcomes cyclists.</p>",
            "qs": [21,22]
          },
          {
            "id": "R2.g4",
            "html": "<h4>Questions 23–26</h4><p><i>Complete the summary below.</i></p><p><i>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</i></p><p><i>Write your answers in boxes 23–26 on your answer sheet.</i></p><p><b>The first urban bike-sharing scheme</b></p><p>The first bike-sharing scheme was the idea of the Dutch group Provo. The people who belonged to this group were <b>23</b> ___. They were concerned about damage to the environment and about <b>24</b> ___, and believed that the bike-sharing scheme would draw attention to these issues. As well as painting some bikes white, they handed out <b>25</b> ___ that condemned the use of cars.</p><p>However, the scheme was not a great success; almost as quickly as Provo left the bikes around the city, the <b>26</b> ___ took them away. According to Schimmelpennink, the scheme was intended to be symbolic. The idea was to get people thinking about the issues.</p>",
            "qs": [23,24,25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p><i>You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below.</i></p><h4>Motivational factors and the hospitality industry</h4><p>A critical ingredient in the success of hotels is developing and maintaining superior performance from their employees. How is that accomplished? What Human Resource Management (HRM) practices should organizations invest in to acquire and retain great employees?</p><p>Some hotels aim to provide superior working conditions for their employees. The idea originated from workplaces – usually in the non-service sector – that emphasized fun and enjoyment as part of work-life balance. By contrast, the service sector, and more specifically hotels, has traditionally not extended these practices to address basic employee needs, such as good working conditions.</p><p>Pfeffer (1994) emphasizes that in order to succeed in a global business environment, organizations must make investment in Human Resource Management (HRM) to allow them to acquire employees who possess better skills and capabilities than their competitors. This investment will be to their competitive advantage. Despite this recognition of the importance of employee development, the hospitality industry has historically been dominated by underdeveloped HR practices (Lucas, 2002).</p><p>Lucas also points out that 'the substance of HRM practices does not appear to be designed to foster constructive relations with employees or to represent a managerial approach that enables developing and drawing out the full potential of people, even though employees may be broadly satisfied with many aspects of their work' (Lucas, 2002). In addition, or maybe as a result, high employee turnover has been a recurring problem throughout the hospitality industry. Among the many cited reasons are low compensation, inadequate benefits, poor working conditions and compromised employee morale and attitudes (Maroudas et al., 2008).</p><p>Ng and Sorensen (2008) demonstrated that when managers provide recognition to employees, motivate employees to work together, and remove obstacles preventing effective performance, employees feel more obligated to stay with the company. This was succinctly summarized by Michel et al. (2013): '[P]roviding support to employees gives them the confidence to perform their jobs better and the motivation to stay with the organization.' Hospitality organizations can therefore enhance employee motivation and retention through the development and improvement of their working conditions. These conditions are inherently linked to the working environment.</p><p>While it seems likely that employees' reactions to their job characteristics could be affected by a predisposition to view their work environment negatively, no evidence exists to support this hypothesis (Spector et al., 2000). However, given the opportunity, many people will find something to complain about in relation to their workplace (Poulston, 2009). There is a strong link between the perceptions of employees and particular factors of their work environment that are separate from the work itself, including company policies, salary and vacations.</p><p>Such conditions are particularly troubling for the luxury hotel market, where high-quality service, requiring a sophisticated approach to HRM, is recognized as a critical source of competitive advantage (Maroudas et al., 2008). In a real sense, the services of hotel employees represent their industry (Schneider and Bowen, 1993). This representation has commonly been limited to guest experiences. This suggests that there has been a dichotomy between the guest environment provided in luxury hotels and the working conditions of their employees.</p><p>It is therefore essential for hotel management to develop HRM practices that enable them to inspire and retain competent employees. This requires an understanding of what motivates employees at different levels of management and different stages of their careers (Enz and Siguaw, 2000). This implies that it is beneficial for hotel managers to understand what practices are most favorable to increase employee satisfaction and retention.</p><p>Herzberg (1966) proposes that people have two major types of needs, the first being extrinsic motivation factors relating to the context in which work is performed, rather than the work itself. These include working conditions and job security. When these factors are unfavorable, job dissatisfaction may result. Significantly, though, just fulfilling these needs does not result in satisfaction, but only in the reduction of dissatisfaction (Maroudas et al., 2008).</p><p>Employees also have intrinsic motivation needs or motivators, which include such factors as achievement and recognition. Unlike extrinsic factors, motivator factors may ideally result in job satisfaction (Maroudas et al., 2008). Herzberg's (1966) theory discusses the need for a 'balance' of these two types of needs.</p><p>The impact of fun as a motivating factor at work has also been explored. For example, Tews, Michel and Stafford (2013) conducted a study focusing on staff from a chain of themed restaurants in the United States. It was found that fun activities had a favorable impact on performance and manager support for fun had a favorable impact in reducing turnover. Their findings support the view that fun may indeed have a beneficial effect, but the framing of that fun must be carefully aligned with both organizational goals and employee characteristics. 'Managers must learn how to achieve the delicate balance of allowing employees the freedom to enjoy themselves at work while simultaneously maintaining high levels of performance' (Tews et al., 2013).</p><p>Deery (2008) has recommended several actions that can be adopted at the organizational level to retain good staff as well as assist in balancing work and family life. Those particularly appropriate to the hospitality industry include allowing adequate breaks during the working day, staff functions that involve families, and providing health and well-being opportunities.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–31</h4><p><i>Look at the following statements (Questions 27–31) and the list of researchers below.</i></p><p><i>Match each statement with the correct researcher, <b>A–F</b>.</i></p><p><i>Write the correct letter, <b>A–F</b>, in boxes 27–31 on your answer sheet.</i></p><p><b>NB</b> You may use any letter more than once.</p><p><b>27</b> Hotel managers need to know what would encourage good staff to remain.</p><p><b>28</b> The actions of managers may make staff feel they shouldn't move to a different employer.</p><p><b>29</b> Little is done in the hospitality industry to help workers improve their skills.</p><p><b>30</b> Staff are less likely to change jobs if cooperation is encouraged.</p><p><b>31</b> Dissatisfaction with pay is not the only reason why hospitality workers change jobs.</p><br><table border='1' cellspacing='0' cellpadding='1'><tr><td><b>List of Researchers</b></td></tr><tr><td><b>A</b> Pfeffer</td></tr><tr><td><b>B</b> Lucas</td></tr><tr><td><b>C</b> Maroudas et al.</td></tr><tr><td><b>D</b> Ng and Sorensen</td></tr><tr><td><b>E</b> Enz and Siguaw</td></tr><tr><td><b>F</b> Deery</td></tr></table>",
            "qs": [27,28,29,30,31]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 32–35</h4><p><i>Do the following statements agree with the claims of the writer in Reading Passage 3?</i></p><p><i>In boxes 32–35 on your answer sheet, write</i></p><p><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>32</b> One reason for high staff turnover in the hospitality industry is poor morale.</p><p><b>33</b> Research has shown that staff have a tendency to dislike their workplace.</p><p><b>34</b> An improvement in working conditions and job security makes staff satisfied with their jobs.</p><p><b>35</b> Staff should be allowed to choose when they take breaks during the working day.</p>",
            "qs": [32,33,34,35]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 36–40</h4><p><i>Complete the summary below.</i></p><p><i>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</i></p><p><i>Write your answers in boxes 36–40 on your answer sheet.</i></p><p><b>Fun at work</b></p><p>Tews, Michel and Stafford carried out research on staff in an American chain of <b>36</b> ___. They discovered that activities designed for staff to have fun improved their <b>37</b> ___, and that management involvement led to lower staff <b>38</b> ___. They also found that the activities needed to fit with both the company's <b>39</b> ___ and the <b>40</b> ___ of the staff. A balance was required between a degree of freedom and maintaining work standards.</p>",
            "qs": [36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.</p><p><i>The charts below show the average percentages in typical meals of three types of nutrients, all of which may be unhealthy if eaten too much.<br><br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</i></p><p>Write at least 150 words.</p><p><img src='https://drive.google.com/file/d/1VDtvGivWwGvuAlEVpQutoeTChA1Mx0wV/view'></p>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.</p><p>Write about the following topic:</p><p><i>Some people believe that it is best to accept a bad situation, such as an unsatisfactory job or shortage of money. Others argue that it is better to try and improve such situations.<br><br>Discuss both these views and give your own opinion.</i></p><p>Give reasons for your answer and include any relevant examples from your own knowledge or experience.</p><p>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["Canadian"],["furniture"],["Park"],["250", "250 sterling"],["phone"],["10 September","10th September"],["museum"],["time"],["blonde","blond"],["87954 82361"],["A", "C"],["A", "C"],["B", "E"],["B", "E"],["B"],["C"],["C"],["A"],["A"],["C"],["B"],["A"],["C"],["B"],["A"],["B"],["A"],["C"],["G"],["C"],["industry"],["constant"],["direction"],["floor"],["predictable"],["bay"],["gates"],["fuel"],["jobs"],["migration"]]
  ],
    "reading": [
      [["creativity"],["rules"],["cities"],["traffic", "crime"],["traffic", "crime"],["competition"],["evidence"],["life"],["TRUE"],["TRUE"],["NOT GIVEN"],["FALSE"],["TRUE"],["E"],["C"],["F"],["C"],["A"],["B", "D"],["B", "D"],["D", "E"],["D", "E"],["activists"],["consumerism"],["leaflets"],["police"],["E"],["D"],["B"],["D"],["C"],["YES"],["NO"],["NO"],["NOT GIVEN"],["restaurants"],["performance"],["turnover"],["goals"],["characteristics"]]
  ]
  }
}