{
  "id": "FT004",
  "exam": "IELTS",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1XwTDtV3mu84R5ktGXs5cFq0KW5rVD4cn",
        "inst": "<h4>PART 1 <i>Questions 1–10</i></h4><p>Complete the notes below.<br>Write ONE WORD for each answer.</p><h4>Easy Life Cleaning Services</h4><p><i>Basic cleaning package offered</i><br>- Cleaning all surfaces<br>- Cleaning the <b>1</b> ........................ throughout the apartment<br>- Cleaning shower, sinks, toilet etc.</p><p><i>Additional services agreed</i><br>- Every week<br>- Cleaning the <b>2</b> ........................<br>- Ironing clothes – <b>3</b> ........................ only<br>- Every month<br>- Cleaning all the <b>4</b> ........................ from the inside<br>- Washing down the <b>5</b> ........................</p><p><i>Other possibilities</i><br>- They can organise a plumber or an <b>6</b> ........................ if necessary.<br>- A special cleaning service is available for customers who are allergic to <b>7</b> ........................</p><p><i>Information on the cleaners</i><br>- Before being hired, all cleaners have a background check carried out by the <b>8</b> ........................<br>- References are required.<br>- All cleaners are given <b>9</b> ........................ for two weeks.<br>- Customers send a <b>10</b> ........................ after each visit.<br>- Usually, each customer has one regular cleaner.</p>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
            "qs": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1ySlASWPgLFNT6VNFLVW5-oo-xGRukSmZ",
        "inst": "<h4>PART 2 <i>Questions 11–20</i></h4><p><i>Questions 11–14</i><br>Choose the correct letter, <b>A</b>, <b>B</b> or <b>C</b>.</p><p><b>11</b> Many hotel managers are unaware that their staff often leave because of<br><b>A</b> a lack of training.<br><b>B</b> long hours.<br><b>C</b> low pay.</p><p><b>12</b> What is the impact of high staff turnover on managers?<br><b>A</b> an increased workload<br><b>B</b> low morale<br><b>C</b> an inability to meet targets</p><p><b>13</b> What mistake should managers always avoid?<br><b>A</b> failing to treat staff equally<br><b>B</b> reorganising shifts without warning<br><b>C</b> neglecting to have enough staff during busy periods</p><p><b>14</b> What unexpected benefit did Dunwich Hotel notice after improving staff retention rates?<br><b>A</b> a fall in customer complaints<br><b>B</b> an increase in loyalty club membership<br><b>C</b> a rise in spending per customer</p><p><i>Questions 15–20</i><br>Which way of reducing staff turnover was used in each of the following hotels?<br>Write the correct letter, <b>A</b>, <b>B</b> or <b>C</b>, next to Questions <b>15–20</b>.</p><h4>Ways of reducing staff turnover</h4><p><b>A</b> improving relationships and teamwork<br><b>B</b> offering incentives and financial benefits<br><b>C</b> providing career opportunities</p><h4>Hotels</h4><p><b>15</b> The Sun Club : ........................<br><b>16</b> The Portland : ........................<br><b>17</b> Bluewater Hotels : ........................<br><b>18</b> Pentlow Hotels : ........................<br><b>19</b> Green Planet : ........................<br><b>20</b> The Amesbury : ........................</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11, 12, 13, 14, 15, 16, 17, 18, 19, 20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1rx8jyPWq1Wn3DIetkGDhmje0vRdqUe3l",
        "inst": "<h4>PART 3 <i>Questions 21–30</i></h4><p><i>Questions 21–22</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO points do Thomas and Jeanne make about Thomas’s sporting activities at school?<br><b>A</b> He should have felt more positive about them.<br><b>B</b> The training was too challenging for him.<br><b>C</b> He could have worked harder at them.<br><b>D</b> His parents were disappointed in him.<br><b>E</b> His fellow students admired him.</p><p><i>Questions 23 and 24</i><br>Choose TWO letters, <b>A–E</b>.<br>Which TWO feelings did Thomas experience when he was in Kenya?<br><b>A</b> disbelief<br><b>B</b> relief<br><b>C</b> stress<br><b>D</b> gratitude<br><b>E</b> homesickness</p><p><i>Questions 25–30</i><br>What comment do the students make about the development of each of the following items of sporting equipment?<br>Choose SIX answers from the box and write the correct letter, <b>A–H</b>, next to Questions <b>25–30</b>.</p><h4>Comments about the development of the equipment</h4><p><b>A</b> It could cause excessive sweating.<br><b>B</b> The material was being mass produced for another purpose.<br><b>C</b> People often needed to make their own.<br><b>D</b> It often had to be replaced.<br><b>E</b> The material was expensive.<br><b>F</b> It was unpopular among spectators.<br><b>G</b> It caused injuries.<br><b>H</b> No one using it liked it at first.</p><h4>Items of sporting equipment</h4><p><b>25</b> the table tennis bat : ........................<br><b>26</b> the cricket helmet : ........................<br><b>27</b> the cycle helmet : ........................<br><b>28</b> the golf club : ........................<br><b>29</b> the hockey stick : ........................<br><b>30</b> the football : ........................</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21, 22, 23, 24, 25, 26, 27, 28, 29, 30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1SgLLFAb5A8yxEtC968yeE7BbD07pOHkP",
        "inst": "<h4>PART 4 <i>Questions 31–40</i></h4><p>Complete the notes below.<br>Write ONE WORD ONLY for each answer.</p><h4>Maple syrup</h4><p><i>What is maple syrup?</i><br>- made from the sap of the maple tree<br>- added to food or used in cooking<br>- colour described as <b>31</b> ........................<br>- very <b>32</b> ........................ compared to refined sugar</p><p><i>The maple tree</i><br>- has many species<br>- needs sunny days and cool nights<br>- maple leaf has been on the Canadian flag since 1964<br>- needs moist soil but does not need fertiliser as well<br>- best growing conditions and <b>33</b> ........................ are in Canada and North America</p><p><i>Early maple sugar producers</i><br>- made holes in the tree trunks<br>- used hot <b>34</b> ........................ to heat the sap<br>- used tree bark to make containers for collection<br>- sweetened food and drink with sugar</p><p><i>Today’s maple syrup</i><br><i>The trees</i><br>- Tree trunks may not have the correct <b>35</b> ........................ until they have been growing for 40 years.<br>- The changing temperature and movement of water within the tree produces the sap.<br><i>The production</i><br>- A tap is drilled into the trunk and a <b>36</b> ........................ carries the sap into a bucket.<br>- Large pans of sap called evaporators are heated by means of a <b>37</b> ........................<br>- A lot of <b>38</b> ........................ is produced during the evaporation process.<br>- ‘Sugar sand’ is removed because it makes the syrup look <b>39</b> ........................ and affects the taste.<br>- The syrup is ready for use.<br>- A huge quantity of sap is needed to make a <b>40</b> ........................ of maple syrup.</p>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31, 32, 33, 34, 35, 36, 37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i></p><h4>Bats to the rescue</h4><p><i>How Madagascar’s bats are helping to save the rainforest</i></p><p>There are few places in the world where relations between agriculture and conservation are more strained. Madagascar’s forests are being converted to agricultural land at a rate of one percent every year. Much of this destruction is fuelled by the cultivation of the country’s main staple crop: rice. And a key reason for this destruction is that insect pests are destroying vast quantities of what is grown by local subsistence farmers, leading them to clear forest to create new paddy fields. The result is devastating habitat and biodiversity loss on the island, but not all species are suffering. In fact, some of the island’s insectivorous bats are currently thriving and this has important implications for farmers and conservationists alike.</p><p>Enter University of Cambridge zoologist Ricardo Rocha. He’s passionate about conservation, and bats. More specifically, he’s interested in how bats are responding to human activity and deforestation in particular. Rocha’s new study shows that several species of bats are giving Madagascar’s rice farmers a vital pest control service by feasting on plagues of insects. And this, he believes, can ease the financial pressure on farmers to turn forest into fields.</p><p>Bats comprise roughly one-fifth of all mammal species in Madagascar and thirty-six recorded bat species are native to the island, making it one of the most important regions for conservation of this animal group anywhere in the world.</p><p>Co-leading an international team of scientists, Rocha found that several species of indigenous bats are taking advantage of habitat modification to hunt insects swarming above the country’s rice fields. They include the Malagasy mouse-eared bat, Major’s long-fingered bat, the Malagasy white-bellied free-tailed bat and Peters’ wrinkle-lipped bat.</p><p>‘These winner species are providing a valuable free service to Madagascar as biological pest suppressors,’ says Rocha. ‘We found that six species of bat are preying on rice pests, including the paddy swarming caterpillar and grass webworm. The damage which these insects cause puts the island’s farmers under huge financial pressure and that encourages deforestation.’</p><p>The study, now published in the journal <i>Agriculture, Ecosystems and Environment</i>, set out to investigate the feeding activity of insectivorous bats in the farmland bordering the Ranomafana National Park in the southeast of the country.</p><p>Rocha and his team used state-of-the-art ultrasonic recorders to record over a thousand bat ‘feeding buzzes’ (echolocation sequences used by bats to target their prey) at 54 sites, in order to identify the favourite feeding spots of the bats. They next used DNA barcoding techniques to analyse droppings collected from bats at the different sites.</p><p>The recordings revealed that bat activity over rice fields was much higher than it was in continuous forest – seven times higher over rice fields which were on flat ground, and sixteen times higher over fields on the sides of hills – leaving no doubt that the animals are preferentially foraging in these man-made ecosystems. The researchers suggest that the bats favour these fields because lack of water and nutrient run-off make these crops more susceptible to insect pest infestations. DNA analysis showed that all six species of bat had fed on economically important insect pests. While the findings indicated that rice farming benefits most from the bats, the scientists also found indications that the bats were consuming pests of other crops, including the black twig borer (which infests coffee plants), the sugarcane cicada, the macadamia nut-borer, and the sober tabby (a pest of citrus fruits).</p><p>‘The effectiveness of bats as pest controllers has already been proven in the USA and Catalonia,’ said co-author James Kemp, from the University of Lisbon. ‘But our study is the first to show this happening in Madagascar, where the stakes for both farmers and conservationists are so high.’</p><p>Local people may have a further reason to be grateful to their bats. While the animal is often associated with spreading disease, Rocha and his team found evidence that Malagasy bats feed not just on crop pests but also on mosquitoes – carriers of malaria, Rift Valley fever virus and elephantiasis – as well as blackflies, which spread river blindness.</p><p>Rocha points out that the relationship is complicated. When food is scarce, bats become a crucial source of protein for local people. Even the children will hunt them. And as well as roosting in trees, the bats sometimes roost in buildings, but are not welcomed there because they make them unclean. At the same time, however, they are associated with sacred caves and the ancestors, so they can be viewed as beings between worlds, which makes them very significant in the culture of the people. And one potential problem is that while these bats are benefiting from farming, at the same time deforestation is reducing the places where they can roost, which could have long-term effects on their numbers. Rocha says, ‘With the right help, we hope that farmers can promote this mutually beneficial relationship by installing bat houses.’</p><p>Rocha and his colleagues believe that maximising bat populations can help to boost crop yields and promote sustainable livelihoods. The team is now calling for further research to quantify this contribution. ‘I’m very optimistic,’ says Rocha. ‘If we give nature a hand, we can speed up the process of regeneration.’</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–6</h4><p>Do the following statements agree with the information given in Reading Passage 1?<br>In boxes <b>1–6</b> on your answer sheet, write<br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information on this</p><p><b>1</b> Many Madagascan forests are being destroyed by attacks from insects.<br><b>2</b> Loss of habitat has badly affected insectivorous bats in Madagascar.<br><b>3</b> Ricardo Rocha has carried out studies of bats in different parts of the world.<br><b>4</b> Habitat modification has resulted in indigenous bats in Madagascar becoming useful to farmers.<br><b>5</b> The Malagasy mouse-eared bat is more common than other indigenous bat species in Madagascar.<br><b>6</b> Bats may feed on paddy swarming caterpillars and grass webworms.</p>",
            "qs": [1, 2, 3, 4, 5, 6]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 7–13</h4><p>Complete the table below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes <b>7–13</b> on your answer sheet.</p><p><b>The study carried out by Rocha’s team</b><br><b>Aim</b><br>- to investigate the feeding habits of bats in farmland near the Ranomafana National Park<br><b>Method</b><br>- ultrasonic recording to identify favourite feeding spots<br>- DNA analysis of bat <b>7</b> ........................................<br><b>Findings</b><br>- the bats<br>– were most active in rice fields located on hills<br>– ate pests of rice, <b>8</b> ........................................ , sugarcane, nuts and fruit<br>– prevent the spread of disease by eating <b>9</b> ........................................ and blackflies<br>- local attitudes to bats are mixed:<br>– they provide food rich in <b>10</b> ........................................<br>– the buildings where they roost become <b>11</b> ........................................<br>– they play an important role in local <b>12</b> ........................................<br><b>Recommendation</b><br>- farmers should provide special <b>13</b> ........................................ to support the bat population</p>",
            "qs": [7, 8, 9, 10, 11, 12, 13]
          }
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p><i>You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below.</i></p><h4>Does education fuel economic growth?</h4><p><b>A</b> Over the last decade, a huge database about the lives of southwest German villagers between 1600 and 1900 has been compiled by a team led by Professor Sheilagh Ogilvie at Cambridge University’s Faculty of Economics. It includes court records, guild ledgers, parish registers, village censuses, tax lists and – the most recent addition – 9,000 handwritten inventories listing over a million personal possessions belonging to ordinary women and men across three centuries. Ogilvie, who discovered the inventories in the archives of two German communities 30 years ago, believes they may hold the answer to a conundrum that has long puzzled economists: the lack of evidence for a causal link between education and a country’s economic growth.</p><p><b>B</b> As Ogilvie explains, ‘Education helps us to work more productively, invent better technology, and earn more … surely it must be critical for economic growth? But, if you look back through history, there’s no evidence that having a high literacy rate made a country industrialise earlier.’ Between 1600 and 1900, England had only mediocre literacy rates by European standards, yet its economy grew fast and it was the first country to industrialise. During this period, Germany and Scandinavia had excellent literacy rates, but their economies grew slowly and they industrialised late. ‘Modern cross-country analyses have also struggled to find evidence that education causes economic growth, even though there is plenty of evidence that growth increases education,’ she adds.</p><p><b>C</b> In the handwritten inventories that Ogilvie is analysing are the belongings of women and men at marriage, remarriage and death. From badger skins to Bibles, sewing machines to scarlet bodices – the villagers’ entire worldly goods are included. Inventories of agricultural equipment and craft tools reveal economic activities; ownership of books and education-related objects like pens and slates suggests how people learned. In addition, the tax lists included in the database record the value of farms, workshops, assets and debts; signatures and people’s estimates of their age indicate literacy and numeracy levels; and court records reveal obstacles (such as the activities of the guilds*) that stifled industry.</p><p>Previous studies usually had just one way of linking education with economic growth – the presence of schools and printing presses, perhaps, or school enrolment, or the ability to sign names. According to Ogilvie, the database provides multiple indicators for the same individuals, making it possible to analyse links between literacy, numeracy, wealth, and industriousness, for individual women and men over the long term.</p><p><i>* guild: an association of artisans or merchants which oversees the practice of their craft or trade in a particular area</i></p><p><b>D</b> Ogilvie and her team have been building the vast database of material possessions on top of their full demographic reconstruction of the people who lived in these two German communities. ‘We can follow the same people – and their descendants – across 300 years of educational and economic change,’ she says. Individual lives have unfolded before their eyes. Stories like that of the 24-year-olds Ana Regina and Magdalena Riethmüllerin, who were chastised in 1707 for reading books in church instead of listening to the sermon. ‘This tells us they were continuing to develop their reading skills at least a decade after leaving school,’ explains Ogilvie. The database also reveals the case of Juliana Schweickherdt, a 50-year-old spinster living in the small Black Forest community of Wildberg, who was reprimanded in 1752 by the local weavers’ guild for ‘weaving cloth and combing wool, counter to the guild ordinance’. When Juliana continued taking jobs reserved for male guild members, she was summoned before the guild court and told to pay a fine equivalent to one third of a servant’s annual wage. It was a small act of defiance by today’s standards, but it reflects a time when laws in Germany and elsewhere regulated people’s access to labour markets. The dominance of guilds not only prevented people from using their skills, but also held back even the simplest industrial innovation.</p><p><b>E</b> The data-gathering phase of the project has been completed and now, according to Ogilvie, it is time ‘to ask the big questions’. One way to look at whether education causes economic growth is to ‘hold wealth constant’. This involves following the lives of different people with the same level of wealth over a period of time. If wealth is constant, it is possible to discover whether education was, for example, linked to the cultivation of new crops, or to the adoption of industrial innovations like sewing machines. The team will also ask what aspect of education helped people engage more with productive and innovative activities. Was it, for instance, literacy, numeracy, book ownership, years of schooling? Was there a threshold level – a tipping point – that needed to be reached to affect economic performance?</p><p><b>F</b> Ogilvie hopes to start finding answers to these questions over the next few years. One thing is already clear, she says: the relationship between education and economic growth is far from straightforward. ‘German-speaking central Europe is an excellent laboratory for testing theories of economic growth,’ she explains. Between 1600 and 1900, literacy rates and book ownership were high and yet the region remained poor. It was also the case that local guilds and merchant associations were extremely powerful and legislated against anything that undermined their monopolies. In villages throughout the region, guilds blocked labour migration and resisted changes that might reduce their influence.</p><p>‘Early findings suggest that the potential benefits of education for the economy can be held back by other barriers, and this has implications for today,’ says Ogilvie. ‘Huge amounts are spent improving education in developing countries, but this spending can fail to deliver economic growth if restrictions block people – especially women and the poor – from using their education in economically productive ways. If economic institutions are poorly set up, for instance, education can’t lead to growth.’</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–18</h4><p>Reading Passage 2 has six sections, <b>A–F</b>.<br>Which section contains the following information?<br>Write the correct letter, <b>A–F</b>, in boxes <b>14–18</b> on your answer sheet.</p><p><b>14</b> an explanation of the need for research to focus on individuals with a fairly consistent income<br><b>15</b> examples of the sources the database has been compiled from<br><b>16</b> an account of one individual’s refusal to obey an order<br><b>17</b> a reference to a region being particularly suited to research into the link between education and economic growth<br><b>18</b> examples of the items included in a list of personal possessions</p>",
            "qs": [14, 15, 16, 17, 18]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 19–22</h4><p>Complete the summary below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes <b>19–22</b> on your answer sheet.</p><p><b>Demographic reconstruction of two German communities</b><br>The database that Ogilvie and her team has compiled sheds light on the lives of a range of individuals, as well as those of their <b>19</b> ........................................ , over a 300-year period. For example, Ana Regina and Magdalena Riethmüllerin were reprimanded for reading while they should have been paying attention to a <b>20</b> ........................................ . There was also Juliana Schweickherdt, who came to the notice of the weavers’ guild in the year 1752 for breaking guild rules. As a punishment, she was later given a <b>21</b> ........................................ . Cases like this illustrate how the guilds could prevent <b>22</b> ........................................ and stop skilled people from working.</p>",
            "qs": [19, 20, 21, 22]
          },
          {
            "id": "R2.g3",
            "html": "<h4>Questions 23 and 24</h4><p>Choose <b>TWO</b> letters, <b>A–E</b>.<br>Write the correct letters in boxes <b>23</b> and <b>24</b> on your answer sheet.</p><p>Which <b>TWO</b> of the following statements does the writer make about literacy rates in Section B?<br><b>A</b> Very little research has been done into the link between high literacy rates and improved earnings.<br><b>B</b> Literacy rates in Germany between 1600 and 1900 were very good.<br><b>C</b> There is strong evidence that high literacy rates in the modern world result in economic growth.<br><b>D</b> England is a good example of how high literacy rates helped a country industrialise.<br><b>E</b> Economic growth can help to improve literacy rates.</p>",
            "qs": [23, 24]
          },
          {
            "id": "R2.g4",
            "html": "<h4>Questions 25 and 26</h4><p>Choose <b>TWO</b> letters, <b>A–E</b>.<br>Write the correct letters in boxes <b>25</b> and <b>26</b> on your answer sheet.</p><p>Which <b>TWO</b> of the following statements does the writer make in Section F about guilds in German-speaking Central Europe between 1600 and 1900?<br><b>A</b> They helped young people to learn a skill.<br><b>B</b> They were opposed to people moving to an area for work.<br><b>C</b> They kept better records than guilds in other parts of the world.<br><b>D</b> They opposed practices that threatened their control over a trade.<br><b>E</b> They predominantly consisted of wealthy merchants.</p>",
            "qs": [25, 26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p><i>You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below.</i></p><h4>Timur Gareyev – blindfold chess champion</h4><p><b>A</b> Next month, a chess player named Timur Gareyev will take on nearly 50 opponents at once. But that is not the hard part. While his challengers will play the games as normal, Gareyev himself will be blindfolded. Even by world record standards, it sets a high bar for human performance. The 28-year-old already stands out in the rarefied world of blindfold chess. He has a fondness for bright clothes and unusual hairstyles, and he gets his kicks from the adventure sport of BASE jumping. He has already proved himself a strong chess player, too. In a 10-hour chess marathon in 2013, Gareyev played 33 games in his head simultaneously. He won 29 and lost none. The skill has become his brand: he calls himself the Blindfold King.</p><p><b>B</b> But Gareyev’s prowess has drawn interest from beyond the chess-playing community. In the hope of understanding how he and others like him can perform such mental feats, researchers at the University of California in Los Angeles (UCLA) called him in for tests. They now have their first results. ‘The ability to play a game of chess with your eyes closed is not a far reach for most accomplished players,’ said Jesse Rissman, who runs a memory lab at UCLA. ‘But the thing that’s so remarkable about Timur and a few other individuals is the number of games they can keep active at once. To me it is simply astonishing.’</p><p><b>C</b> Gareyev learned to play chess in his native Uzbekistan when he was six years old. Tutored by his grandfather, he entered his first tournament aged eight and soon became obsessed with competitions. At 16, he was crowned Asia’s youngest ever chess grandmaster. He moved to the US soon after, and as a student helped his university win its first national chess championship. In 2013, Gareyev was ranked the third best chess player in the US.</p><p><b>D</b> To the uninitiated, blindfold chess seems to call for superhuman skill. But displays of the feat go back centuries. The first recorded game in Europe was played in 13th-century Florence. In 1947, the Argentinian grandmaster Miguel Najdorf played 45 simultaneous games in his mind, winning 39 in the 24-hour session.</p><p><b>E</b> Accomplished players can develop the skill of playing blind even without realising it. The nature of the game is to run through possible moves in the mind to see how they play out. From this, regular players develop a memory for the patterns the pieces make, the defences and attacks. ‘You recreate it in your mind,’ said Gareyev. ‘A lot of players are capable of doing what I’m doing.’ The real mental challenge comes from playing multiple games at once in the head. Not only must the positions of each piece on every board be memorised, they must be recalled faithfully when needed, updated with each player’s moves, and then reliably stored again, so the brain can move on to the next board. First moves can be tough to remember because they are fairly uninteresting. But the ends of games are taxing too, as exhaustion sets in. When Gareyev is tired, his recall can get patchy. He sometimes makes moves based on only a fragmented memory of the pieces’ positions.</p><p><b>F</b> The scientists first had Gareyev perform some standard memory tests. These assessed his ability to hold numbers, pictures and words in mind. One classic test measures how many numbers a person can repeat, both forwards and backwards, soon after hearing them. ‘He was not exceptional on any of these standard tests,’ said Rissman. ‘We didn’t find anything other than playing chess that he seems to be supremely gifted at.’ But next came the brain scans. With Gareyev lying down in the machine, Rissman looked at how well connected the various regions of the chess player’s brain were. Though the results are tentative and as yet unpublished, the scans found much greater than average communication between parts of Gareyev’s brain that make up what is called the frontoparietal control network. Of 63 people scanned alongside the chess player, only one or two scored more highly on the measure. ‘You use this network in almost any complex task. It helps you to allocate attention, keep rules in mind, and work out whether you should be responding or not,’ said Rissman.</p><p><b>G</b> It was not the only hint of something special in Gareyev’s brain. The scans also suggest that Gareyev’s visual network is more highly connected to other brain parts than usual. Initial results suggest that the areas of his brain that process visual images – such as chess boards – may have stronger links to other brain regions, and so be more powerful than normal. While the analyses are not finalised yet, they may hold the first clues to Gareyev’s extraordinary ability.</p><p><b>H</b> For the world record attempt, Gareyev hopes to play 47 blindfold games at once in about 16 hours. He will need to win 80% to claim the title. ‘I don’t worry too much about the winning percentage, that’s never been an issue for me,’ he said. ‘The most important part of blindfold chess for me is that I have found the one thing that I can fully dedicate myself to. I miss having an obsession.’</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–32</h4><p>Reading Passage 3 has eight paragraphs, <b>A–H</b>.<br>Which paragraph contains the following information?<br>Write the correct letter, <b>A–H</b>, in boxes <b>27–32</b> on your answer sheet.<br><i>NB You may use any letter more than once.</i></p><p><b>27</b> a reference to earlier examples of blindfold chess<br><b>28</b> an outline of what blindfold chess involves<br><b>29</b> a claim that Gareyev’s skill is limited to chess<br><b>30</b> why Gareyev’s skill is of interest to scientists<br><b>31</b> an outline of Gareyev’s priorities<br><b>32</b> a reason why the last part of a game may be difficult</p>",
            "qs": [27, 28, 29, 30, 31, 32]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 33–36</h4><p>Do the following statements agree with the information given in Reading Passage 3?<br>In boxes <b>33–36</b> on your answer sheet, write<br><b>TRUE</b> if the statement agrees with the information<br><b>FALSE</b> if the statement contradicts the information<br><b>NOT GIVEN</b> if there is no information about this</p><p><b>33</b> In the forthcoming games, all the participants will be blindfolded.<br><b>34</b> Gareyev has won competitions in BASE jumping.<br><b>35</b> UCLA is the first university to carry out research into blindfold chess players.<br><b>36</b> Good chess players are likely to be able to play blindfold chess.</p>",
            "qs": [33, 34, 35, 36]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 37–40</h4><p>Complete the summary below.<br>Choose <b>ONE WORD ONLY</b> from the passage for each answer.<br>Write your answers in boxes <b>37–40</b> on your answer sheet.</p><p><b>How the research was carried out</b><br>The researchers started by testing Gareyev’s <b>37</b> ........................................ ; for example, he was required to recall a string of <b>38</b> ........................................ in order and also in reverse order. Although his performance was normal, scans showed an unusual amount of <b>39</b> ........................................ within the areas of Gareyev’s brain that are concerned with directing attention. In addition, the scans raised the possibility of unusual strength in the parts of his brain that deal with <b>40</b> ........................................ input.</p>",
            "qs": [37, 38, 39, 40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p>You should spend about 20 minutes on this task.<br><br>The graph below shows the number of shops that closed and the number of new shops that opened in one country between 2011 and 2018.<br><br>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.<br><br>Write at least 150 words.<br><img src='https://drive.google.com/file/d/1nZGeM6jELFbhMXeToSxzAogNmq62wZha/view'></p>",
        "groups": [
          {
            "id": "W1.g1",
            "qs": [1]
          }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p>You should spend about 40 minutes on this task.<br><br>Write about the following topic:<br><br><b>Nowadays, a growing number of people with health problems are trying alternative medicines and treatments instead of visiting their usual doctor.</b><br><br>Do you think this is a positive or a negative development?<br><br>Give reasons for your answer and include any relevant examples from your own knowledge or experience.<br><br>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [[["floor","floors"],["fridge"],["shirts"],["windows"],["balcony"],["electrician"],["dust"],["police"],["training"],["review"],["A"],["A"],["A"],["C"],["A"],["C"],["B"],["C"],["B"],["A"],["C","E"],["C","E"],["A","D"],["A","D"],["B"],["F"],["A"],["D"],["C"],["G"],["golden"],["healthy"],["climate"],["rock","rocks"],["diameter"],["tube"],["fire"],["steam"],["cloudy"],["litre","liter"]]],
    "reading": [[["FALSE"],["FALSE"],["NOT GIVEN"],["TRUE"],["NOT GIVEN"],["TRUE"],["droppings"],["coffee"],["mosquitoes"],["protein"],["unclean"],["culture"],["houses"],["E"],["A"],["D"],["F"],["C"],["descendants"],["sermon"],["fine"],["innovation"],["B","E"],["B","E"],["B","D"],["B","D"],["D"],["E"],["F"],["B"],["H"],["E"],["FALSE"],["NOT GIVEN"],["NOT GIVEN"],["TRUE"],["memory"],["numbers"],["communication"],["visual"]]]
  }
}
