{
  "id": "IELTS027",
  "listening": {
    "parts": [
      {
        "id": "L1",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1m4dJkdquJ5tQ11dpiHN0HHnx7aKstGd-",
        "inst": "<h4>SECTION 1 Questions 1–10</h4><p>Complete the notes below.<br>Write <b>ONE WORD AND/OR A NUMBER</b> for each answer.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><h4>Flanders Conference Hotel</h4><p><i>Example</i><br>Customer Services Manager: Angela</p><p><b>Date available</b><br>- weekend beginning February 4th</p><p><b>Conference facilities</b><br>- the <b>1</b> ___ room for talks<br>(projector and <b>2</b> ___ available)<br>- area for coffee and an <b>3</b> ___<br>- free <b>4</b> ___ throughout<br>- a standard buffet lunch costs <b>5</b> $ ___ per head</p><p><b>Accommodation</b><br>- Rooms will cost <b>6</b> $ ___ including breakfast.</p><p><b>Other facilities</b><br>- The hotel also has a spa and rooftop <b>7</b> ___<br>- There''s a free shuttle service to the <b>8</b> ___</p><p><b>Location</b><br>- Wilby Street (quite near the <b>9</b> ___ )<br>- near to restaurants and many <b>10</b> ___</p></td></tr></table>",
        "groups": [
          {
            "id": "L1.g1",
            "html": "",
          "qs": [1,2,3,4,5,6,7,8,9,10]
          }
        ]
      },
      {
        "id": "L2",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1xVVQWW-PTK8XoZfsz7PC9tTXgXr6HxNh",
        "inst": "<h4>SECTION 2 Questions 11–20</h4><h4>Questions 11 and 12</h4><p>Choose <b>TWO</b> letters, <b>A–E</b>.<br>Which <b>TWO</b> activities that volunteers do are mentioned?</p><p><b>A</b> decorating<br><b>B</b> cleaning<br><b>C</b> delivering meals<br><b>D</b> shopping<br><b>E</b> childcare</p><br><h4>Questions 13 and 14</h4><p>Choose <b>TWO</b> letters, <b>A–E</b>.<br>Which <b>TWO</b> ways that volunteers can benefit from volunteering are mentioned?</p><p><b>A</b> learning how to be part of a team<br><b>B</b> having a sense of purpose<br><b>C</b> realising how lucky they are<br><b>D</b> improved ability at time management<br><b>E</b> boosting their employment prospects</p><br><h4>Questions 15–20</h4><p>What has each of the following volunteers helped someone to do?<br>Choose <b>SIX</b> answers from the box and write the correct letter, <b>A–G</b>, next to Questions 15–20.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>What volunteers have helped people to do</b><br><b>A</b> overcome physical difficulties<br><b>B</b> rediscover skills not used for a long time<br><b>C</b> improve their communication skills<br><b>D</b> solve problems independently<br><b>E</b> escape isolation<br><b>F</b> remember past times<br><b>G</b> start a new hobby</td></tr></table><p><b>Volunteers</b><br><b>15</b> Habib ___<br><b>16</b> Consuela ___<br><b>17</b> Minh ___<br><b>18</b> Tanya ___<br><b>19</b> Alexei ___<br><b>20</b> Juba ___</p>",
        "groups": [
          {
            "id": "L2.g1",
            "html": "",
            "qs": [11,12,13,14,15,16,17,18,19,20]
          }
        ]
      },
      {
        "id": "L3",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1K-QMWCdOmWlbbe0QIW-c3qdu20_O71XU",
        "inst": "<h4>SECTION 3 Questions 21–30</h4><h4>Questions 21–26</h4><p>Complete the notes below.<br>Write <b>ONE WORD AND/OR A NUMBER</b> for each answer.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><h4>Background on school marching band</h4><p>- It consists of around <b>21</b> ___ students.<br>- It is due to play in a <b>22</b> ___ band competition.<br>- It has been invited to play in the town's <b>23</b> ___ .<br>- They have listened to a talk by a <b>24</b> ___ .<br>- Joe will discuss a <b>25</b> ___ with the band.<br>- Joe hopes the band will attend a <b>26</b> ___ next month.</p></td></tr></table><br><h4>Questions 27–30</h4><p>What problem does Joe mention in connection with each of the following band members?<br>Choose <b>FOUR</b> answers from the box and write the correct letter, <b>A–F</b>, next to Questions 27–30.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>Problems</b><br><b>A</b> makes a lot of mistakes in rehearsals<br><b>B</b> keeps making unhelpful suggestions<br><b>C</b> has difficulty with rhythm<br><b>D</b> misses too many rehearsals<br><b>E</b> has a health problem<br><b>F</b> doesn't mix with other students</td></tr></table><p><b>Band members</b><br><b>27</b> flautist ___<br><b>28</b> trumpeter ___<br><b>29</b> trombonist ___<br><b>30</b> percussionist ___</p>",
        "groups": [
          {
            "id": "L3.g1",
            "html": "",
            "qs": [21,22,23,24,25,26,27,28,29,30]
          }
        ]
      },
      {
        "id": "L4",
        "skill": "listening",
        "audio": "https://drive.google.com/open?id=1wDpa0Ah24xedotlnUryvRDY6Pb75BVsC",
        "inst": "<h4>SECTION 4 Questions 31–40</h4><p>Complete the notes below.<br>Write <b>ONE WORD AND/OR A NUMBER</b> for each answer.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><h4>Concerts in university arts festival</h4><p><b>Concert 1</b><br>- Australian composer: Liza Lim<br>- studied piano and <b>31</b> ___ before turning to composition<br>- performers and festivals around the world have given her a lot of commissions<br>- compositions show a great deal of <b>32</b> ___ and are drawn from various cultural sources<br>- her music is very expressive and also <b>33</b> ___<br>- festival will include her <b>34</b> ___ called ''The Oresteia''<br>- Lim described the sounds in ''The Oresteia'' as <b>35</b> ___<br>- British composers: Ralph Vaughan Williams, Frederick Delius</p><p><b>Concert 2</b><br>- British composers: Benjamin Britten, Judith Weir<br>- Australian composer: Ross Edwards<br>- festival will include ''The Tower of Remoteness'', inspired by nature<br>- ''The Tower of Remoteness'' is performed by piano and <b>36</b> ___<br>- compositions include music for children<br>- celebrates Australia's cultural <b>37</b> ___</p><p><b>Concert 3</b><br>- Australian composer: Carl Vine<br>- played cornet then piano<br>- studied <b>38</b> ___ before studying music<br>- worked in Sydney as a pianist and composer<br>- became well known as composer of music for <b>39</b> ___<br>- festival will include his music for the 1996 <b>40</b> ___<br>- British composers: Edward Elgar, Thomas Adès</p></td></tr></table>",
        "groups": [
          {
            "id": "L4.g1",
            "html": "",
            "qs": [31,32,33,34,35,36,37,38,39,40]
          }
        ]
      }
    ]
  },
  "reading": {
    "parts": [
      {
        "id": "R1",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 1</h4><p><i>You should spend about 20 minutes on Questions 1–13, which are based on Reading Passage 1 below.</i></p><h4>The concept of intelligence</h4><p><b>A</b> Looked at in one way, everyone knows what intelligence is; looked at in another way, no one does. In other words, people all have unconscious notions – known as ‘implicit theories’ – of intelligence, but no one knows for certain what it actually is. This chapter addresses how people conceptualize intelligence, whatever it may actually be.</p><p>But why should we even care what people think intelligence is, as opposed only to valuing whatever it actually is? There are at least four reasons people’s conceptions of intelligence matter.</p><p><b>B</b> First, implicit theories of intelligence drive the way in which people perceive and evaluate their own intelligence and that of others. To better understand the judgments people make about their own and others’ abilities, it is useful to learn about people’s implicit theories. For example, parents’ implicit theories of their children’s language development will determine at what ages they will be willing to make various corrections in their children’s speech. More generally, parents’ implicit theories of intelligence will determine at what ages they believe their children are ready to perform various cognitive tasks. Job interviewers will make hiring decisions on the basis of their implicit theories of intelligence. People will decide who to be friends with on the basis of such theories. In sum, knowledge about implicit theories of intelligence is important because this knowledge is so often used by people to make judgments in the course of their everyday lives.</p><p><b>C</b> Second, the implicit theories of scientific investigators ultimately give rise to their explicit theories. Thus it is useful to find out what these implicit theories are. Implicit theories provide a framework that is useful in defining the general scope of a phenomenon – especially a not-well-understood phenomenon. These implicit theories can suggest what aspects of the phenomenon have been more or less attended to in previous investigations.</p><p><b>D</b> Third, implicit theories can be useful when an investigator suspects that existing explicit theories are wrong or misleading. If an investigation of implicit theories reveals little correspondence between the extant implicit and explicit theories, the implicit theories may be wrong. But the possibility also needs to be taken into account that the explicit theories are wrong and in need of correction or supplementation. For example, some implicit theories of intelligence suggest the need for expansion of some of our explicit theories of the construct.</p><p><b>E</b> Finally, understanding implicit theories of intelligence can help elucidate developmental and cross-cultural differences. As mentioned earlier, people have expectations for intellectual performances that differ for children of different ages. How these expectations differ is in part a function of culture. For example, expectations for children who participate in Western-style schooling are almost certain to be different from those for children who do not participate in such schooling.</p><p><b>F</b> I have suggested that there are three major implicit theories of how intelligence relates to society as a whole (Sternberg, 1997). These might be called Hamiltonian, Jeffersonian, and Jacksonian. These views are not based strictly, but rather, loosely, on the philosophies of Alexander Hamilton, Thomas Jefferson, and Andrew Jackson, three great statesmen in the history of the United States.</p><p><b>E</b> Finally, understanding implicit theories of intelligence can help elucidate developmental and cross-cultural differences. As mentioned earlier, people have expectations for intellectual performances that differ for children of different ages. How these expectations differ is in part a function of culture. For example, expectations for children who participate in Western-style schooling are almost certain to be different from those for children who do not participate in such schooling.</p><p><b>F</b> I have suggested that there are three major implicit theories of how intelligence relates to society as a whole (Sternberg, 1997). These might be called Hamiltonian, Jeffersonian, and Jacksonian. These views are not based strictly, but rather, loosely, on the philosophies of Alexander Hamilton, Thomas Jefferson, and Andrew Jackson, three great statesmen in the history of the United States.</p><p><b>G</b> The Hamiltonian view, which is similar to the Platonic view, is that people are born with different levels of intelligence and that those who are less intelligent need the good offices of the more intelligent to keep them in line, whether they are called government officials or, in Plato’s term, philosopher-kings. Herrnstein and Murray (1994) seem to have shared this belief when they wrote about the emergence of a cognitive (high-IQ) elite, which eventually would have to take responsibility for the largely irresponsible masses of non-elite (low-IQ) people who cannot take care of themselves. Left to themselves, the unintelligent would create, as they always have created, a kind of chaos.</p><p><b>H</b> The Jeffersonian view is that people should have equal opportunities, but they do not necessarily avail themselves equally of these opportunities and are not necessarily equally rewarded for their accomplishments. People are rewarded for what they accomplish, if given equal opportunity. Low achievers are not rewarded to the same extent as high achievers. In the Jeffersonian view, the goal of education is not to favor or foster an elite, as in the Hamiltonian tradition, but rather to allow children the opportunities to make full use of the skills they have. My own views are similar to these (Sternberg, 1997).</p><p><b>I</b> The Jacksonian view is that all people are equal, not only as human beings but in terms of their competencies – that one person would serve as well as another in government or on a jury or in almost any position of responsibility. In this view of democracy, people are essentially intersubstitutable except for specialized skills, all of which can be learned. In this view, we do not need or want any institutions that might lead to favoring one group over another.</p><p><b>J</b> Implicit theories of intelligence and of the relationship of intelligence to society perhaps need to be considered more carefully than they have been because they often serve as underlying presuppositions for explicit theories and even experimental designs that are then taken as scientific contributions. Until scholars are able to discuss their implicit theories and thus their assumptions, they are likely to miss the point of what others are saying when discussing their explicit theories and their data.</p>",
        "groups": [
          {
            "id": "R1.g1",
            "html": "<h4>Questions 1–3</h4><p>Reading Passage 1 has ten sections, A–J.</p><p>Which section contains the following information?</p><p><i>Write the correct letter, A–J, in boxes 1–3 on your answer sheet.</i></p><p><b>1</b> information about how non-scientists’ assumptions about intelligence influence their behaviour towards others</p><p><b>2</b> a reference to lack of clarity over the definition of intelligence</p><p><b>3</b> the point that a researcher’s implicit and explicit theories may be very different</p>",
            "qs": [1,2,3]
          },
          {
            "id": "R1.g2",
            "html": "<h4>Questions 4–6</h4><p>Do the following statements agree with the claims of the writer in Reading Passage 1?</p><p><i>In boxes 4–6 on your answer sheet, write</i></p><p><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>4</b> Slow language development in children is likely to prove disappointing to their parents.</p><p><b>5</b> People’s expectations of what children should gain from education are universal.</p><p><b>6</b> Scholars may discuss theories without fully understanding each other.</p>",
            "qs": [4,5,6]
          },
          {
            "id": "R1.g3",
            "html": "<h4>Questions 7–13</h4><p>Look at the following statements (Questions 7–13) and the list of theories below.</p><p>Match each statement with the correct theory, A, B, or C.</p><p><i>Write the correct letter, A, B, or C, in boxes 7–13 on your answer sheet.</i></p><p><i>NB You may use any letter more than once.</i></p><p><b>7</b> It is desirable for the same possibilities to be open to everyone.</p><p><b>8</b> No section of society should have preferential treatment at the expense of another.</p><p><b>9</b> People should only gain benefits on the basis of what they actually achieve.</p><p><b>10</b> Variation in intelligence begins at birth.</p><p><b>11</b> The more intelligent people should be in positions of power.</p><p><b>12</b> Everyone can develop the same abilities.</p><p><b>13</b> People of low intelligence are likely to lead uncontrolled lives.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td><b>List of Theories</b></td></tr><tr><td><b>A</b> Hamiltonian</td></tr><tr><td><b>B</b> Jeffersonian</td></tr><tr><td><b>C</b> Jacksonian</td></tr></table>",
            "qs": [7,8,9,10,11,12,13]
          }  
        ]
      },
      {
        "id": "R2",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 2</h4><p><i>You should spend about 20 minutes on Questions 14–26, which are based on Reading Passage 2 below.</i></p><h4>Saving bugs to find new drugs</h4><p><i>Zoologist Ross Piper looks at the potential of insects in pharmaceutical research</i></p><p><b>A</b> More drugs than you might think are derived from, or inspired by, compounds found in living things. Looking to nature for the soothing and curing of our ailments is nothing new – we have been doing it for tens of thousands of years. You only have to look at other primates – such as the capuchin monkeys who rub themselves with toxin-oozing millipedes to deter mosquitoes, or the chimpanzees who use noxious forest plants to rid themselves of intestinal parasites – to realise that our ancient ancestors too probably had a basic grasp of medicine.</p><p><b>B</b> Pharmaceutical science and chemistry built on these ancient foundations and perfected the extraction, characterisation, modification and testing of these natural products. Then, for a while, modern pharmaceutical science moved its focus away from nature and into the laboratory, designing chemical compounds from scratch. The main cause of this shift is that although there are plenty of promising chemical compounds in nature, finding them is far from easy. Securing sufficient numbers of the organism in question, isolating and characterising the compounds of interest, and producing large quantities of these compounds are all significant hurdles.</p><p><b>C</b> Laboratory-based drug discovery has achieved varying levels of success, something which has now prompted the development of new approaches focusing once again on natural products. With the ability to mine genomes for useful compounds, it is now evident that we have barely scratched the surface of nature’s molecular diversity. This realisation, together with several looming health crises, such as antibiotic resistance, has put bioprospecting – the search for useful compounds in nature – firmly back on the map.</p><p><b>D</b> Insects are the undisputed masters of the terrestrial domain, where they occupy every possible niche. Consequently, they have a bewildering array of interactions with other organisms, something which has driven the evolution of an enormous range of very interesting compounds for defensive and offensive purposes. Their remarkable diversity exceeds that of every other group of animals on the planet combined. Yet even though insects are far and away the most diverse animals in existence, their potential as sources of therapeutic compounds is yet to be realised.</p><p><b>E</b> From the tiny proportion of insects that have been investigated, several promising compounds have been identified. For example, alloferon, an antimicrobial compound produced by blow fly larvae, is used as an antiviral and antitumor agent in South Korea and Russia. The larvae of a few other insect species are being investigated for the potent antimicrobial compounds they produce. Meanwhile, a compound from the venom of the wasp <i>Polybia paulista</i> has potential in cancer treatment.</p><p><b>F</b> Why is it that insects have received relatively little attention in bioprospecting? Firstly, there are so many insects that, without some manner of targeted approach, investigating this huge variety of species is a daunting task. Secondly, insects are generally very small, and the glands inside them that secrete potentially useful compounds are smaller still. This can make it difficult to obtain sufficient quantities of the compound for subsequent testing. Thirdly, although we consider insects to be everywhere, the reality of this ubiquity is vast numbers of a few extremely common species. Many insect species are infrequently encountered and very difficult to rear in captivity, which, again, can leave us with insufficient material to work with.</p><p><b>G</b> My colleagues and I at Aberystwyth University in the UK have developed an approach in which we use our knowledge of ecology as a guide to target our efforts. The creatures that particularly interest us are the many insects that secrete powerful poison for subduing prey and keeping it fresh for future consumption. There are even more insects that are masters of exploiting filthy habitats, such as faeces and carcasses, where they are regularly challenged by thousands of micro-organisms. These insects have many antimicrobial compounds for dealing with pathogenic bacteria and fungi, suggesting that there is certainly potential to find many compounds that can serve as or inspire new antibiotics.</p><p><b>H</b> Although natural history knowledge points us in the right direction, it doesn’t solve the problems associated with obtaining useful compounds from insects. Fortunately, it is now possible to snip out the stretches of the insect’s DNA that carry the codes for the interesting compounds and insert them into cell lines that allow larger quantities to be produced. And although the road from isolating and characterising compounds with desirable qualities to developing a commercial product is very long and full of pitfalls, the variety of successful animal-derived pharmaceuticals on the market demonstrates there is a precedent here that is worth exploring.</p><p><b>I</b> With every bit of wilderness that disappears, we deprive ourselves of potential medicines. As much as I’d love to help develop a groundbreaking insect-derived medicine, my main motivation for looking at insects in this way is conservation. I sincerely believe that all species, however small and seemingly insignificant, have a right to exist for their own sake. If we can shine a light on the darker recesses of nature’s medicine cabinet, exploring the useful chemistry of the most diverse animals on the planet, I believe we can make people think differently about the value of nature.</p>",
        "groups": [
          {
            "id": "R2.g1",
            "html": "<h4>Questions 14–20</h4><p>Reading Passage 2 has nine paragraphs, <b>A–I</b>.</p><p>Which paragraph contains the following information?</p><p><i>Write the correct letter, <b>A–I</b>, in boxes 14–20 on your answer sheet.</i></p><p><b>14</b> mention of factors driving a renewed interest in natural medicinal compounds</p><p><b>15</b> how recent technological advances have made insect research easier</p><p><b>16</b> examples of animals which use medicinal substances from nature</p><p><b>17</b> reasons why it is challenging to use insects in drug research</p><p><b>18</b> reference to how interest in drug research may benefit wildlife</p><p><b>19</b> a reason why nature-based medicines fell out of favour for a period</p><p><b>20</b> an example of an insect-derived medicine in use at the moment</p>",
            "qs": [14,15,16,17,18,19,20]
          },
          {
            "id": "R2.g2",
            "html": "<h4>Questions 21 and 22</h4><p><i>Choose <b>TWO</b> letters, <b>A–E</b>.</i></p><p><i>Write the correct letters in boxes 21 and 22 on your answer sheet.</i></p><p>Which <b>TWO</b> of the following make insects interesting for drug research?</p><p><b>A</b> the huge number of individual insects in the world</p><p><b>B</b> the variety of substances insects have developed to protect themselves</p><p><b>C</b> the potential to extract and make use of insects’ genetic codes</p><p><b>D</b> the similarities between different species of insect</p><p><b>E</b> the manageable size of most insects</p>",
            "qs": [21,22]
          },
      {
            "id": "R2.g3",
            "html": "<h4>Questions 23–26</h4><p><i>Complete the summary below.</i></p><p><i>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</i></p><p><i>Write your answers in boxes 23–26 on your answer sheet.</i></p><h4>Research at Aberystwyth University</h4><p>Ross Piper and fellow zoologists at Aberystwyth University are using their expertise in <b>23</b> ___ when undertaking bioprospecting with insects. They are especially interested in the compounds that insects produce to overpower and preserve their <b>24</b> ___ . They are also interested in compounds which insects use to protect themselves from pathogenic bacteria and fungi found in their <b>25</b> ___ . Piper hopes that these substances will be useful in the development of drugs such as <b>26</b> ___ .</p>",
            "qs": [23,24,25,26]
          }
        ]
      },
      {
        "id": "R3",
        "skill": "reading",
        "passage": "<h4>READING PASSAGE 3</h4><p><i>You should spend about 20 minutes on Questions 27–40, which are based on Reading Passage 3 below.</i></p><h4>The power of play</h4><p>Virtually every child, the world over, plays. The drive to play is so intense that children will do so in any circumstances, for instance when they have no real toys, or when parents do not actively encourage the behavior. In the eyes of a young child, running, pretending, and building are fun. Researchers and educators know that these playful activities benefit the development of the whole child across social, cognitive, physical, and emotional domains. Indeed, play is such an instrumental component to healthy child development that the United Nations High Commission on Human Rights (1989) recognized play as a fundamental right of every child.</p><p>Yet, while experts continue to expound a powerful argument for the importance of play in children’s lives, the actual time children spend playing continues to decrease. Today, children play eight hours less each week than their counterparts did two decades ago (Elkind 2008). Under pressure of rising academic standards, play is being replaced by test preparation in kindergartens and grade schools, and parents who aim to give their preschoolers a leg up are led to believe that flashcards and educational ‘toys’ are the path to success. Our society has created a false dichotomy between play and learning.</p><p>Through play, children learn to regulate their behavior, lay the foundations for later learning in science and mathematics, figure out the complex negotiations of social relationships, build a repertoire of creative problem-solving skills, and so much more. There is also an important role for adults in guiding children through playful learning opportunities.</p><p>Full consensus on a formal definition of play continues to elude the researchers and theorists who study it. Definitions range from discrete descriptions of various types of play such as physical, construction, language, or symbolic play (Miller & Almon 2009), to lists of broad criteria, based on observations and attitudes, that are meant to capture the essence of all play behaviors (e.g. Rubin et al. 1983).</p><p>A majority of the contemporary definitions of play focus on several key criteria. The founder of the National Institute for Play, Stuart Brown, has described play as ‘anything that spontaneously is done for its own sake’. More specifically, he says it ‘appears purposeless, produces pleasure and joy, [and] leads one to the next stage of mastery’ (as quoted in Tippett 2008). Similarly, Miller and Almon (2009) say that play includes ‘activities that are freely chosen and directed by children and arise from intrinsic motivation’. Often, play is defined along a continuum as more or less playful using the following set of behavioral and dispositional criteria (e.g. Rubin et al. 1983):</p><p>Play is pleasurable: Children must enjoy the activity or it is not play. It is intrinsically motivated: Children engage in play simply for the satisfaction the behavior itself brings. It has no extrinsically motivated function or goal. Play is process oriented: When children play, the means are more important than the ends. It is freely chosen, spontaneous and voluntary. If a child is pressured, they will likely not think of the activity as play. Play is actively engaged: Players must be physically and/or mentally involved in the activity. Play is non-literal. It involves make-believe.</p><p>According to this view, children’s playful behaviors can range in degree from 0% to 100% playful. Rubin and colleagues did not assign greater weight to any one dimension in determining playfulness; however, other researchers have suggested that process orientation and a lack of obvious functional purpose may be the most important aspects of play (e.g. Pellegrini 2009).</p><p>From the perspective of a continuum, play can thus blend with other motives and attitudes that are less playful, such as work. Unlike play, work is typically not viewed as enjoyable and is extrinsically motivated (i.e. its goal oriented). Researcher Joan Goodman (1994) suggested that hybrid forms of work and play are not a detriment to learning; rather, they can provide optimal contexts for learning. For example, a child may be engaged in a difficult, goal-directed activity set up by their teacher, but they may still be actively engaged and intrinsically motivated. At this mid-point between play and work, the child’s motivation, coupled with guidance from an adult, can create robust opportunities for playful learning.</p><p>Critically, recent research supports the idea that adults can facilitate children’s learning while maintaining a playful approach in interactions known as ‘guided play’ (Fisher et al. 2011). The adult’s role in play varies as a function of their educational goals and the child’s developmental level (Hirsch-Pasek et al. 2009).</p><p>Guided play takes two forms. At a very basic level, adults can enrich the child’s environment by providing objects or experiences that promote aspects of a curriculum. In the more direct form of guided play, parents or other adults can support children’s play by joining in the fun as a co-player, raising thoughtful questions, commenting on children’s discoveries, or encouraging further exploration or new facets to the child’s activity. Although playful learning can be somewhat structured, it must also be child-centered (Nicolopolou et al. 2006). Play should stem from the child’s own desire.</p><p>Both free and guided play are essential elements in a child-centered approach to playful learning. Intrinsically motivated free play provides the child with true autonomy, while guided play is an avenue through which parents and educators can provide more targeted learning experiences. In either case, play should be actively engaged, it should be predominantly child-directed, and it must be fun.</p>",
        "groups": [
          {
            "id": "R3.g1",
            "html": "<h4>Questions 27–31</h4><p>Look at the following statements (Questions 27–31) and the list of researchers below.</p><p>Match each statement with the correct researcher, <b>A–G</b>.</p><p><i>Write the correct letter, <b>A–G</b>, in boxes 27–31 on your answer sheet.</i></p><p><b>27</b> Play can be divided into a number of separate categories.</p><p><b>28</b> Adults’ intended goals affect how they play with children.</p><p><b>29</b> Combining work with play may be the best way for children to learn.</p><p><b>30</b> Certain elements of play are more significant than others.</p><p><b>31</b> Activities can be classified on a scale of playfulness.</p><table border='1' cellspacing='0' cellpadding='10'><tr><td colspan='2'><b>List of Researchers</b></td></tr><tr><td><b>A</b></td><td>Elkind</td></tr><tr><td><b>B</b></td><td>Miller & Almon</td></tr><tr><td><b>C</b></td><td>Rubin et al.</td></tr><tr><td><b>D</b></td><td>Stuart Brown</td></tr><tr><td><b>E</b></td><td>Pellegrini</td></tr><tr><td><b>F</b></td><td>Joan Goodman</td></tr><tr><td><b>G</b></td><td>Hirsch-Pasek et al.</td></tr></table>",
            "qs": [27,28,29,30,31]
          },
          {
            "id": "R3.g2",
            "html": "<h4>Questions 32–36</h4><p>Do the following statements agree with the claims of the writer in Reading Passage 3?</p><p><i>In boxes 32–36 on your answer sheet, write</i></p><p><b>YES</b> if the statement agrees with the claims of the writer<br><b>NO</b> if the statement contradicts the claims of the writer<br><b>NOT GIVEN</b> if it is impossible to say what the writer thinks about this</p><p><b>32</b> Children need toys in order to play.</p><p><b>33</b> It is a mistake to treat play and learning as separate types of activities.</p><p><b>34</b> Play helps children to develop their artistic talents.</p><p><b>35</b> Researchers have agreed on a definition of play.</p><p><b>36</b> Work and play differ in terms of whether or not they have a target.</p>",
            "qs": [32,33,34,35,36]
          },
          {
            "id": "R3.g3",
            "html": "<h4>Questions 37–40</h4><p><i>Complete the summary below.</i></p><p><i>Choose <b>ONE WORD ONLY</b> from the passage for each answer.</i></p><p><i>Write your answers in boxes 37–40 on your answer sheet.</i></p><h4>Guided play</h4><p>In the simplest form of guided play, an adult contributes to the environment in which the child is playing. Alternatively, an adult can play with a child and develop the play, for instance by <b>37</b> ___ the child to investigate different aspects of their game. Adults can help children to learn through play, and may make the activity rather structured, but it should still be based on the child’s <b>38</b> ___ to play.</p><p>Play without the intervention of adults gives children real <b>39</b> ___ ; with adults, play can be <b>40</b> ___ at particular goals. However, all forms of play should be an opportunity for children to have fun.</p>",
            "qs": [37,38,39,40]
          }
        ]
      }
    ]
  },
  "writing": {
    "parts": [
      {
        "id": "W1",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 1</h4><p><i>You should spend about 20 minutes on this task.</i></p><p>The diagram below shows how electricity is generated in a hydroelectric power station.</p><p>Summarise the information by selecting and reporting the main features, and make comparisons where relevant.</p><p>Write at least 150 words.</p><img src='https://drive.google.com/file/d/1q2n1xvNWALPaXrs4A9YS6dnog7NZ2MgP/view'>",
        "groups": [
          { 
        "id": "W1.g1",
        "qs": [1] 
        }
        ]
      },
      {
        "id": "W2",
        "skill": "writing",
        "prompt": "<h4>WRITING TASK 2</h4><p><i>You should spend about 40 minutes on this task.</i></p><p>Write about the following topic:</p><p>Some people say that music is a good way of bringing people of different cultures and ages together.</p><p>To what extent do you agree or disagree with this opinion?</p><p>Give reasons for your answer and include any relevant examples from your own knowledge or experience.</p><p>Write at least 250 words.</p>",
        "groups": [
          {
            "id": "W2.g1",
            "qs": [2]
          }
        ]
      }
    ]
  },
  "answerKey": {
    "listening": [
      [["Tesla"],["microphone"],["exhibition"],["wifi"],["45", "forty five"],["135", "one hundred and thirty-five"],["pool"],["airport"],["sea"],["clubs"],["A", "E"],["A", "E"],["B", "E"],["B", "E"],["F"],["A"],["E"],["G"],["D"],["C"],["50", "fifty"],["regional"],["carnival"],["drummer"],["film"],["parade"],["D"],["B"],["E"],["F"],["violin"],["energy"],["complex"],["opera"],["disturbing"],["clarinet"],["diversity"],["physics"],["dance"],["Olympics"]
      ]
  ],
    "reading": [
      [["B"],["A"],["D"],["NOT GIVEN"],["NO"],["YES"],["B"],["C"],["B"],["A"],["A"],["C"],["A"],["C"],["H"],["A"],["F"],["I"],["B"],["E"],["B", "C"],["B", "C"],["ecology"],["prey"],["habitats"],["antibiotics"],["B"],["G"],["F"],["E"],["C"],["NO"],["YES"],["NOT GIVEN"],["NO"],["YES"],["encouraging"],["desire"],["autonomy"],["targeted"]
      ]
  ]
  }
}
